Repository: vw-fw/lang
Catalog: *.po
Languages: no_no

source: Bytes in rate (client to server)
no_no: Bytes inn hastighet (klient til server)

source: Bytes out count (server to client)
no_no: Byte ut teller (server til klient)

source: Bytes out rate (server to client)
no_no: Bytes ut hastighet (server til klient)

source: Cache
no_no: Hurtigbuffer

source: Check interval must be a multiple of the global interval.
no_no: Sjekkintervall må være et multiplum av det globale intervallet.

source: Check interval must be greater than 0
no_no: Sjekk-intervallet må være større enn 0

source: Client Export
no_no: Klient-eksport

source: Client Specific Overrides
no_no: Klientspesifikke overstyringer

source: Clients
no_no: Klienter

source: Commercial Support
no_no: Kommersiell støtte

source: Configuration
no_no: Konfigurasjon

source: Connected routes (directly attached subnet or host)
no_no: Tilkoblede ruter (direkte tilkoblet subnett eller vert)

source: Connection Status
no_no: Tilkoblingsstatus

source: Connection count
no_no: Antall tilkoblinger

source: Cost must be between 0 and 4294967295.
no_no: Kost må være mellom 0 og 4294967295.

source: Counters
no_no: Tellere

source: Credentials TTL needs to be an integer value above 0
no_no: Legitimasjon TTL må være en heltalverdi over 0

source: Critical
no_no: Kritisk

source: Current connections
no_no: Gjeldende tilkoblinger

source: Custom
no_no: Egendefinert

source: DNS Lookup
no_no: DNS-oppslag

source: Daily
no_no: Daglig

source: Dashboard
no_no: Instrumentpanel

source: Debugging
no_no: Feilsøking

source: Defaults
no_no: Standarder

source: Deny
no_no: Nekt

source: Deny request
no_no: Avslå forespørsel

source: Description should be a string between 1 and 255 characters
no_no: Beskrivelsen må være en streng mellom 1 og 255 tegn

source: Description should be a string between 1 and 255 characters.
no_no: Beskrivelsen må være en streng mellom 1 og 255 tegn.

source: Devices
no_no: Enheter

source: Diagnostics
no_no: Diagnostikk

source: Directory
no_no: Mappe

source: Do not alter forward header (transparent)
no_no: Ikke endre forward-header (gjennomsiktig)

source: Documentation
no_no: Dokumentasjon

source: Does not look like a valid cookie name (most special characters are not allowed).
no_no: Ser ikke ut som et gyldig navn på informasjonskapsler (de fleste spesialtegn er ikke tillatt).

source: Drop
no_no: Dropp

source: Dynamic DNS
no_no: Dynamisk DNS

source: Emergencies
no_no: Nødstilfeller

source: Encode whitespaces (RFC1738)
no_no: Kod mellomrom (RFC1738)

source: Enter a description.
no_no: Angi en beskrivelse.

source: Enter a valid number of logs to save
no_no: Angi et gyldig antall logger du vil lagre

source: Enter a valid packet size
no_no: Angi en gyldig pakkestørrelse

source: Enter valid parameter(s) for the chosen command (Found illegal characters).
no_no: Skriv inn gyldig(e) parameter(e) for den valgte kommandoen (Fant ugyldige tegn).

source: Envelope
no_no: Konvolutt

source: Errors
no_no: Feil

source: Execute
no_no: Utfør

source: Expected return code must be a number.
no_no: Forventet returkode må være et tall.

source: FTP Proxy port needs to be an integer value between 1 and 65535
no_no: FTP Proxy-port må være en heltallsverdi mellom 1 og 65535

source: Features
no_no: Funksjoner

source: File
no_no: Fil

source: File (Extended)
no_no: Fil (utvidet)

source: File content should be in (base64 encoded) zip format
no_no: Filinnhold bør være i (base64-kodet) zip-format

source: Filename should be unique
no_no: Filnavn må være unikt

source: Filesystem
no_no: Filsystem

source: Firewall
no_no: Brannmur

source: Forward
no_no: Videresend

source: GIF animations
no_no: GIF-animasjoner

source: Gateways
no_no: Gatewayer

source: General
no_no: Generelt

source: Group
no_no: Gruppe

source: Groups
no_no: Grupper

source: Groups and Users
no_no: Grupper og brukere

source: HAProxy HTTP Frontend Integration (Veritawall plugin)
no_no: HAProxy HTTP Frontend Integrasjon (Veritawall plugin)

source: HTTP (Layer 7) [default]
no_no: HTTP (lag 7) [standard]

source: HTTP / HTTPS (SSL offloading) [default]
no_no: HTTP / HTTPS (SSL-avlasting) [standard]

source: Hard timeout, in minutes, must be between 0 (no timeout) and 10080 (a week)
no_no: Hardt tidsavbrudd, i minutter, må være mellom 0 (ingen tidsavbrudd) og 10080 (en uke)

source: Health
no_no: Helse

source: Health Checks
no_no: Helsesjekker

source: Hello World!
no_no: Hallo verden!

source: Hello interval must be between 0 and 4294967295.
no_no: Hallo intervallet må være mellom 0 og 4294967295.

source: Help
no_no: Hjelp

source: High Availability
no_no: Høy tilgjengelighet

source: History
no_no: Historikk

source: Host contains
no_no: Vert inneholder

source: Host ends with
no_no: Vert slutter med

source: Host matches
no_no: Vert matcher

source: Host not found
no_no: Vert ikke funnet

source: Host regex
no_no: Vert regex

source: Host starts with
no_no: Vert starter med

source: ICP port needs to be an integer value between 1 and 65535
no_no: ICP-porten må være en heltallsverdi mellom 1 og 65535

source: ID should be a number.
no_no: ID må være et tall.

source: IF [default]
no_no: IF [standard]

source: Idle timeout needs to be an integer value between 1 and 86400
no_no: Tidsavbrudd for inaktiv må være en heltallsverdi mellom 1 og 86400

source: Idle timeout, in minutes, must be between 0 (no timeout) and 10080 (a week)
no_no: Tidsavbrudd for inaktiv, i minutter, må være mellom 0 (ingen tidsavbrudd) og 10080 (en uke)

source: Import
no_no: Importer

source: Information
no_no: Informasjon

source: Informational
no_no: Informativ

source: Insight
no_no: Innsikt

source: Intrusion Detection
no_no: InnbruddsOppdaging

source: JPEG pictures
no_no: JPEG-bilder

source: Lease Status
no_no: Leie Status

source: Leases
no_no: Leieavtaler

source: License
no_no: Lisens

source: Listen address must be a valid IPv4 address
no_no: Lytteadressen må være en gyldig IPv4-adresse

source: Live View
no_no: Live-visning

source: Load Balance
no_no: Lastbalanser

source: Local
no_no: Lokal

source: Local Monit Port needs to be an integer value between 0 and 65535
no_no: Lokal Monit-port må være en hel tallverdi mellom 0 og 65535

source: Log
no_no: Logg

source: Log Files
no_no: Loggfiler

source: Logging
no_no: Loggføring

source: Logout
no_no: Logg ut

source: Lua Scripts
no_no: Lua Skript

source: M/Monit Timeout needs to be an integer value between 0 and 86400
no_no: M/Monit Tidsavbrudd må være en heltallsverdi mellom 0 og 86400

source: Main
no_no: Hoved

source: Maximum number of concurrent FTP sessions needs to be an integer value between 1 and 500
no_no: Maksimalt antall samtidige FTP-økter må være en heltallsverdi mellom 1 og 500

source: Maximum number of zones reached
no_no: Maksimalt antall soner nådd

source: Microsoft office files
no_no: Microsoft-office-filer

source: Miscellaneous
no_no: Diverse

source: Mobile Clients
no_no: Mobile klienter

source: NBMA network
no_no: NBMA-nettverk

source: NDP Table
no_no: NDP-tabell

source: Network Time
no_no: Nettverkstid

source: Network mask must be between 0 and 32.
no_no: Nettverksmasken må være mellom 0 og 32.

source: Normalization
no_no: Normalisering

source: Notice
no_no: Melding

source: Notifications
no_no: Meldinger

source: Number of processes must be greater than 0
no_no: Antall prosesser må være større enn 0

source: Veritawall Web Service (automatic port forward)
no_no: Veritawall Web Service (automatisk port videresending)

source: OVH, kimsufi, soyoustart and runabove API
no_no: OVH, kimsufi, soyoustart og runabove API

source: One-to-One
no_no: En-til-en

source: Only 64 of the following characters are allowed: 0-9a-zA-Z.:-[]
no_no: Bare 64 av følgende tegn er tillatt: 0-9a-zA-Z.:-[]

source: Other Types
no_no: Andre typer

source: Outbound
no_no: Utgående

source: Overrides
no_no: Overstyringer

source: Overview
no_no: Oversikt

source: Packages
no_no: Pakker

source: Packet Capture
no_no: Pakkefangst

source: Path contains string
no_no: Banen inneholder streng

source: Path contains subdir
no_no: Banen inneholder underkat

source: Path ends with
no_no: Banen slutter med

source: Path matches
no_no: Banen matcher

source: Path regex
no_no: Bane regex

source: Path starts with
no_no: Banen starter med

source: Permit
no_no: Tillat

source: Ping timeout must be between 1...65535
no_no: Ping tidsavbrudd må være mellom 1...65535

source: Plain View
no_no: Vanlig visning

source: Please choose a value between 1 and 3000
no_no: Velg en verdi mellom 1 og 3000

source: Please enter a valid email address.
no_no: Skriv inn en gyldig e-postadresse.

source: Please enter a valid servername, ip address or leave this option blank
no_no: Vennligst skriv inn et gyldig servernavn, ip-adresse eller la dette alternativet stå tomt

source: Please enter a valid servername, ip address or leave this option blank.
no_no: Skriv inn et gyldig servernavn, en ip-adresse eller la dette alternativet stå tomt.

source: Please enter ip addresses or domain names here
no_no: Vennligst skriv inn ip-adresser eller domenenavn her

source: Please enter valid addresses
no_no: Vennligst skriv inn gyldige adresser

source: Please enter valid mac addresses
no_no: Vennligst skriv inn gyldige mac-adresser

source: Please enter valid targets (e.g. 192.168.0.1:2055).
no_no: Vennligst skriv inn gyldige mål (f.eks. 192.168.0.1:2055).

source: Please provide IP or hostname (no spaces allowed).
no_no: Oppgi IP eller vertsnavn (ingen mellomrom tillatt).

source: Please provide a valid FQDN, i.e. www.example.com or mail.example.com (max 255 characters).
no_no: Oppgi gyldig FQDN, f.eks. www.example.com eller mail.example.com (maks 255 tegn).

source: Please provide a valid IPv4 address.
no_no: Oppgi en gyldig IPv4-adresse.

source: Please provide a valid hostname or IP address.
no_no: Oppgi et gyldig vertsnavn eller IP-adresse.

source: Please provide a valid listen address, i.e. 10.0.0.1:8080 or haproxy.example.com:8999.
no_no: Vennligst oppgi en gyldig lytteadresse, f.eks. 10.0.0.1:8080 eller haproxy.example.com:8999.

source: Please provide a valid port number between 1 and 65535.
no_no: Vennligst oppgi et gyldig portnummer mellom 1 og 65535.

source: Please provide a valid port number between 1 and 65535. Port 9100 is the default.
no_no: Vennligst oppgi et gyldig portnummer mellom 1 og 65535. Port 9100 er standard.

source: Please provide a valid user and password, i.e. user:secret123.
no_no: Vennligst oppgi en gyldig bruker og passord, f.eks bruker: hemmelig123.

source: Please provide one or more valid FQDNs, i.e. www.example.com or mail.example.com. Field length is limited to 65535 characters.
no_no: Vennligst oppgi én eller flere gyldige FQDNer, f.eks www.eksempel.no eller mail.eksempel.no. Feltlengden er begrenset til 65535 tegn.

source: Please select a valid CA from the list.
no_no: Velg en gyldig CA fra listen.

source: Please select a valid CRL from the list.
no_no: Velg en gyldig CRL fra listen.

source: Please select a valid certificate from the list
no_no: Velg et gyldig sertifikat fra listen

source: Please select a valid certificate from the list.
no_no: Velg et gyldig sertifikat fra listen.

source: Please select a valid rotation
no_no: Velg en gyldig rotasjon

source: Please specify a valid hostname.
no_no: Vennligst angi et gyldig vertsnavn.

source: Please specify a valid servername or IP address.
no_no: Vennligst spesifiser gyldig servernavn eller IP-adresse.

source: Please specify a valid source address, i.e. 10.0.0.1 or loadbalancer.example.com:50000. Port range as start-end, i.e. 10.0.0.1:50000-60000.
no_no: Vennligst spesifiser en gyldig kildeadresse, f.eks 10.0.0.1 eller loadbalancer.eksempel.no:50000. Portområde som start-slutt, f.eks 10.0.0.1:50000-60000.

source: Please specify a value between 0 and 1024.
no_no: Vennligst angi en verdi mellom 0 og 1024.

source: Please specify a value between 0 and 256.
no_no: Vennligst angi en verdi mellom 0 og 256.

source: Please specify a value between 0 and 50.
no_no: Vennligst angi en verdi mellom 0 og 50.

source: Please specify a value between 0 and 500000.
no_no: Vennligst angi en verdi mellom 0 og 500000.

source: Please specify a value between 1 and 100.
no_no: Vennligst angi en verdi mellom 1 og 100.

source: Please specify a value between 1 and 10000.
no_no: Vennligst angi en verdi mellom 1 og 10000.

source: Please specify a value between 1 and 1000000000.
no_no: Vennligst angi en verdi mellom 1 og 100000000.

source: Please specify a value between 1 and 128.
no_no: Vennligst angi en verdi mellom 1 og 128.

source: Please specify a value between 1 and 16384.
no_no: Vennligst angi en verdi mellom 1 og 16384.

source: Please specify a value between 1 and 65535.
no_no: Vennligst angi en verdi mellom 1 og 65535.

source: Please specify a value between 100 and 999.
no_no: Vennligst angi en verdi mellom 100 og 999.

source: Please specify a value between 1024 and 1048576.
no_no: Vennligst angi en verdi mellom 1024 og 1048576.

source: Please specify a value between 1024 and 16384.
no_no: Vennligst angi en verdi mellom 1024 og 16384.

source: Please specify a value between 1024 and 65535.
no_no: Vennligst angi en verdi mellom 1024 og 65535.

source: Please specify a value between 64 and 65535.
no_no: Vennligst angi en verdi mellom 64 og 65535.

source: Plugins
no_no: Tillegg

source: Point-to-multipoint network
no_no: Punkt-til-multipunkt nettverk

source: Point-to-point network
no_no: Punkt-til-punkt-nettverk

source: Polling Interval needs to be an integer value between 0 and 86400
no_no: Pollingintervall må være et heltall mellom 0 og 86400

source: Port Forward
no_no: Port videresending

source: Port Probe
no_no: Port-sjekk

source: Port needs to be an integer value between 0 and 65535
no_no: Port må være en heltallsverdi mellom 0 og 65535

source: Port number must be between 1...65535
no_no: Portnummer må være mellom 1...65535

source: Power
no_no: Strøm

source: Power Off
no_no: Slå av

source: Pre-Shared Keys
no_no: Forhåndsdelte nøkler

source: Priority must be between 0 and 4294967295.
no_no: Prioritet må være mellom 0 og 4294967295.

source: Process
no_no: Prosess

source: Production Environment [default]
no_no: Produksjonsmiljø [standard]

source: Prometheus Exporter
no_no: Prometheus Eksportør

source: Protocol not found
no_no: Finner ikke protokollen

source: Proxy port needs to be an integer value between 1 and 65535
no_no: Proxy-port må være en heltallsverdi mellom 1 og 65535

source: Queue number must be between 1...65535
no_no: Kønummer må være mellom 1...65535

source: Queues
no_no: Køer

source: Random
no_no: Tilfeldig

source: Reboot
no_no: Omstart

source: Reject
no_no: Avvis

source: Related ACL item not found
no_no: Finner ikke relatert ACL-element

source: Related HAProxy ACL not found.
no_no: Relatert HAProxy ACL ikke funnet.

source: Related HAProxy action not found.
no_no: Finner ikke relatert HAProxy-handling.

source: Related HAProxy backend not found.
no_no: Relatert HAProxy-backend ikke funnet.

source: Related HAProxy frontend not found
no_no: Relatert HAProxy frontend ikke funnet

source: Related HAProxy server not found.
no_no: Finner ikke relatert HAProxy-server.

source: Related action item not found
no_no: Finner ikke relatert handlingselement

source: Related cron not found
no_no: Relatert cron ikke funnet

source: Related cron not found.
no_no: Relatert cron ikke funnet.

source: Related item not found
no_no: Finner ikke relatert element

source: Related network not found
no_no: Fant ikke relatert nettverk

source: Related server item not found
no_no: Finner ikke relatert serverelement

source: Related template not found
no_no: Finner ikke relatert mal

source: Reminder needs to be an integer value between 0 and 86400
no_no: Påminnelse må være en heltallsverdi mellom 0 og 86400

source: Remote Host
no_no: Ekstern vert

source: Replace all with client's IP (truncate)
no_no: Erstatt alle med klientens IP (avkort)

source: Reporting
no_no: Rapportering

source: Restart
no_no: Omstart

source: Restart HAProxy (Veritawall plugin)
no_no: Omstart HAProxy (Veritawall tillegg)

source: Restart Veritawall Web UI
no_no: Omstart Veritawall Web UI

source: Reverse address must be a valid IPv4 address
no_no: Omvendt adresse må være en gyldig IPv4-adresse

source: Reverse port needs to be an integer value between 1 and 65535
no_no: Omvendt port må være en heltallsverdi mellom 1 og 65535

source: Revocation
no_no: Tilbakekalling

source: Route
no_no: Rute

source: Router Advertisements
no_no: Ruter annonseringer

source: Routes
no_no: Ruter

source: Routing
no_no: Ruting

source: SNMP port needs to be an integer value between 1 and 65535
no_no: SNMP-port må være en heltallsverdi mellom 1 og 65535

source: SSL / HTTPS (TCP mode)
no_no: SSL / HTTPS (TCP-modus)

source: SSL Client certificate is valid
no_no: SSL-klientsertifikatet er gyldig

source: SSL Client certificate issued by CA common-name
no_no: SSL-klientsertifikat utstedt av CA vanlig-navn

source: SSL Proxy port needs to be an integer value between 1 and 65535
no_no: SSL Proxy-port må være en heltallsverdi mellom 1 og 65535

source: Schedules
no_no: Tidsplaner

source: Seconds
no_no: Sekunder

source: Security Association Database
no_no: Sikkerhets Assosiasjoner Database

source: Security Policy Database
no_no: Sikkerhetspolicy database

source: Select a command from the list.
no_no: Velg en kommando fra listen.

source: Senders
no_no: Avsendere

source: Services
no_no: Tjenester

source: Sessions
no_no: Økter

source: Set forward header to unknown (off)
no_no: Sett videresendings-header til ukjent (av)

source: Should be a number between 0 and 20.
no_no: Bør være et tall mellom 0 og 20.

source: Should be a number between 1 and 10000.
no_no: Bør være et tall mellom 1 og 10000.

source: Should be a number between 1 and 30.
no_no: Bør være et tall mellom 1 og 30.

source: Should be a number between 1 and 3600.
no_no: Bør være et tall mellom 1 og 3600.

source: Should be a number between 1 and 5 characters followed by either "d", "h", "m", "s" or "ms".
no_no: Bør være et tall mellom 1 og 5 tegn etterfulgt av enten "d", "h", "m", "s" eller "ms".

source: Should be a number between 1 and 5 characters followed by either "k", "m" or "g".
no_no: Bør være et tall mellom 1 og 5 tegn etterfulgt av enten "k", "m" eller "g".

source: Should be a number between 1 and 8 characters, optionally followed by either "d", "h", "m", "s", "ms" or "us".
no_no: Bør være et tall mellom 1 og 8 tegn, eventuelt etterfulgt av enten "d", "h", "m", "s", "ms" eller "us".

source: Should be a number between 10 and 3600.
no_no: Bør være et tall mellom 10 og 3600.

source: Should be a string between 1 and 1024 characters.
no_no: Bør være en streng mellom 1 og 1024 tegn.

source: Should be a string between 1 and 255 characters.
no_no: Bør være en streng mellom 1 og 255 tegn.

source: Should be a string between 1 and 255 characters. Allowed characters are letters and numbers as well as underscore, minus, dot and space.
no_no: Bør være en streng mellom 1 og 255 tegn. Tillatte tegn er bokstaver og tall, samt understreking, minus, prikk og mellomrom.

source: Should be a string between 1 and 255 characters. Allowed characters are letters and numbers as well as underscore, minus, dot and the dollar sign.
no_no: Bør være en streng mellom 1 og 255 tegn. Tillatte tegn er bokstaver og tall, samt understreking, minus, prikk og dollartegnet.

source: Should be a string between 1 and 32 characters.
no_no: Bør være en streng mellom 1 og 32 tegn.

source: Should be a valid absolute file or folder path.
no_no: Bør være en gyldig absolutt fil- eller mappebane.

source: Should be a valid absolute file path.
no_no: Bør være en gyldig absolutt filbane.

source: Should be a valid absolute path to the PID file of the process.
no_no: Bør være en gyldig absolutt bane til PID-filen for prosessen.

source: Should be a valid absolute path to the eventqueue directory.
no_no: Bør være en gyldig absolutt bane til hendelseskøkatalogen.

source: Should be a valid absolute path to the executable with its arguments.
no_no: Bør være en gyldig absolutt bane til den programmet med dets argumenter.

source: Should be a valid absolute path to the log file or the keyword "syslog".
no_no: Bør være en gyldig absolutt bane til loggfilen eller nøkkelordet "syslog".

source: Should be a valid absolute path to the state file.
no_no: Bør være en gyldig absolutt bane til tilstandsfilen.

source: Sid should be a number.
no_no: Sid bør være et tall.

source: Source IP is local
no_no: Kilde-IP er lokal

source: Source IP matches specified IP
no_no: Kilde-IP matcher spesifisert IP

source: Source IP: TCP source port
no_no: Kilde IP: TCP-kildeport

source: Source IP: amount of data received (in kilobytes)
no_no: Kilde IP: mengde data mottatt (i kilobyte)

source: Source IP: amount of data sent (in kilobytes)
no_no: Kilde IP: mengde data sendt (i kilobyte)

source: Source IP: concurrent connections
no_no: Kilde IP: samtidige tilkoblinger

source: Source IP: connection rate
no_no: Kilde IP: tilkoblingshastighet

source: Source IP: cumulative number of HTTP errors
no_no: Kilde-IP: kumulativt antall HTTP-feil

source: Source IP: cumulative number of connections
no_no: Kilde-IP: kumulativt antall tilkoblinger

source: Source IP: incoming bytes rate
no_no: Kilde IP: innkommende byte-rate

source: Source IP: number of HTTP requests
no_no: Kilde-IP: antall HTTP-forespørsler

source: Source IP: outgoing bytes rate
no_no: Kilde IP: utgående byte rate

source: Source address must be a valid IPv4 address
no_no: Kildeadresse må være en gyldig IPv4-adresse

source: Source-IP Hash [default]
no_no: Kilde-IP Hash [standard]

source: Specify a maximum object size. (number of MB's)
no_no: Angi en maksimal objektstørrelse. (antall MB)

source: Specify a positive cache size. (number of MB's)
no_no: Angi en positiv hurtigbufferstørrelse. (antall MB)

source: Specify a positive memory cache size. (number of MB's)
no_no: Angi en positiv hurtigbufferstørrelse for minne. (antall MB)

source: Specify a positive number of first-level subdirectories.
no_no: Angi et positivt antall underkataloger på første nivå.

source: Specify a positive number of second-level subdirectories.
no_no: Angi et positivt antall underkataloger på andre nivå.

source: Specify a valid gateway from the list matching the networks ip protocol.
no_no: Angi en gyldig gateway fra listen som samsvarer med ip-protokollen for nettverket.

source: Specify a valid network matching the gateways ip protocol.
no_no: Angi et gyldig nettverk som matcher gatewayens ip-protokoll.

source: Specify the maximum download size (kB).
no_no: Angi maksimal nedlastingsstørrelse (kB).

source: Specify the maximum upload size (kB).
no_no: Angi maksimal opplastingsstørrelse (kB).

source: Specify the overall bandwidth for downloads in kilobits per second.
no_no: Angi den totale båndbredden for nedlastinger i kilobit per sekund.

source: Specify the per host bandwidth for downloads in kilobits per second.
no_no: Angi per vert båndbredde for nedlastinger i kilobit per sekund.

source: Start Delay needs to be an integer value between 0 and 86400
no_no: Start-forsinkelse må være en heltallverdi mellom 0 og 86400

source: Static Round Robin
no_no: Statisk Round Robin

source: Statically configured routes
no_no: Statisk konfigurerte ruter

source: Statistics
no_no: Statistikk

source: Status Overview
no_no: Status oversikt

source: TCP (Layer 4)
no_no: TCP (lag 4)

source: Table check not found
no_no: Finner ikke tabellsjekk

source: Table not found
no_no: Finner ikke tabellen

source: Template name should be a string between 1 and 255 characters
no_no: Malnavn skal være en streng mellom 1 og 255 tegn

source: Text files
no_no: Tekstfiler

source: The IP TTL must be greater than 0
no_no: IP TTL må være større enn 0
