Repository: vw-fw/lang
Catalog: *.po
Languages: no_no

source: Days and hours should be numeric values or left empty
no_no: Dager og timer skal være numeriske verdier eller stå tomme

source: Decode DNS responses and do not resolve numeric IPs
no_no: Dekod DNS-svar og ikke slå opp numeriske IP-er

source: Decode DNS responses and resolve all numeric IPs
no_no: Dekod DNS-svar og slå opp alle numeriske IP-er

source: Decode DNS responses and resolve only local numeric IPs
no_no: Dekode DNS-svar og slå bare opp lokale numeriske IP-er

source: Deny Access
no_no: Nekt tilgang

source: Direct Connection (no Proxy)
no_no: Direkte tilkobling (ingen proxy)

source: Do not decode DNS responses and do not resolve numeric IPs
no_no: Ikke dekod DNS-svar og ikke slå opp numeriske IP-er

source: Don't check regular expressions on logest prefix match ("^~")
no_no: Ikke sjekk vanlige uttrykk i samsvar med lengste prefiks ("^ ~")

source: Drop The Connection
no_no: Dropp tilkoblingen

source: Enter a number followed by k, m or g.
no_no: Skriv inn et tall etterfulgt av k, m eller g.

source: Exact Match ("=")
no_no: Eksact Match ("=")

source: Existence
no_no: Eksistens

source: Extended
no_no: Utvidet

source: File Checksum
no_no: Fil Sjekksum

source: File Content
no_no: Filinnhold

source: File Size
no_no: Filstørrelse

source: Friday
no_no: Fredag

source: HTTP Basic Auth: username/password from client matches selected User/Group
no_no: HTTP Basic Auth: brukernavn/passord fra klient matcher valgt bruker/gruppe

source: HTTP Status Code 403
no_no: HTTP-statuskode 403

source: HTTP Status Code 404
no_no: HTTP-statuskode 404

source: HTTP Status Code 429
no_no: HTTP-statuskode 429

source: HTTP Status Code 500
no_no: HTTP-statuskode 500

source: HTTP Status Code 502
no_no: HTTP-statuskode 502

source: HTTP Status Code 503
no_no: HTTP-statuskode 503

source: HTTP Status Code 504
no_no: HTTP-statuskode 504

source: Hostname Matches
no_no: Vertsnavn matcher

source: IP Is In Network
no_no: IP er i nettverk

source: Inode Usage
no_no: Inode-bruk

source: Insert new cookie
no_no: Sett inn ny informasjonskapsel

source: Is Resolvable
no_no: Kan slås opp

source: Lesser
no_no: Mindre

source: Lesser or Equal
no_no: Mindre eller lik

source: Log Request
no_no: Loggforespørsel

source: Logs
no_no: Logger

source: Main Rule
no_no: Hovedregel

source: Minimum domain level must be bigger than 0.
no_no: Minimum domenenivå må være større enn 0.

source: Monday
no_no: Mandag

source: Must be a number between 0 and 16777214.
no_no: Må være et tall mellom 0 og 16777214.

source: My IP Is In Network
no_no: Min IP er i nettverket

source: MySQL and SQLite can not be combined.
no_no: MySQL og SQLite kan ikke kombineres.

source: Network Interface
no_no: Nettverksgrensesnitt

source: Network Ping
no_no: Nettverk Ping

source: NoCoin List
no_no: NoCoin-liste

source: Only characters, numbers, a dot, underscore and hyphen allowed. Do not use more than 128 characters.
no_no: Bare tegn, tall, et punktum, understreking og bindestrek er tillatt. Ikke bruk mer enn 128 tegn.

source: Only up to 128 of the following characters are allowed: 0-9a-zA-Z.-_
no_no: Bare opptil 128 av følgende tegn er tillatt: 0-9a-zA-Z.-_

source: Optional
no_no: Valgfritt

source: Optional, don't verify
no_no: Valgfritt, ikke bekreft

source: PAC Matches
no_no: PAC Matcher

source: PAC Proxies
no_no: PAC-proxyer

source: PAC Rules
no_no: PAC-regler

source: Password can be up to 32 signs long. Alphanumeric characters and also dot, dash and underscore allowed.
no_no: Passordet kan være opptil 32 tegn langt. Alfanumeriske tegn og også punkt, strek og understrek tillatt.

source: Permanently Unreachable
no_no: Permanent utilgjengelig

source: Permission
no_no: Tillatelse

source: Plain Hostname (No Dots Inside)
no_no: Vanlig vertsnavn (ingen punkt i navnet)

source: Please provide a valid group name. Allowed characters are a-zA-Z0-9._- and it has to be 1-64 characters long.
no_no: Oppgi et gyldig gruppenavn. Tillatte tegn er a-zA-Z0-9._- og det må være 1-64 tegn lang.

source: Please provide a valid hash.
no_no: Vennligst oppgi en gyldig hash.

source: Please provide a valid username. Allowed characters are a-zA-Z0-9._-@ and it has to be 1-32 characters long.
no_no: Oppgi et gyldig brukernavn. Tillatte tegn er a-zA-Z0-9 ._- @ og det må være 1-32 tegn langt.

source: Please provide an e-mail address.
no_no: Vennligst oppgi en e-postadresse.

source: Please provide an e-mail server.
no_no: Vennligst oppgi en e-postserver.

source: Please select a HTTPS port and a valid certificate
no_no: Velg en HTTPS-port og et gyldig sertifikat

source: Please select one or more CAs from the list.
no_no: Velg en eller flere CAer fra listen.

source: Please specify a value between 1 and 1024.
no_no: Vennligst angi en verdi mellom 1 og 1024.

source: Please specify a value between 1 and 86400.
no_no: Vennligst angi en verdi mellom 1 og 86400.

source: Please use valid IPv4 or IPv6 addresses.
no_no: Bruk gyldige IPv4- eller IPv6-adresser.

source: PornTop1M List
no_no: PornTop1M-liste

source: Port needs to be an integer value between 1 and 65535
no_no: Port må være en heltallsverdi mellom 1 og 65535

source: Process 1
no_no: Prosess 1

source: Process 11
no_no: Prosess 11

source: Process 12
no_no: Prosess 12

source: Process 13
no_no: Prosess 13

source: Process 14
no_no: Prosess 14

source: Process 15
no_no: Prosess 15

source: Process 16
no_no: Prosess 16

source: Process 17
no_no: Prosess 17

source: Process 18
no_no: Prosess 18

source: Process 19
no_no: Prosess 19

source: Process 2
no_no: Prosess 2

source: Process 20
no_no: Prosess 20

source: Process 21
no_no: Prosess 21

source: Process 22
no_no: Prosess 22

source: Process 23
no_no: Prosess 23

source: Process 24
no_no: Prosess 24

source: Process 25
no_no: Prosess 25

source: Process 26
no_no: Prosess 26

source: Process 27
no_no: Prosess 27

source: Process 28
no_no: Prosess 28

source: Process 29
no_no: Prosess 29

source: Process 3
no_no: Prosess 3

source: Process 30
no_no: Prosess 30

source: Process 31
no_no: Prosess 31

source: Process 32
no_no: Prosess 32

source: Process 33
no_no: Prosess 33

source: Process 34
no_no: Prosess 34

source: Process 35
no_no: Prosess 35

source: Process 36
no_no: Prosess 36

source: Process 37
no_no: Prosess 37

source: Process 38
no_no: Prosess 38

source: Process 39
no_no: Prosess 39

source: Process 4
no_no: Prosess 4

source: Process 40
no_no: Prosess 40

source: Process 41
no_no: Prosess 41

source: Process 42
no_no: Prosess 42

source: Process 43
no_no: Prosess 43

source: Process 44
no_no: Prosess 44

source: Process 45
no_no: Prosess 45

source: Process 46
no_no: Prosess 46

source: Process 47
no_no: Prosess 47

source: Process 48
no_no: Prosess 48

source: Process 49
no_no: Prosess 49

source: Process 5
no_no: Prosess 5

source: Process 50
no_no: Prosess 50

source: Process 51
no_no: Prosess 51

source: Process 52
no_no: Prosess 52

source: Process 53
no_no: Prosess 53

source: Process 54
no_no: Prosess 54

source: Process 55
no_no: Prosess 55

source: Process 56
no_no: Prosess 56

source: Process 57
no_no: Prosess 57

source: Process 58
no_no: Prosess 58

source: Process 59
no_no: Prosess 59

source: Process 6
no_no: Prosess 6

source: Process 60
no_no: Prosess 60

source: Process 61
no_no: Prosess 61

source: Process 62
no_no: Prosess 62

source: Process 63
no_no: Prosess 63

source: Process 7
no_no: Prosess 7

source: Process 8
no_no: Prosess 8

source: Process 9
no_no: Prosess 9

source: Proxy name should be unique
no_no: Proxy-navnet må være unikt

source: Recipient BCC
no_no: Mottaker BCC

source: Related group not found
no_no: Finner ikke relatert gruppe

source: Related user not found
no_no: Finner ikke relatert bruker

source: Remote ACL
no_no: Ekstern ACL

source: Remote IP Address
no_no: Ekstern IP-adresse

source: Requests Per Minute
no_no: Forespørsler per minutt

source: Requests Per Second
no_no: Forespørsler per sekund

source: Restart Nginx (Veritawall plugin)
no_no: Omstart Nginx (Veritawall tillegg)

source: SOCKS Version 4
no_no: SOCKS versjon 4

source: SOCKS Version 5
no_no: SOCKS versjon 5

source: Same Origin (recommended)
no_no: Samme opprinnelse (anbefalt)

source: Selected ACL not found
no_no: Finner ikke valgt ACL

source: Selected alias not found
no_no: Finner ikke valgt alias

source: Selected cache directory not found
no_no: Den valgte buffer-katalogen ble ikke funnet

source: Selected location(s) not found
no_no: Valgt(e) plassering(er) ikke funnet

source: Selected rewrite(s) not found
no_no: Valgt(e) omskriving(er) ikke funnet

source: Selected rule not found
no_no: Valgt regel ikke funnet

source: Selected security rule not found
no_no: Valgt sikkerhetsregel ikke funnet

source: Selected server not found
no_no: Valgt server ikke funnet

source: Selected upstream not found
no_no: Valgt oppstrøm ikke funnet

source: Selected user file not found
no_no: Den valgte brukerfilen ble ikke funnet

source: Selected user not found
no_no: Valgt bruker ikke funnet

source: Sender BCC
no_no: Avsender BCC

source: Service name must be unique.
no_no: Tjenestenavnet må være unikt.

source: Should be a base64-encoded 32 byte string.
no_no: Bør være en base64-kodet 32 byte streng.

source: Should be a hexadecimal string between 32 and 512 characters.
no_no: Bør være en heksadesimal streng mellom 32 og 512 tegn.

source: Should be a string between 1 and 128 characters.
no_no: Bør være en streng mellom 1 og 128 tegn.

source: Should be a string between 1 and 4096 characters.
no_no: Bør være en streng mellom 1 og 4096 tegn.

source: Should be a string between 1 and 512 characters.
no_no: Bør være en streng mellom 1 og 512 tegn.

source: Should be a string between 1 and 64 characters. Allowed characters are 0-9a-zA-Z._-
no_no: Bør være en streng mellom 1 og 64 tegn. Tillatte tegn er 0-9a-zA-Z._-

source: Should be a string between 8 and 64 characters. Allowed characters are 0-9a-zA-Z._-!$%/()+#=
no_no: Bør være en streng mellom 8 og 64 tegn. Tillatte tegn er 0-9a-zA-Z._-!$%/()+#=

source: Source-IP [default]
no_no: Kilde-IP [standard]

source: Stop processing rules
no_no: Stopp behandling av regler

source: Stop processing rules and find location
no_no: Slutt å behandle regler og finn plassering

source: Sunday
no_no: Søndag

source: System Resource
no_no: Systemressurs

source: TLS Fingerprints
no_no: TLS fingeravtrykk

source: The authentication key ID must be between 1 and 255.
no_no: Autentiseringsnøkkel-IDen må være mellom 1 og 255.

source: The first hour of the day is 0.
no_no: Den første timen på dagen er 0.

source: The last hour of the day is 23!
no_no: Den siste timen på dagen er 23!

source: The name should only contain alphanumeric characters, dashes, underscores or a dot.
no_no: Navnet skal bare inneholde alfanumeriske tegn, bindestreker, understrekingstegn eller en prikk.

source: The proxy name must be set.
no_no: Proxy-navnet må være angitt.

source: The url must be valid without a trailing slash. For example: https://nextcloud.example.com or https://example.com/nextcloud
no_no: Nettadressen må være gyldig uten avsluttende skråstrek. For eksempel: https://nextcloud.example.com eller https://example.com/nextcloud

source: This does not look like a valid proxy or direct connection.
no_no: Dette ser ikke ut som en gyldig proxy eller direkte forbindelse.

source: This field must be set.
no_no: Dette feltet må angis.

source: Thread 1
no_no: Tråd 1

source: Thread 10
no_no: Tråd 10

source: Thread 11
no_no: Tråd 11

source: Thread 12
no_no: Tråd 12

source: Thread 13
no_no: Tråd 13

source: Thread 14
no_no: Tråd 14

source: Thread 15
no_no: Tråd 15

source: Thread 16
no_no: Tråd 16

source: Thread 17
no_no: Klarte ikke å frembringe IO-tråd

source: Thread 18
no_no: CPU 18

source: Thread 19
no_no: Tråd 19

source: Thread 2
no_no: Tråd 2

source: Thread 20
no_no: Tråd 20

source: Thread 21
no_no: Tråd 21

source: Thread 22
no_no: Tråd 22

source: Thread 23
no_no: Tråd 23

source: Thread 24
no_no: Tråd 24

source: Thread 25
no_no: Tråd 25

source: Thread 26
no_no: Tråd 26

source: Thread 27
no_no: Tråd 27

source: Thread 28
no_no: Tråd 28

source: Thread 29
no_no: Tråd 29

source: Thread 3
no_no: Tråd 3

source: Thread 30
no_no: Tråd 30

source: Thread 31
no_no: Tråd 31

source: Thread 32
no_no: Tråd 32

source: Thread 33
no_no: Tråd 33

source: Thread 34
no_no: Tråd 34

source: Thread 35
no_no: Tråd 35

source: Thread 36
no_no: Tråd 36

source: Thread 37
no_no: Tråd 37

source: Thread 38
no_no: Tråd 38

source: Thread 39
no_no: Tråd 39

source: Thread 4
no_no: Tråd 4

source: Thread 40
no_no: Tråd 40

source: Thread 41
no_no: Tråd 41

source: Thread 42
no_no: Tråd 42

source: Thread 43
no_no: Tråd 43

source: Thread 44
no_no: Tråd 44

source: Thread 45
no_no: Tråd 45

source: Thread 46
no_no: Tråd 46

source: Thread 47
no_no: Tråd 47

source: Thread 48
no_no: Tråd 48

source: Thread 49
no_no: Tråd 49

source: Thread 5
no_no: Tråd 5

source: Thread 50
no_no: Tråd 50

source: Thread 51
no_no: Tråd 51

source: Thread 52
no_no: Tråd 52

source: Thread 53
no_no: Tråd 53

source: Thread 54
no_no: Tråd 54

source: Thread 55
no_no: Tråd 55

source: Thread 56
no_no: Tråd 56

source: Thread 57
no_no: Tråd 57

source: Thread 58
no_no: Tråd 58

source: Thread 59
no_no: Tråd 59

source: Thread 6
no_no: Tråd 6

source: Thread 60
no_no: Tråd 60

source: Thread 61
no_no: Tråd 61

source: Thread 62
no_no: Tråd 62

source: Thread 63
no_no: Tråd 63

source: Thread 7
no_no: Tråd 7

source: Thread 8
no_no: Tråd 8

source: Thread 9
no_no: Tråd 9

source: Thursday
no_no: Torsdag

source: Time Range
no_no: Tidsområde

source: Traffic Mgmt
no_no: Trafikk Admin

source: Traffic Statistic
no_no: Trafikkstatistikk

source: Tuesday
no_no: Tirsdag

source: URL Matches
no_no: URL matcher

source: Unless
no_no: Med mindre

source: Unsafe URL
no_no: Usikker URL

source: Updating
no_no: Oppdaterer

source: Upload certificate to Highwinds CDN
no_no: Last opp sertifikat til Highwinds CDN

source: Upstream
no_no: Oppstrøms

source: Username can be up to 32 signs long. Alphanumeric characters and also dot, dash and underscore allowed.
no_no: Brukernavnet kan være opptil 32 tegn langt. Alfanumeriske tegn og også prikk, strek og understrek tillatt.

source: Wednesday
no_no: Onsdag

source: Weekday Range
no_no: Ukedagsområde

source: X-Real-IP (default)
no_no: X-Real-IP (standard)

source: YoYo List
no_no: YoYo-liste

source: You have to enable FreeRADIUS DHCP service.
no_no: Du må aktivere FreeRADIUS DHCP-tjenesten.

source: You need to set a proper listening IP.
no_no: Du må angi en korrekt lytte-IP.

source: optional
no_no: valgfritt

source: required
no_no: påkrevd

source: Block non-Internet routed networks from entering via WAN
no_no: Blokkere ikke-Internett-rutede nettverk fra å komme inn via WAN

source: Block private networks from entering via WAN
no_no: Blokkere private nettverk fra å komme inn via WAN

source: Root Password
no_no: Root-passord

source: Root Password Confirmation
no_no: Bekreftelse av root-passord

source: Set Root Password
no_no: Angi rot-passord

source: When set, this option blocks traffic from IP addresses that are reserved for private networks as per RFC 1918 (10/8, 172.16/12, 192.168/16) as well as loopback addresses (127/8) and Carrier-grade NAT addresses (100.64/10). This option should only be set for WAN interfaces that use the public IP address space.
no_no: Når dette alternativet er angitt, blokkeres trafikk fra IP-adresser som er reservert for private nettverk i henhold til RFC 1918 (10/8, 172.16/12, 192.168/16) samt loopbackadresser (127/8) og NAT-adresser i carrier-klasse (100,64/10). Dette alternativet bør bare angis for WAN-grensesnitt som bruker det offentlige IP-adresseområdet.

source: Do not add or remove routes automatically. Instead pass routes to "--route-up" script using environmental variables.
no_no: Ikke legg til eller fjern ruter automatisk. Send i stedet ruter til "--route-up" -skriptet ved hjelp av miljøvariabler.

source: Inactivity timeout
no_no: Tidsavbrudd for inaktivitet

source: DPD action
no_no: DPD-handling

source: Stop the tunnel
no_no: Stopp tunnelen

source: Restart the tunnel
no_no: Start tunnelen på nytt

source: This selection will only display key pairs which have a public key.
no_no: Dette valget vil bare vise nøkkelpar som har en offentlig nøkkel.

source: This selection will only display key pairs which have both a public and private key.
no_no: Dette valget vil bare vise nøkkelpar som har både en offentlig og privat nøkkel.

source: Invalid argument for DPD action.
no_no: Ugyldig argument for DPD-handling.

source: Rekeyfuzz must be an integer.
no_no: Rekeyfuzz må være et heltall.

source: The inactivity timeout must be an integer.
no_no: Tidsavbrudd for inaktivitet må være et heltall.

source: Local Key Pair
no_no: Lokalt nøkkelpar

source: Provide a virtual IPv6 address to clients
no_no: Lever en virtuell IPv6-adresse til klienter

source: Provide a virtual IPv4 address to clients
no_no: Tilby en virtuell IPv4-adresse til klienter

source: A valid IPv6 address for 'Virtual IPv6 Address Pool Network' must be specified.
no_no: En gyldig IPv6-adresse for 'Virtual IPv6 Address Pool Network' må angis.

source: A valid IPv4 address for 'Virtual IPv4 Address Pool Network' must be specified.
no_no: En gyldig IPv4-adresse for 'Virtual IPv4 Address Pool Network' må angis.

source: Phase 2 Proposal
no_no: Fase 2 Forslag

source: endpoint
no_no: endepunkt

source: Valid To
no_no: Gyldig til

source: Synchronize the Static Route configuration and Gateways to the other HA host.
no_no: Synkroniser Statisk Rute-konfigurasjonen og Gatewayer med den andre HA-verten.

source: Synchronize dashboard widgets.
no_no: Synkroniser instrumentbord-moduler.

source: Exclude interfaces
no_no: Ekskluder grensesnitt

source: If this option is set, DNS servers assigned by a DHCP/PPP server on WAN will be used for their own purposes (including the DNS services). However, they will not be assigned to DHCP clients. Since this option concerns all interfaces retrieving dynamic dns entries, you can exclude items from the list below.
no_no: Hvis dette alternativet er angitt, vil DNS-servere tilordnet av en DHCP/PPP-server på WAN bli brukt til deres egne formål (inkludert DNS-tjenestene). De vil imidlertid ikke bli tildelt DHCP-klienter. Siden dette alternativet angår alle grensesnitt som henter inn dynamiske dns-oppføringer, kan du ekskludere elementer fra listen nedenfor.

source: You can not assign a gateway to DNS server "%s" which is on a directly connected network.
no_no: Du kan ikke tilordne en gateway til DNS-serveren "%s" som er i et direkte tilkoblet nettverk.

source: A valid IP address must be specified for DNS server "%s".
no_no: En gyldig IP-adresse må angis for DNS-serveren "%s".

source: Influences sort order when selecting a (default) gateway, lower means more important.
no_no: Påvirker sorteringsrekkefølge når du velger en (standard) gateway, lavere betyr viktigere.

source: This will select the above gateway as a default gateway candidate.
no_no: Dette vil velge ovennevnte gateway som en standard gatewaykandidat.

source: Priority needs to be a numeric value.
no_no: Prioritet må være en numerisk verdi.

source: (upstream)
no_no: (oppstrøms)

source: Please select a valid Key Type.
no_no: Velg en gyldig nøkkeltype.

source: Digest algorithm
no_no: Digest-algoritme

source: Limit the groups which may be used by ldap, keep empty to consider all local groups in Veritawall. When groups are selected, you can assign unassigned groups to the user manually
no_no: Begrens gruppene som kan brukes av ldap, la stå tom for å vurdere alle lokale grupper i Veritawall. Når grupper er valgt, kan du tilordne ikke-tildelte grupper manuelt

source: Limit groups
no_no: Begrens grupper

source: Synchronize groups specified by memberOf attribute after login, this option requires to enable read properties. Groups will be extracted from the first CN= section and will only be considered when already existing in Veritawall. Group memberships will be persisted in Veritawall. Use the server test tool to check if memberOf is returned by your LDAP server before enabling.
no_no: Synkroniser grupper spesifisert av memberOf-attributtet etter innlogging. Dette alternativet krever aktivering av leseegenskaper. Grupper vil bli trukket ut fra den første CN= seksjonen og vil bare bli vurdert når de allerede finnes i Veritawall. Gruppemedlemskap vil fortsette i Veritawall. Bruk servertestverktøyet for å sjekke om memberOf returneres av LDAP-serveren før du aktiverer.

source: Synchronize groups
no_no: Synkroniser grupper

source: When choosing StartTLS or SSL, please configure the required private CAs in System -> Trust
no_no: Når du velger StartTLS eller SSL, vennligst konfigurer de nødvendige private CA-ene i System -> Sikkerhet

source: Select the allowed groups for sudo usage. The "wheel" group is always set for recovery purposes and an additional local group can be selected at will.
no_no: Velg de tillatte gruppene for sudo-bruk. "wheel"-gruppen er alltid med av hensyn til gjenoppretting. En ekstra lokal gruppe kan velges etter ønske.

source: No OpenVPN clients are connected to this instance.
no_no: Ingen OpenVPN-klienter er koblet til denne forekomsten.

source: Log Queries
no_no: Logg spørringer

source: If enabled, extended statistics are printed.
no_no: Hvis dette er aktivert, skrives utvidet statistikk ut.

source: Extended statistics
no_no: Utvidet statistikk

source: AdvRouteLifetime must be between %s and %s seconds.
no_no: AdvRouteLifetime må være mellom %s og %s sekunder.

source: AdvDNSSLLifetime must be between %s and %s seconds.
no_no: AdvDNSSLLifetime må være mellom %s og %s sekunder.

source: AdvRDNSSLifetime must be between %s and %s seconds.
no_no: AdvRDNSSLifetime må være mellom %s og %s sekunder.

source: AdvPreferredLifetime must be between %s and %s seconds.
no_no: AdvPreferredLifetime må være mellom %s og %s sekunder.

source: AdvValidLifetime must be between %s and %s seconds.
no_no: AdvValidLifetime må være mellom %s og %s sekunder.

source: AdvDefaultLifetime must be between %s and %s seconds.
no_no: AdvDefaultLifetime må være mellom %s og %s sekunder.

source: This option will be removed in the future due to being insecure by nature. In the mean time only full administrators are allowed to change this setting.
no_no: Dette alternativet vil bli fjernet i fremtiden da det er grunnleggende usikkert. I mellomtiden vil bare administratorer ha lov til å endre denne innstillingen.

source: A valid primary domain name server IPv6 address must be specified for the dynamic domain name.
no_no: En gyldig IPv6-adresse for primær domenenavnserver må angis for det dynamiske domenenavnet.

source: OMAPI key
no_no: OMAPI-nøkkel

source: Key algorithm
no_no: Nøkkelalgoritme

source: Enables OMAPI
no_no: Aktiverer OMAPI

source: Show OMAPI configuration
no_no: Vis OMAPI-konfigurasjon

source: Enable OMAPI
no_no: Aktiver OMAPI

source: Leave blank to use default (128) which should be fine for most cases. Enter a number (0-256) to specify the load-balancing split between the failover peers, the default of 128 means both peers will handle approximately 50% of the clients, 256 will make the primary handle all the clients. This value is only used on the primary peer, leave blank on the secondary.
no_no: La stå tomt for å bruke standard (128), noe bør være ok i de fleste tilfeller. Angi et tall (0-256) for å spesifisere last-balanseringsdelingen mellom failover peers, standardverdien på 128 betyr at begge peers vil håndtere omtrent 50% av klientene, 256 vil la den primære håndtere alle klientene. Denne verdien brukes bare på den primære peer-en, la stå tom på den sekundære.
