Repository: vw-fw/lang
Catalog: *.po
Languages: no_no

source: Enter the end time (maximum 23, minimum 0 or start time).
no_no: Angi siste time (maksimalt 23, minimum 0 eller første time).

source: Enter the first day of the week.
no_no: Angi den første dagen i uken.

source: Enter the first month.
no_no: Angi den første måneden.

source: Enter the hours for the job to act, can also be a comma-separated list, * (each) or a range (ex. 10,11,12 or 10-12)
no_no: Angi timene når jobben skal utføres, kan også være en kommaseparert liste, * (hver) eller et område (eks. 10,11,12 eller 10-12)

source: Enter the last day of the week.
no_no: Angi den siste dagen i uken.

source: Enter the last month (maximum December, minimum January or From Month).
no_no: Angi den siste måneden (maksimum Desember, minimum Januar eller Fra måned).

source: Enter the maximum amount of dots in the domain name.
no_no: Angi den maksimum antall punktum i domenenavnet.

source: Enter the minimum amount of dots in the domain name.
no_no: Angi minimum antall punktum i domenenavnet.

source: Enter the minutes for the job to act, can also be a comma-separated list, * (each) or a range (ex. 10,20,30 or 10-30)
no_no: Angi minuttene når jobben skal utføres, kan også være en kommaseparert liste, * (hvert) eller et område (eks. 10,20,30 eller 10-30)

source: Enter the months for the job to act, can also be a comma-separated list, * (each) or a range (ex. 1,2,3 or 1-3)
no_no: Angi månedene når jobben skal utføres, kan også være en kommaseparert liste, * (hver) eller et område (eks. 1,2,3 eller 1-3)

source: Enter the name of an existing item key.
no_no: Skriv inn navnet på en eksisterende elementnøkkel.

source: Enter the network address to match in CIDR notation for example like 127.0.0.1/8 or ::1/128
no_no: Skriv inn nettverksadressen som skal matche i CIDR-notasjon, for eksempel 127.0.0.1/8 eller ::1/128

source: Ephemeral Keys
no_no: Flyktige nøkler

source: Exclusion list destination domains.You may use a regular expression, use a comma or press Enter for new item. Examples: "mydomain.com" matches on "*.mydomain.com"; "https://([a-zA-Z]+)\.mydomain\." matches on "http(s)://textONLY.mydomain.*"; "\.gif$" matches on "\*.gif" but not on "\*.gif\test"; "\[0-9]+\.gif$" matches on "\123.gif" but not on "\test.gif"
no_no: Måldomener for ekskluderingsliste. Du kan bruke et regulært uttrykk, bruke komma eller trykke Enter for et nytt element. Eksempler: "mydomain.com" matcher "*.mydomain.com"; "https://([a-zA-Z]+)\.mydomain\." matcher "http(s)://textONLY.mydomain.*"; "\.gif$" matcher "\*.gif", men ikke "\*.gif\test"; "\[0-9]+\.gif$" matcher "\123.gif", men ikke "\test.gif"

source: Export type
no_no: Eksporttype

source: Extensive Naxsi Log
no_no: Omfattende Naxsi-logg

source: File System Root
no_no: Filsystem Rot

source: File format to export.
no_no: Filformat for eksport.

source: Flag
no_no: Flagg

source: Forbid Explicitly
no_no: Forby eksplisitt

source: Force HTTPS
no_no: Tving HTTPS

source: Force TCP
no_no: Tving TCP

source: Force encrypted connections.
no_no: Tving krypterte tilkoblinger.

source: Free text field for your set, please be careful! You can set e.g. "local-preference 300" or "community 1:1" (http://www.nongnu.org/quagga/docs/docs-multi/Route-Map-Set-Command.html#Route-Map-Set-Command)
no_no: Ledig tekstfelt for settet ditt, vær forsiktig! Du kan stille inn f.eks. "local-preference 300" eller "community 1:1" (http://www.nongnu.org/quagga/docs/docs-multi/Route-Map-Set-Command.html#Route-Map-Set-Command)

source: From Day
no_no: Fra dag

source: From Month
no_no: Fra måned

source: GUI Settings
no_no: GUI innstillinger

source: Global HTTP Settings
no_no: Globale HTTP-innstillinger

source: Graceful stop
no_no: Hensynsfull stopp

source: HAProxy threads
no_no: HAProxy tråder

source: HAProxy will extract the Host header from the HTTP request and search the map file for a match. If a match is found, the backend pool from the map file will be used.
no_no: HAProxy vil trekke ut Host-headeren fra HTTP-forespørselen og søke i mappingfilen etter en match. Hvis en kamp blir funnet, vil backend-bassenget fra kartfilen brukes.

source: HAProxy will handle service restarts in a way that no connections are dropped. This is the best restart mode, because it has no impact on user experience. That being said, there might be edge cases where seamless reloads lead to unexpected behaviour.
no_no: HAProxy vil håndtere omstart av tjenester slik at ingen forbindelser blir droppet. Dette er den beste omstartmodusen, fordi den ikke har noen innvirkning på brukeropplevelsen. Når det er sagt, kan det være kanttilfeller der sømløse omstarter fører til uventet oppførsel.

source: HTTP Port this service listens on.
no_no: HTTP-porten denne tjenesten lytter på.

source: HTTPS Only
no_no: Bare HTTPS

source: HTTPS Port this service listens on. If you enable HTTPS you will be redirected from HTTP to HTTPS. Please select a certificate below
no_no: HTTPS-port denne tjenesten lytter på. Hvis du aktiverer HTTPS, blir du omdirigert fra HTTP til HTTPS. Vennligst velg et sertifikat nedenfor

source: Here you can summarize a network for this area like 192.168.0.0/23
no_no: Her kan du oppsummere et nettverk for dette området som 192.168.0.0/23

source: Hide Hostname
no_no: Skjul vertsnavn

source: Honeypot
no_no: Honningkrukke

source: Host Pattern
no_no: Vertsmønster

source: How long a DNS query will wait for a response in milliseconds.
no_no: Hvor lenge en DNS-spørring vil vente på et svar, i millisekunder.

source: How much memory in percent the cache can use from the system. Default is 80%.
no_no: Hvor mye minne, i prosent, cachen kan bruke fra systemet. Standard er 80%.

source: IP address of the remote logging server.
no_no: IP-adressen til den eksterne loggingsserveren.

source: IP address the server UI listens on.
no_no: IP-adresse server-brukergrensesnittet lytter på.

source: IPv6 Address
no_no: IPv6- adresse

source: If checked, also subdomains are affected.
no_no: Hvis det er merket av, påvirkes også underdomener.

source: If checked, the CSP is enabled.
no_no: Hvis det er merket av for dette, er CSP aktivert.

source: If checked, the CSP is not enforced (learning mode).
no_no: Hvis det er merket av for dette alternativet, håndheves ikke CSP (læringsmodus).

source: If checked, this part of the CSP is enabled.
no_no: Hvis det er merket av for dette, er denne delen av CSP aktivert.

source: If enabled it allows you to use SMTPS.
no_no: Hvis den er aktivert, kan du bruke SMTPS.

source: If set to 'optional' or 'required', client certificate is requested.
no_no: Hvis satt til "valgfritt" eller "obligatorisk", blir klientsertifikat forespurt.

source: If set, a message larger than this size will not be scanned.
no_no: Hvis angitt, vil en melding som er større enn denne størrelsen ikke bli skannet.

source: If the request exceeds this size, it will be written to disk. Enter a number and a unit like 1m.
no_no: Hvis forespørselen overstiger denne størrelsen, blir den skrevet til disken. Skriv inn et tall og en enhet som f.eks. 1m.

source: If the request is larger, it will be rejectet with error 413 (Request Entity Too Large). For example, you can enter 200m.
no_no: Hvis forespørselen er større, vil den avvises med feil 413 (Forespurt enhet for stor). Du kan for eksempel angi 200m.

source: If this checkbox is checked, all other settings for this directive are ignored and everything will be forbidden.
no_no: Hvis denne boksen er avmerket, ignoreres alle andre innstillinger for dette direktivet, og alt vil være forbudt.

source: If you check this box, a TLS encrypted connection is enforced.
no_no: Hvis du merker av i denne boksen, håndheves en TLS-kryptert tilkobling.

source: If you check this box, you can use the link header to send resources to the client before they are requested. You can boost your performance with this setting. This requires that your application sets the "Link" header correctly.
no_no: Hvis du merker av i denne boksen, kan du bruke link-headeren til å sende ressurser til klienten før de blir forespurt. Du kan øke ytelsen din med denne innstillingen. Dette krever at applikasjonen din angir "Link"-headeren korrekt.

source: If you choose multiple limits, the strictest will be used.
no_no: Hvis du velger flere grenser, vil den strengeste brukes.

source: If you enable the honeypot, all requests to this location will go to a special temporary log which will be used to block the IP. This is dangerous because you may accidentally block legitimate users or search engines. The result is available as a special alias in the firewall section. For example you can trigger on locations of Wordpress for phpMyAdmin if you are not using it.
no_no: Hvis du aktiverer honningkrukken, vil alle forespørsler til dette stedet gå til en spesiell midlertidig logg som blir brukt til å blokkere IP-en. Dette er farlig fordi du ved en tilfeldighet kan blokkere legitime brukere eller søkemotorer. Resultatet er tilgjengelig som et spesielt alias i brannmurseksjonen. For eksempel kan du utløse på steder av Wordpress for phpMyAdmin hvis du ikke bruker det.

source: If you enable the proxy protocol, a downstream proxy can send the client IP and port before the real traffic is set.
no_no: Hvis du aktiverer proxy-protokollen, kan en nedstrøms proxy sende klientens IP og port før den virkelige trafikken er angitt.

source: If you enable the proxy protocol, an upstream proxy or server will get the client IP and the server port before the real traffic is sent.
no_no: Hvis du aktiverer proxy-protokollen, vil en oppstrøms proxy eller server få klientens IP og serverporten før den virkelige trafikken sendes.

source: If you have a wildcard certificate or the CA is untrusted, you have to enter the SHA hash of the certificate to force a connect.
no_no: Hvis du har et wildcard sertifikat eller sertifiseringsinstansen ikke er klarert, må du angi SHA-hash-koden for sertifikatet for å tvinge en tilkobling.

source: If you only want to test it, you can check this box (policy will be deployed but not enforced).
no_no: Hvis du bare vil teste den, kan du merke av i denne boksen (policyen distribueres, men håndheves ikke).

source: If you select an IP ACL, the client can only access this service if it fulfills this requirement.
no_no: Hvis du velger en IP ACL, kan klienten bare få tilgang til denne tjenesten hvis den oppfyller dette kravet.

source: If you set this setting, all requests are sent to this script instead of the request path (URL). Not using this setting on a remote instance can be dangerous.
no_no: Hvis du angir denne innstillingen, blir alle forespørsler sendt til dette skriptet i stedet for forespørselsstien (URL). Det kan være farlig å ikke bruke denne innstillingen på en ekstern forekomst.

source: Immediately respond to IPv6-related queries with an empty response. This makes things faster when there is no IPv6 connectivity.
no_no: Svar umiddelbart på IPv6-relaterte spørringer med et tomt svar. Dette gjør ting raskere når det ikke er noen IPv6-tilkobling.

source: In some cases it might be clearer to set a fixed router-id.
no_no: I noen tilfeller kan det være tydeligere å angi en fast ruter-ID.

source: Inactive Time (Minutes)
no_no: Inaktiv tid (minutter)

source: Index File
no_no: Indeksfil

source: Index Name
no_no: Indeksnavn

source: Instance
no_no: Forekomst

source: Interface 2
no_no: Grensesnitt 2

source: Keepalive Timeout
no_no: Keepalive tidsavbrudd

source: Keepalive for HTTP (HTTPS, HTTP/2) queries in seconds.
no_no: Keepalive for HTTP (HTTPS, HTTP/2) spørringer i sekunder.

source: Key Length
no_no: Nøkkel lengde

source: Knot server address, like: dns.example.com
no_no: Knot serveradresse, som: dns.eksempel.no

source: Last Hour
no_no: Siste time

source: Layer 3 Visibility
no_no: Lag 3 Synlighet

source: Learning Mode
no_no: Læringsmodus

source: Let DNSCrypt-Proxy use IPv4 enabled servers.
no_no: La DNSCrypt-Proxy bruke IPv4-aktiverte servere.

source: Let DNSCrypt-Proxy use IPv6 enabled servers.
no_no: La DNSCrypt-Proxy bruke IPv6-aktiverte servere.

source: Let DNSCrypt-Proxy use servers with DNS-over-HTTPS protocol enabled.
no_no: La DNSCrypt-Proxy bruke servere med DNS-over-HTTPS-protokollen aktivert.

source: Let DNSCrypt-Proxy use servers with DNSCrypt protocol enabled.
no_no: La DNSCrypt-Proxy bruke servere med DNSCrypt-protokollen aktivert.

source: Limit Networks
no_no: Begrens nettverk

source: Limit Requests
no_no: Begrens forespørsler

source: Limit Zone
no_no: Begrens sone

source: List of IP addresses not to be sent via parent proxy.
no_no: Liste over IP-adresser som ikke skal sendes via overordnet proxy.

source: List of addresses to configure on the tunnel adapter. Please use CIDR notation like 10.0.0.1/24.
no_no: Liste over adresser som skal konfigureres på tunneladapteret. Bruk CIDR-notasjon som 10.0.0.1/24.

source: List of domains not to be sent via parent proxy.
no_no: Liste over domener som ikke skal sendes via overordnet proxy.

source: List of domains to whitelist. It will add a entry for the domains itself and all sub domains.
no_no: Liste over domener som skal hvitelistes. Dette vil legge til en oppføring for selve domenene og alle underdomener.

source: List of interface to listen on, none means listen on all interfaces.
no_no: Liste over grensesnitt å lytte på, ingen betyr lytt på alle grensesnitt.

source: List of networks for this ACL.
no_no: Liste over nettverk for denne ACLen.

source: Listen IPv6
no_no: Lytt på IPv6

source: Local Domains
no_no: Lokale domener

source: Local IPs
no_no: Lokale IP-er

source: Locations
no_no: Plasseringer

source: Logsize in MB
no_no: Loggstørrelse i MB

source: Mails from IPs or networks in CIDR format entered here will be whitelisted from graylisting.
no_no: E-post fra IP-adresser eller nettverk i CIDR-format som er angitt her, blir hvitelistet fra grålisting.

source: Make this device visible as Layer 3 enabled.
no_no: Gjør denne enheten synlig som lag 3 aktivert.

source: Masquerade Domains
no_no: Masker domener

source: Match Value
no_no: Match verdi

source: Matches
no_no: Matcher

source: Max Client Connections
no_no: Maks klienttilkoblinger

source: Maximum Cache Size
no_no: Maksimal cache-størrelse

source: Maximum Connections
no_no: Maksimalt antall tilkoblinger

source: Maximum Failures
no_no: Maksimalt antall feil

source: Maximum Size (GB)
no_no: Maksimal størrelse (GB)

source: Maximum TTL for cached entries.
no_no: Maksimum TTL for bufrede oppføringer.

source: Maximum TTL for negatively cached entries.
no_no: Maksimum TTL for negativt bufrede oppføringer.

source: Minimum TTL for cached entries.
no_no: Minimum TTL for bufrede oppføringer.

source: Minimum TTL for negatively cached entries.
no_no: Minimum TTL for negativt bufrede oppføringer.

source: MySQL Password
no_no: MySQL Passord

source: MySQL User
no_no: MySQL bruker

source: Name to identify this automation.
no_no: Navn for å identifisere denne automatiseringen.

source: Name to identify this group.
no_no: Navn for å identifisere denne gruppen.

source: Name to identify this user.
no_no: Navn for å identifisere denne brukeren.

source: Negate
no_no: Negér

source: Netmask
no_no: Nettmaske

source: New URL Pattern
no_no: Nytt URL-mønster

source: No Delay (HTTP Only)
no_no: Ingen forsinkelse (bare HTTP)

source: Number of threads to create for each HAProxy process.
no_no: Antall tråder som skal opprettes for hver HAProxy-prosess.

source: Only request a new version, if the content has changed since the last cache update.
no_no: Bare be om en ny versjon hvis innholdet er endret siden forrige hurtigbufferoppdatering.

source: Only use DNS server with DNSSEC enabled.
no_no: Bruk bare DNS-server med DNSSEC aktivert.

source: Only use DNS server without own blacklisting. There are many servers deleting ads or with parental control enabled.
no_no: Bruk kun DNS-server uten egen svartelisting. Det er mange servere som sletter annonser eller med foreldrekontroll aktivert.

source: Only use this setting if you know what you are doing. If not, expect your machine to get compromised. Use this setting when you want to run a local PHP application or call an external upstream, if selected, via FastCGI. Example upstreams are PHP-FPM or Rails via FastCGI API.
no_no: Bruk bare denne innstillingen hvis du vet hva du gjør. Hvis ikke kan du forvente at maskinen din blir kompromittert. Bruk denne innstillingen når du vil kjøre et lokalt PHP-program eller kalle en ekstern oppstrøms, hvis valgt, via FastCGI. Eksempel oppstrøms er PHP-FPM eller Rails via FastCGI API.

source: Original URL Pattern (Regex)
no_no: Opprinnelig URL-mønster (Regex)

source: P12 Password/confirm
no_no: P12 Passord/bekreft

source: PROXY Protocol
no_no: PROXY-protokoll

source: PSK Identity
no_no: PSK-identitet

source: PSK based encryption
no_no: PSK-basert kryptering

source: Parent Proxy Settings
no_no: Innstillinger for overordnet proxy

source: Parent proxy IP address or hostname.
no_no: Overordnet proxy IP-adresse eller vertsnavn.

source: Parent proxy port.
no_no: Overordnet proxy-port.

source: Persistence
no_no: Standhaftighet

source: Persistence type
no_no: Standhaftighetstype

source: Please select if this rule should be added to the PAC file.
no_no: Velg om denne regelen skal legges til i PAC-filen.

source: Port of the logging server. Leave empty when sensor and server run on the same system.
no_no: Port for logging-serveren. La stå tom når sensor og server kjøres på samme system.

source: Port on which OpenVPN listens
no_no: Port som OpenVPN lytter på

source: Port to listen on.
no_no: Port å lytte på.

source: Pre-defined commands for this automation.
no_no: Forhåndsdefinerte kommandoer for denne automatiseringen.

source: Prefix List
no_no: Prefiksliste

source: Private Key
no_no: Privat nøkkel

source: Process ID
no_no: Prosess-ID

source: Prometheus Listen Port
no_no: Prometheus lytteport

source: Prometheus String as Label
no_no: Prometheus-streng som etikett

source: Proxies
no_no: Proxyer

source: Public Key
no_no: Offentlig nøkkel

source: Public key of this instance.
no_no: Offentlig nøkkel for denne forekomsten.

source: Public key of this instance. After saving you will see here your public key.
no_no: Offentlig nøkkel for denne forekomsten. Etter lagring vil du se din offentlige nøkkel her.

source: Read PF values via pfctl.
no_no: Les PF-verdier via pfctl.

source: Recipient Address
no_no: Mottakeradresse

source: Recursion
no_no: Rekursjon

source: Remote Server
no_no: Ekstern server

source: Rewrite From
no_no: Omskriv fra

source: Rewrite Subject
no_no: Omskriv Emne

source: Rewrite To
no_no: Omskriv til

source: Route With
no_no: Rute med

source: Routing Interface
no_no: Ruting grensesnitt

source: Rule Type
no_no: Regeltype

source: Run Command
no_no: Kjør kommando

source: SHA256 Admin Password
no_no: SHA256 Admin Passord

source: SSL Version
no_no: SSL-versjon

source: Select a credential list to use.
no_no: Velg en legitimasjonsliste du vil bruke.

source: Select a pre-defined system command which should be run.
no_no: Velg en forhåndsdefinert systemkommando som skal kjøres.

source: Select an OpenVPN server to export profiles for.
no_no: Velg en OpenVPN-server du vil eksportere profiler for.

source: Select an upstream to proxy to.
no_no: Velg en oppstrøms å proxye til.

source: Select custom security policies.
no_no: Velg egendefinerte sikkerhetspolicyer.

source: Select the AS-Path List.
no_no: Velg AS-path listen.

source: Select the HTTP verbs to cache. GET and HEAD will be always cached.
no_no: Velg HTTP-verbene som skal hurtigbufres. GET og HEAD vil alltid være bufret.

source: Select the Prefix List.
no_no: Velg prefikslisten.

source: Select the client certificate to use.
no_no: Velg klientsertifikatet som skal brukes.

source: Select the interface to listen to. Set to none if you want to choose the interface via ntopng UI.
no_no: Velg grensesnittet du vil lytte til. Sett til ingen hvis du vil velge grensesnittet via ntopng Brukergrensesnitt.

source: Select the type of hash. Possible values are SHA256 or SHA1.
no_no: Velg typen hash. Mulige verdier er SHA256 eller SHA1.

source: Select what to do with URI that contain whitespaces. The current Squid implementation of encode and chop violates RFC2616 by not using a 301 redirect after altering the URL.
no_no: Velg hva som skal gjøres med URI som inneholder mellomrom. Den nåværende Squid-implementasjonen av "encode and chop" bryter med RFC2616 ved ikke å bruke en 301-viderekobling etter endring av UR-enL.

source: Select what to do with X-Forwarded-For header. If set to: "on", Squid will append your client's IP address in the HTTP requests it forwards. By default it looks like X-Forwarded-For: 192.1.2.3; If set to: "off", it will appear as X-Forwarded-For: unknown; "transparent", Squid will not alter the X-Forwarded-For header in any way; If set to: "delete", Squid will delete the entire X-Forwarded-For header; If set to: "truncate", Squid will remove all existing X-Forwarded-For entries, and place the client IP as the sole entry.
no_no: Velg hva du vil gjøre med X-Forwarded-For-header. Hvis satt til: "on", vil Squid legge til klientens IP-adresse i HTTP forespørslene den videresender. Som standard ser det ut som X-Forwarded-For: 192.1.2.3; Hvis satt til: "off", vises det som X-Forwarded-For: unknown; "transparent", vil Squid ikke endre X-Forwarded-For header på noen måte; Hvis satt til: "delete", vil Squid slette hele X-Forwarded-For-headeren; Hvis satt til: "truncate", vil Squid fjerne alle eksisterende X-Forwarded-For-oppføringer, og legge inn klientens IP som eneste oppføring.

source: Select which kind of DNSBL you want to use.
no_no: Velg hvilken type DNSBL du vil bruke.

source: Send alerts to system log in fast log format. This will not change the alert logging used by the product itself.
no_no: Send varsler til systemlogg i fast log format. Dette vil ikke endre varselsloggingen som brukes av selve produktet.

source: Sequence
no_no: Sekvens

source: Server Entries
no_no: Serveroppføringer

source: Server List
no_no: Serverliste

source: Server Priority
no_no: Server prioritet

source: Set Path
no_no: Sett sti

source: Set a list of DNS servers for this pool.
no_no: Angi en liste med DNS-servere for dette utvalget.

source: Set a password if parent proxy requires authentication.
no_no: Angi et passord hvis overordnet proxy krever godkjenning.

source: Set a pattern to match like user@example.com
no_no: Angi et mønster som skal samsvare som f.eks user@example.com

source: Set a pattern to match line user@example.com or @example.com
no_no: Angi et mønster for å samsvare som f.eks bruker@eksempel.no eller @eksempel.no

source: Set a username if parent proxy requires authentication.
no_no: Angi et brukernavn hvis overordnet proxy krever godkjenning.

source: Set database name of remote MySQL server.
no_no: Angi databasenavnet på den eksterne MySQL-serveren.

source: Set here how to rewrite the Rewrite From pattern.
no_no: Her kan du angi hvordan omskrivings-mønsteret skal omskrives.

source: Set here the recipient address to send the mail as BCC.
no_no: Angi her mottakeradressen for å sende e-posten som Blindkopi.

source: Set how many replies per second are allowed.
no_no: Angi hvor mange svar per sekund som er tillatt.

source: Set how many times one account is allowed to login at the same time.
no_no: Angi hvor mange ganger én konto har lov til å logge inn samtidig.

source: Set location where this unit is.
no_no: Angi plasseringen der denne enheten er.

source: Set one or more hosts to send your DNS queries if the request is unknown.
no_no: Angi én eller flere verter DNS-spørringene skal sendes til hvis forespørselen ikke kan løses lokalt.

source: Set port the endpoint listens to.
no_no: Angi porten endepunktet lytter til.
