Repository: vw-fw/lang
Catalog: *.po
Languages: no_no

source: Configured action
no_no: Konfigurert handling

source: tls notafter
no_no: tls ikke etter

source: tls notbefore
no_no: tls ikke før

source: tls version
no_no: tls versjon

source: tls fingerprint
no_no: tls fingeravtrykk

source: tls session resumed
no_no: tls økt gjenopptatt

source: tls issuer
no_no: tls utsteder

source: tls subject
no_no: tls emne

source: http hostname
no_no: http vertsnavn

source: Destination port
no_no: Mål port

source: Destination IP
no_no: Mål IP

source: not installed
no_no: ikke installert

source: Download as CSV
no_no: Last ned som CSV

source: Timestamp
no_no: Tidsstempel

source: Current View - Details
no_no: Gjeldende visning - Detaljer

source: Current View - Overview
no_no: Gjeldende visning - Oversikt

source: averages
no_no: gjennomsnitt

source: Current detail is showing
no_no: Gjeldende detaljer viser

source: Please wait while loading data...
no_no: Vent mens data lastes inn...

source: Show Tables
no_no: Vis tabeller

source: High
no_no: Høy

source: Resolution
no_no: Oppløsning

source: On
no_no: På

source: Off
no_no: Av

source: Inverse
no_no: Invers

source: Zoom level
no_no: Zoom nivå

source: timestamp
no_no: tidsstempel

source: full date & time
no_no: full dato og tid

source: Year(s)
no_no: År

source: minutes
no_no: minutter

source: hours
no_no: timer

source: days
no_no: dager

source: seconds
no_no: sekunder

source: COMMAND
no_no: KOMMANDO

source: TIME
no_no: TID

source: STATE
no_no: TILSTAND

source: SIZE
no_no: STØR

source: USERNAME
no_no: BRUKERNAVN

source: Enable this to attempt to resolve names when displaying the tables. By enabling name resolution, the query may take longer.
no_no: Aktiver dette for å prøve å slå opp navn når tabellene vises. Dersom du aktiverer aktiverer navneoppslag kan spørringen ta lengre tid.

source: Name resolution
no_no: Navneopplslag

source: Expire
no_no: Utløper

source: Netif (name)
no_no: Netif (navn)

source: Use
no_no: Bruk

source: Flags
no_no: Flagg

source: To date
no_no: Til dato

source: From date
no_no: Fra dato

source: Resolution (seconds)
no_no: Oppløsning (sekunder)

source: Collection
no_no: Samling

source: Attribute
no_no: Attributt

source: Total (selection)
no_no: Totalt (utvalg)

source: Last seen
no_no: Sist sett

source: Service
no_no: Tjeneste

source: (src) Address
no_no: (src) Adresse

source: Date to
no_no: Dato til

source: Date from
no_no: Dato fra

source: Packets
no_no: Pakker

source: Total
no_no: Totalt

source: Out
no_no: Ut

source: In
no_no: Inn

source: click on pie for details
no_no: klikk på kakediagram for detaljer

source: Reverse lookup
no_no: Omvendt oppslag

source: Top usage ports / sources (bytes)
no_no: Mest brukte porter / kilder (bytes)

source: OUT
no_no: UT

source: IN
no_no: INN

source: Interface totals (bits/sec)
no_no: Grensesnitt totaler (bits/sek)

source: Last year, 24 hour average
no_no: I fjor, 24 timers gjennomsnitt

source: 182 days, 24 hour average
no_no: 182 dager, 24 timers gjennomsnitt

source: 90 days, 24 hour average
no_no: 90 dager, 24 timers gjennomsnitt

source: 60 days, 24 hour average
no_no: 60 dager, 24 timers gjennomsnitt

source: 30 days, 24 hour average
no_no: 30 dager, 24 timers gjennomsnitt

source: 14 days, 1 hour average
no_no: 14 dager, 1 times gjennomsnitt

source: 7 days, 1 hour average
no_no: 7 dager, 1 times gjennomsnitt

source: Last 24 hours, 5 minute average
no_no: Siste 24 timer, 5 minutters gjennomsnitt

source: Last 8 hours, 5 minute average
no_no: De siste 8 timene, gjennomsnittet på 5 minutter

source: Last 2 hours, 30 second average
no_no: Siste 2 timer, 30 sekunders gjennomsnitt

source: Go to netflow configuration
no_no: Gå til netflow-konfigurasjon

source: Local data collection is not enabled at the moment, please configure netflow first
no_no: Lokal datainnsamling er ikke aktivert for øyeblikket, vennligst konfigurer netflow først

source: Export
no_no: Eksporter

source: Details
no_no: Detaljer

source: Totals
no_no: Totaler

source: (other)
no_no: (annen)

source: Pkts
no_no: Pkkr

source: Sources
no_no: Kilder

source: Flow
no_no: Flyt

source: Capture
no_no: Fangst

source: Label
no_no: Etikett

source: Time
no_no: Tid

source: Auto refresh
no_no: Auto oppfrisk

source: Detailed rule info
no_no: Detaljert regelinfo

source: Refresh
no_no: Oppfrisk

source: NOTE: Local IPv6 peers use NDP instead of ARP.
no_no: MERK: Lokale IPv6-kolleger bruker NDP i stedet for ARP.

source: Interface name
no_no: Grensesnittnavn

source: Manufacturer
no_no: Produsent

source: Flush ARP Table
no_no: Tøm ARP-tabell

source: Edit job
no_no: Rediger jobb

source: Edit
no_no: Rediger

source: Delete
no_no: Slett

source: Weekdays
no_no: Ukedager

source: Days
no_no: Dager

source: Origin
no_no: Opprinnelse

source: Jobs
no_no: Jobber

source: Go back to previous page
no_no: Gå tilbake til forrige side

source: In order to apply these settings a firmware update must be performed after save, which can include a reboot of the system.
no_no: For å bruke disse innstillingene må en firmware oppdatering utføres etter lagring. Dette kan medføre en omstart av systemet.

source: Save
no_no: Lagre

source: Provide subscription key.
no_no: Oppgi abonnementsnøkkel.

source: Subscription
no_no: Abonnement

source: Select the firmware cryptography flavour.
no_no: Velg firmware kryptografi-type.

source: Select an alternate firmware mirror.
no_no: Velg et alternativt firmwarespeil.

source: Comment
no_no: Kommentar

source: Click to check for updates.
no_no: Klikk for å se etter oppdateringer.

source: Check for updates
no_no: Se etter oppdateringer

source: Unlock
no_no: Lås opp

source: Upgrade instructions
no_no: Instruksjoner for oppgradering

source: Click to view full changelog history.
no_no: Klikk for å se full endringslogg historikk.

source: Check for updates to view changelog history.
no_no: Se etter oppdateringer for å se endringslogg historikk.

source: Date
no_no: Dato

source: Check for updates to view available plugins.
no_no: Se etter oppdateringer for å se tilgjengelige tillegg.

source: orphaned
no_no: foreldreløs

source: installed
no_no: installert

source: No packages were found on your system. Please call for help.
no_no: Ingen pakker ble funnet på systemet ditt. Ring etter hjelp.

source: The upgrade has finished and your device is being rebooted at the moment, please wait...
no_no: Oppgraderingen er ferdig, og enheten startes på nytt for øyeblikket. Vent ...

source: Your device is rebooting
no_no: Enheten starter på nytt

source: The firewall will download all firmware sets and reboot multiple times for this upgrade. All operating system files and packages will be reinstalled as a consequence. This may take several minutes to complete.
no_no: Brannmuren vil laste ned alle fastvaresett og starte på nytt flere ganger for denne oppgraderingen. Alle operativsystemfiler og pakker vil bli installert på nytt som en konsekvens. Dette kan ta flere minutter å fullføre.

source: The firewall will reboot directly after this firmware update.
no_no: Brannmuren starter på nytt rett etter denne fastvareoppdateringen.

source: Abort
no_no: Avbryt

source: Reboot required
no_no: Omstart kreves

source: The firewall will reboot directly after this set reinstall.
no_no: Brannmuren starter på nytt direkte etter at dette settet installeres på nytt.

source: License details
no_no: Lisensdetaljer

source: Sorry, the package does not have an associated license file.
no_no: Beklager, pakken har ikke en tilknyttet lisensfil.

source: Plugin details
no_no: Detaljer om tillegg

source: Generate
no_no: Generer

source: Groupname
no_no: Gruppenavn

source: Number of vouchers
no_no: Antall kuponger

source: Custom (hours)
no_no: Egendefinert (timer)

source: 3 months
no_no: 3 måneder

source: 2 months
no_no: 2 måneder

source: 1 month
no_no: 1 måned

source: 3 weeks
no_no: 3 uker

source: 12 hours
no_no: 12 timer

source: 6 hours
no_no: 6 timer

source: never
no_no: aldri

source: Expires in
no_no: Utløper om

source: Custom (minutes)
no_no: Egendefinert (minutter)

source: 2 weeks
no_no: 2 uker

source: 1 week
no_no: 1 uke

source: 6 days
no_no: 6 dager

source: 5 days
no_no: 5 dager

source: 4 days
no_no: 4 dager

source: 3 days
no_no: 3 dager

source: 2 days
no_no: 2 dager

source: 1 day
no_no: 1 dag

source: 8 hours
no_no: 8 timer

source: 4 hours
no_no: 4 timer

source: Validity
no_no: Gyldighet

source: Setting
no_no: Innstilling

source: Generate vouchers
no_no: Generer kuponger

source: Create vouchers
no_no: Opprett kuponger

source: Drop expired vouchers
no_no: Dropp utløpte kuponger

source: Expire selected vouchers
no_no: Utløp valgte kuponger

source: State
no_no: Tilstand

source: Expires at
no_no: Utløper

source: Valid to
no_no: Gyldig til

source: Valid from
no_no: Gyldig fra

source: Expire all selected vouchers?
no_no: Utløp alle valgte kuponger?

source: Close
no_no: Lukk

source: All expired vouchers within this group will be deleted
no_no: Alle utløpte kuponger i denne gruppen vil bli slettet

source: Remove expired vouchers
no_no: Fjern utløpte kuponger

source: The validity, expiry time and the quantity of vouchers must be integers.
no_no: Gyldigheten, utløpstiden og antallet kuponger må være heltall.

source: All vouchers within this group will be deleted
no_no: Alle kuponger i denne gruppen blir slettet

source: Remove voucher group
no_no: Fjern kupong-gruppe

source: Upload
no_no: Last opp

source: File input
no_no: Fil input

source: Template name
no_no: Navn på mal

source: Upload file
no_no: Last opp fil

source: Edit zone
no_no: Rediger sone

source: Apply
no_no: Bruk

source: Fileid
no_no: Filid

source: Zoneid
no_no: Soneid

source: Templates
no_no: Maler

source: Zones
no_no: Soner

source: Error uploading template
no_no: Feil ved opplasting av mal

source: Error reconfiguring captiveportal
no_no: Feil ved re-konfigurering av captiveportal

source: Do you want to remove the selected item?
no_no: Vil du fjerne det valgte elementet?

source: Confirm removal
no_no: Bekreft fjerning

source: Commands
no_no: Kommandoer

source: Connected since
no_no: Tilkoblet siden

source: IP address
no_no: IP adresse

source: Session
no_no: Økt

source: Yes
no_no: Ja

source: Cancel
no_no: Avbryt

source: Do you want to disconnect the selected client?
no_no: Vil du koble fra den valgte klienten?

source: Confirm disconnect
no_no: Bekreft frakobling

source: Floating
no_no: Flytende

source: %s made changes
no_no: %s gjorde endringer

source: No valid config.xml found, attempting to restore factory config.
no_no: Ingen gyldig config.xml funnet, forsøker å gjenopprette fabrikk konfig.

source: No valid config.xml found, attempting last known config restore.
no_no: Ingen gyldig config.xml funnet, prøver siste kjente konfig gjenoppretting.

source: The app password which has been generated for you
no_no: App-passordet som er generert for deg

source: The name you use for logging into your Nextcloud account
no_no: Navnet du bruker til å logge inn på Nextcloud-kontoen din

source: User Name
no_no: Brukernavn

source: The supplied 'Password' and 'Confirm' field values must match.
no_no: De angitte feltverdiene «Passord» og «Bekreft» må samsvare.

source: Confirm
no_no: Bekreft

source: Backup Count
no_no: Antall sikkerhetskopier

source: Normally the config xml will be written as config-stamp.xml, with this option set the filename will use the systems host and domain name.
no_no: Normalt config xml vil bli skrevet som config-stamp.xml, med dette alternativet satt vil filnavnet inneholde systemets vert og domenenavn.

source: Prefix hostname to backupfile
no_no: Prefiks vertsnavn foran navn på backupfil

source: Folder ID
no_no: Mappe-ID

source: P12 key
no_no: P12 nøkkel

source: Client-ID in the Google cloud console
no_no: Klient-ID i Google Cloud konsollet

source: Email Address
no_no: E-postadresse

source: Password length must be a number or empty for default.
no_no: Passordlengden må være et tall eller tomt for standard.

source: Password length
no_no: Passordlengde

source: Username length must be a number or empty for default.
no_no: Brukernavnlengden må være et nummer eller tom for standard.

source: Username length
no_no: Brukernavn legnde

source: Use simple (less secure) passwords, which are easier to read
no_no: Bruk enkle (mindre sikre) passord, som er enklere å lese

source: Use simple passwords (less secure)
no_no: Bruk enkle passord (mindre sikre)

source: Voucher
no_no: Kupong

source: Reverse token order
no_no: Omvendt plassering av token

source: Time in seconds in which this server and the token may differ, default is 10 seconds. Set higher for a less secure easier match.
no_no: Tid i sekunder som denne serveren og tokenet kan avvike fra hverandre. Standard er 10 sekunder. Sett høyere for en mindre sikker enklere match.

source: Grace period
no_no: Nådeperiode

source: Please enter a valid time window in seconds
no_no: Vennligst skriv inn et gyldig tidsvindu i sekunder

source: Time window
no_no: Tidsvindu

source: Token length to use
no_no: Token lengde som skal brukes

source: Token length
no_no: Token lengde

source: Local + Timebased One Time Password
no_no: Lokal + tidsbasert engangspassord

source: The username may not be a part of the password
no_no: Brukernavnet kan ikke være en del av passordet

source: Password should contain at least 3 of the 4 different character groups (lowercase, uppercase, number, special)
no_no: Passordet skal inneholde minst 3 av de 4 forskjellige tegngruppene (små bokstaver, store bokstaver, tall, spesialtegn)

source: Current password equals new password
no_no: Gjeldende passord er lik nytt passord

source: Password must have at least %d characters
no_no: Passord må ha minst %d tegn

source: This item has been created by another service, command and parameter may not be changed. (was: %s)
no_no: Dette elementet er opprettet av en annen tjeneste, kommando og parameter kan ikke endres. (var: %s)

source: This item has been created by another service, command and parameter may not be changed.
no_no: Dette elementet er opprettet av en annen tjeneste, kommando og parameter kan ikke endres.

source: Page not found
no_no: Side ikke funnet

source: Firmware status check was aborted internally. Please try again.
no_no: Firmware statussjekk ble avbrutt internt. Vær så snill, prøv på nytt.

source: upgrade
no_no: oppgrader

source: reinstall
no_no: reinstaller

source: downgrade
no_no: nedgrader

source: This update requires a reboot.
no_no: Denne oppdateringen krever en omstart.

source: There are %s updates available, total download size is %s.
no_no: Det finnes %s oppdateringer tilgjengelig, total nedlastingsstørrelse er %s.

source: There is %s update available, total download size is %s.
no_no: Det er %s oppdatering tilgjengelig, total nedlastingsstørrelse er %s.

source: There are no updates available on the selected mirror.
no_no: Det finnes ingen oppdateringer på det valgte speilet.

source: Could not find the repository on the selected mirror.
no_no: Finner ikke lageret på det valgte speilet.

source: new
no_no: ny

source: XML error: %s at line %d cannot occur more than once
no_no: XML-feil: %s på linje %d kan ikke forekomme mer enn én gang

source: WARNING: You must give a name as parameter to lock() function.
no_no: ADVARSEL: Du må oppgi et navn som parameter for lock()-funksjonen.

source: Mute Console
no_no: Demp konsoll

source: EFI Console
no_no: EFI konsoll

source: Serial Console
no_no: Seriell konsoll

source: VGA Console
no_no: VGA-konsoll

source: Spanish
no_no: Spansk

source: Russian
no_no: Russisk

source: Portuguese (Portugal)
no_no: Portugisisk (Portugal)

source: Portuguese (Brazil)
no_no: Portugisisk (Brasil)

source: Japanese
no_no: Japansk

source: Italian
no_no: Italiensk

source: German
no_no: Tysk

source: French
no_no: Fransk

source: Chinese (Simplified)
no_no: Kinesisk (forenklet)

source: Czech
no_no: Tsjekkisk

source: English
no_no: Engelsk

source: Could not restart service `%s'
no_no: Kan ikke omstarte tjenesten '%s'

source: Could not restart unknown service `%s'
no_no: Kan ikke omstarte ukjent tjeneste '%s'

source: Could not stop unknown service `%s'
no_no: Kan ikke stoppe ukjent tjeneste '%s'

source: Could not start service `%s'
no_no: Kan ikke starte tjenesten '%s'

source: Could not start unknown service `%s'
no_no: Kan ikke starte ukjent tjeneste '%s'

source: Packet Filter
no_no: Pakkefilter

source: OpenVPN %s wizard
no_no: OpenVPN %s veiviser

source: You must specify a 'Tunnel network'.
no_no: Du må angi et 'Tunnelnettverk'.

source: The field 'Concurrent connections' must be numeric.
no_no: Feltet 'Samtidige tilkoblinger' må være numerisk.

source: The field 'WINS Server #2' must contain a valid IP address
no_no: Feltet 'WINS Server #2' må inneholde en gyldig IP-adresse

source: The field 'WINS Server #1' must contain a valid IP address
no_no: Feltet 'WINS Server #1' må inneholde en gyldig IP-adresse

source: The field 'NTP Server #2' must contain a valid IP address
no_no: Feltet 'NTP Server #2' må inneholde en gyldig IP-adresse

source: The field 'NTP Server #1' must contain a valid IP address
no_no: Feltet 'NTP Server #1' må inneholde en gyldig IP-adresse

source: The field 'DNS Server #4' must contain a valid IP address
no_no: Feltet 'DNS Server #4' må inneholde en gyldig IP-adresse

source: The field 'DNS Server #3' must contain a valid IP address
no_no: Feltet 'DNS Server #3' må inneholde en gyldig IP-adresse

source: The field 'DNS Server #2' must contain a valid IP address
no_no: Feltet 'DNS Server #2' må inneholde en gyldig IP-adresse

source: The field 'DNS Server #1' must contain a valid IP address
no_no: Feltet 'DNS Server #1' må inneholde en gyldig IP-adresse

source: The field 'TLS Authentication Key' does not appear to be valid.
no_no: Feltet 'TLS-autentiseringsnøkkel' ser ikke ut til å være gyldig.

source: The specified 'Local port' is in use. Please select another value.
no_no: Den angitte 'Lokal Port' er i bruk. Velg en annen verdi.

source: Please enter all information for the new certificate.
no_no: Angi all informasjon for det nye sertifikatet.

source: Please enter only a two-letter ISO country code
no_no: Skriv inn bare en to-bokstavs ISO-landskode

source: Please enter all information for the new Certificate Authority.
no_no: Vennligst skriv inn all informasjon for den nye sertifiseringsinstansen.

source: Please enter a valid IP address or hostname for the authentication server.
no_no: Skriv inn en gyldig IP-adresse eller vertsnavn for godkjenningsserveren.

source: Please choose a different name because an authentication server with this name already exists.
no_no: Velg et annet navn fordi det allerede finnes en godkjenningsserver med dette navnet.

source: Please enter all information for authentication server.
no_no: Angi all informasjon for godkjenningsserveren.

source: Please enter a valid port number.
no_no: Angi et gyldig portnummer.

source: The field '%s' must contain a valid port, ranging from 0 to 65535.
no_no: Feltet %s må inneholde en gyldig port, i området 0 til 65535.

source: None (No Authentication)
no_no: Ingen (ingen godkjenning)

source: None (No Encryption)
no_no: Ingen (ingen kryptering)

source: No Preference
no_no: Ingen preferanse

source: 3 (recommended)
no_no: 3 (anbefales)

source: 1 (default)
no_no: 1 (standard)

source: 0 (none)
no_no: 0 (ingen)

source: Network Time Daemon
no_no: Nettverkstid Daemon

source: Monit System Monitoring
no_no: Monit System Overvåking

source: NULL (no encryption)
no_no: NULL (ingen kryptering)

source: Users and Groups
no_no: Brukere og grupper

source: System Configuration Daemon
no_no: Systemkonfigurasjon Daemon

source: No history data found!
no_no: Ingen historiedata funnet!

source: check for ethernet loops
no_no: se etter ethernet-løkker

source: device not present! Is the modem attached to the system?
no_no: enheten ikke finnes! Er modemet koblet til systemet?

source: Network Control (7, highest)
no_no: Network Control (7, høyest)

source: Critical Applications (3)
no_no: Kritiske applikasjoner (3)

source: Best Effort (0, default)
no_no: Beste forsøk (0, standard)

source: Background (1, lowest)
no_no: Bakgrunn (1, lavest)

source: Gateways status could not be determined, considering all as up/active. (Group: %s)
no_no: Gatewayer-statusen kan ikke bestemmes, anser alle som oppe/aktive. (Gruppe: %s)

source: There were error(s) loading the rules: %s%s
no_no: Det oppsto en feil ved lasting av reglene: %s %s

source: Your browser must support cookies to login.
no_no: Nettleseren din må støtte informasjonskapsler for å logge inn.

source: Password:
no_no: Passord:

source: Username:
no_no: Brukernavn:

source: You are accessing this router by an IP address not configured locally, which may be forwarded by NAT or other means. %sIf you did not setup this forwarding, you may be the target of a man-in-the-middle attack.
no_no: Du kommer til denne ruteren med en IP-adresse som ikke er konfigurert lokalt, og som kan videresendes av NAT eller på andre måter. %sHvis du ikke konfigurerte denne videresendingen, kan det hende du er målet for et man-in-the-middle angrep.

source: Login
no_no: Innlogging

source: No page assigned to this user! Click here to logout.
no_no: Ingen side tilordnet til denne brukeren! Klikk her for å logge ut.

source: Wrong username or password.
no_no: Feil brukernavn eller passord.

source: Local Database
no_no: Lokal database

source: There is something wrong in your config because user %s password is missing!
no_no: Det er noe galt i konfigen din fordi bruker %s sitt passord mangler!

source: The HTTP_REFERER "%s" does not match the predefined settings. You can disable this check if needed under System: Settings: Administration.
no_no: HTTP_REFERER %s samsvarer ikke med de forhåndsdefinerte innstillingene. Du kan deaktivere denne kontrollen om nødvendig under System: Innstillinger: Administrasjon.

source: Redirecting...
no_no: Videresender...

source: Redirecting to the dashboard...
no_no: Videresender til instrumentpanelet...

source: A potential %sDNS Rebind attack%s has been detected.%sTry to access the router by IP address instead of by hostname.
no_no: Et potensielt %sDNS Rebind-angrep %s er blitt oppdaget.%s Prøv å få tilgang til ruteren med IP-adresse i stedet for med vertsnavn.

source: You must specify at least one internal interface.
no_no: Du må angi minst ett internt grensesnitt.

source: Test Kerberos login
no_no: Test Kerberos innlogging

source: Kerberos Authentication
no_no: Kerberos-godkjenning

source: Show dump
no_no: Vis dump

source: Proxy reconfigured
no_no: Proxy konfigurert på nytt

source: LDAP server is not set in Web Proxy - Authentication Settings
no_no: LDAP-serveren er ikke angitt i Web Proxy - Autentiseringsinnstillinger

source: Do not set localhost as DNS server.
no_no: Ikke angi localhost som DNS-server.

source: LDAP server is not in DNS servers list.
no_no: LDAP-serveren er ikke i listen over DNS-servere.

source: SSO is not enabled or kerberos configuration file has invalid content
no_no: SSO er ikke aktivert eller kerberos konfigurasjonsfilen har ugyldig innhold

source: File %s does not exists.
no_no: Filen %s finnes ikke.

source: Unknown LDAP server FQDN.
no_no: Ukjent LDAP-server FQDN.

source: Unknown LDAP server IP.
no_no: Ukjent IP for LDAP-server.

source: Hostname doesn't resolved to IP.
no_no: Vertsnavnet kan ikke slås opp til IP.

source: DNS server not found
no_no: DNS-serveren ikke funnet

source: Kerberos authentication module
no_no: Kerberos autentiseringsmodul

source: Drive
no_no: DIsk

source: No SMART devices.
no_no: Ingen SMART-enheter.

source: Do you really want to abort the test?
no_no: Vil du virkelig avbryte testen?

source: Abort tests
no_no: Avbryt tester

source: Self-test
no_no: Selvtest

source: Error
no_no: Feil
