Repository: vw-fw/lang
Catalog: *.po
Languages: no_no

source: ERROR: Could not parse %s wizard file.
no_no: FEIL: Kunne ikke analysere %s veiviserfil.

source: ERROR: Could not find wizard file.
no_no: FEIL: Fant ikke veiviserfilen.

source: Out (bps)
no_no: Ut (bps)

source: In (bps)
no_no: Inn (bps)

source: You can configure a proper Thermal Sensor / Module %shere%s.
no_no: Du kan konfigurere en riktig termisk sensor/modul %sher%s.

source: Core Critical:
no_no: Kjerne Kritisk:

source: Core Warning:
no_no: Kjerne Advarsel:

source: Zone Critical:
no_no: Sone Kritisk:

source: Zone Warning:
no_no: Sone Advarsel:

source: Thresholds in °C (1 to 100):
no_no: Terskler i ° C (1 til 100):

source: Number of Log lines to display
no_no: Antall logglinjer som skal vises

source: Disk usage
no_no: Diskforbruk

source: SWAP usage
no_no: SWAP-bruk

source: Memory usage
no_no: Minneforbruk

source: State table size
no_no: Tilstandstabell størrelse

source: Last config change
no_no: Siste konfig. endring

source: Current date/time
no_no: Gjeldende dato/klokkeslett

source: Load average
no_no: Gj.snittlig belastning

source: CPU usage
no_no: CPU bruk

source: Versions
no_no: Versjoner

source: Show how many characters from story:
no_no: Vis hvor mange tegn fra historien:

source: Widget height:
no_no: Modul høyde:

source: Display number of items:
no_no: Vis antall elementer:

source: No OpenVPN instance defined or enabled.
no_no: Ingen OpenVPN-forekomst definert eller aktivert.

source: You need to bind each OpenVPN client to enable its management daemon: use 'Local port' setting in the OpenVPN client screen
no_no: Du må binde hver OpenVPN-klient for å aktivere dens management daemon: bruk 'Lokal port'-innstilling i OpenVPN-klientskjermen

source: Remote/Virtual IP
no_no: Ekstern/Virtuell IP

source: Real/Virtual IP
no_no: Ekte/Virtuell IP

source: Name/Time
no_no: Navn/Tidspunkt

source: Updating...
no_no: Oppdaterer...

source: in use
no_no: i bruk

source: in view
no_no: i visning

source: Clock location
no_no: Klokke plassering

source: No active peers available
no_no: Ingen aktive peer-er tilgjengelige

source: Note: There are no configured IPsec Tunnels
no_no: Merk: Det er ingen konfigurerte IPsec-tunneler

source: Mobile Users
no_no: Mobile brukere

source: Inactive Tunnels
no_no: Inaktive tunneler

source: Active Tunnels
no_no: Aktive tunneler

source: Mobile
no_no: Mobil

source: Tunnels
no_no: Tunneler

source: Errors Out
no_no: Feil ut

source: Errors In
no_no: Feil inn

source: Bytes Out
no_no: Bytes Ut

source: Bytes In
no_no: Bytes Inn

source: Packets Out
no_no: Pakker Ut

source: Packets In
no_no: Pakker Inn

source: No CARP Interfaces Defined. Click %shere%s to configure CARP.
no_no: Ingen CARP-grensesnitt er definert. Klikk %sher%s for å konfigurere CARP.

source: DISABLED
no_no: DEAKTIVERT

source: Traffic Graph
no_no: Trafikkgraf

source: System Log
no_no: Systemlogg

source: Interface Statistics
no_no: Statistikk for grensesnitt

source: CPU Usage
no_no: CPU bruk

source: Zone
no_no: Sone

source: Core
no_no: Kjerne

source: Current: %s MHz, Max: %s MHz
no_no: Gjeldende: %s MHz, Maks: %s MHz

source: Packetloss
no_no: Pakketap

source: Latency
no_no: Latens

source: Use a wizard to setup a new server
no_no: Bruk en veiviser for å konfigurere en ny server

source: Protocol / Port
no_no: Protokoll / Port

source: Renegotiate data channel key after n seconds (default=3600).%sWhen using a one time password, be advised that your connection will automatically drop because your password is not valid anymore.%sSet to 0 to disable, remember to change your client as well.
no_no: Reforhandle datakanalnøkkel etter n sekunder (standard=3600).%sNår du bruker et engangspassord, vær oppmerksom på at tilkoblingen din automatisk vil droppes fordi passordet ditt ikke er gyldig lenger.%sSett til 0 for å deaktivere, husk å endre klienten også.

source: %s4%s -- Normal usage range.
no_no: %s4%s -- Normalt bruksområde.

source: %s2,3%s -- show TLS negotiations & route info.
no_no: %s2,3%s - vis TLS-forhandlinger og ruteinfo.

source: %s1%s -- startup info + connection initiated messages + non-fatal encryption & net errors.
no_no: %s1%s -- oppstartsinformasjon + tilkoblingsinitierte meldinger + ikke-fatal kryptering og nett-feil.

source: %s0%s -- No output except fatal errors.
no_no: %s0%s - Ingen utdata unntatt fatale feil.

source: When using a client certificate, use certificate common name for indexing purposes instead of username
no_no: Når du bruker et klientsertifikat, bruker du sertifikatets vanlige navn for indekseringsformål i stedet for brukernavn

source: Use common name
no_no: Bruk vanlig navn

source: Use a different management port on clients. The default port is 166. Specify a different port if the client machines need to select from multiple OpenVPN links.
no_no: Bruk en annen administrasjonsport for klienter. Standardporten er 166. Angi en annen port hvis klientmaskinene må velge mellom flere OpenVPN-koblinger.

source: Client Management Port
no_no: Port for klientadministrasjon

source: Run ''net stop dnscache'', ''net start dnscache'', ''ipconfig /flushdns'' and ''ipconfig /registerdns'' on connection initiation. This is known to kick Windows into recognizing pushed DNS servers.
no_no: Kjør 'net stop dnscache' ',' 'net start dnscache' ',' 'ipconfig / flushdns' 'og' 'ipconfig / registerdns' 'ved tilkoblingsstart. Dette er kjent for å tvinge Windows til å gjenkjenne nye DNS-servere.

source: Force DNS cache update
no_no: Tving DNS-hurtigbufferoppdatering

source: Some clients may require this even for IPv6, such as OpenVPN Connect (iOS/Android). Others may break if it is present, such as older versions of OpenVPN or clients such as Yealink phones.
no_no: Noen klienter kan kreve dette selv for IPv6, for eksempel OpenVPN Connect (iOS/Android). Andre kan slutte å virke hvis det er til stede, for eksempel eldre versjoner av OpenVPN eller klienter som Yealink-telefoner.

source: Relevant when supplying a virtual adapter IP address to clients when using tun mode on IPv4.
no_no: Relevant når du leverer en IP-adresse for virtuelt kort til klienter når du bruker tun-modus på IPv4.

source: Allocate only one IP per client (topology subnet), rather than an isolated subnet per client (topology net30).
no_no: Tildele bare én IP per klient (topologi subnett), i stedet for et isolert subnett per klient (topologi net30).

source: Topology
no_no: Topologi

source: Provide a virtual adapter IP address to clients (see Tunnel Network)
no_no: Sørg for en virtuell adapter-IP-adresse til klienter (se Tunnel Nettverk)

source: Allow connected clients to retain their connections if their IP address changes
no_no: Tillat tilkoblede klienter å beholde tilkoblingene hvis IP-adressen endres

source: Allow multiple concurrent connections from clients using the same Common Name.<br />NOTE: This is not generally recommended, but may be needed for some scenarios.
no_no: Tillat flere samtidige tilkoblinger fra klienter som bruker samme Vanlig navn (CN).<br />MERK: Dette er ikke å anbefale, men kan være nødvendig i noen scenarier.

source: Allow communication between clients connected to this server
no_no: Tillat kommunikasjon mellom klienter koblet til denne serveren

source: Inter-client communication
no_no: Kommunikasjon mellom klienter

source: Specify the maximum number of clients allowed to concurrently connect to this server
no_no: Angi maksimalt antall klienter som kan koble til denne serveren samtidig

source: These are the IPv6 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more IP/PREFIX. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank if you don't want a site-to-site VPN
no_no: Dette er IPv6-nettverkene som vil bli rutet gjennom tunnelen, slik at en site-site VPN kan etableres uten manuelt å endre rutetabellene. Uttrykkes som en kommaseparert liste med en eller flere IP/PREFIKS. Hvis dette er en site-site VPN, må du angi eksterne LAN her. Du kan la dette stå tomt hvis du ikke vil ha en site-site VPN

source: These are the IPv4 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more CIDR ranges. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank if you don't want a site-to-site VPN
no_no: Dette er IPv4-nettverkene som vil bli rutet gjennom tunnelen, slik at en site-site VPN kan etableres uten manuelt å endre rutetabellene. Uttrykkes som en kommaseparert liste med ett eller flere CIDR områder . Hvis dette er en site-site VPN, må du angi eksterne LAN her. Du kan la dette stå tomt hvis du ikke vil ha en site-site VPN

source: These are the IPv6 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more IP/PREFIX. You may leave this blank if you don't want to add a route to the local network through this tunnel on the remote machine. This is generally set to your LAN network
no_no: Dette er IPv6-nettverkene som vil være tilgjengelige fra det eksterne endepunktet. Uttrykkes som en kommaseparert liste over en eller flere IP/PREFIX. Du kan la dette stå tomt hvis du ikke vil legge til en rute til det lokale nettverket gjennom denne tunnelen på den eksterne maskinen. Dette er vanligvis satt på LAN-nettverket ditt

source: These are the IPv4 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more CIDR ranges. You may leave this blank if you don't want to add a route to the local network through this tunnel on the remote machine. This is generally set to your LAN network
no_no: Dette er IPv4-nettverkene som vil være tilgjengelige fra det eksterne endepunktet. Uttrykkes som en kommaseparert liste over ett eller flere CIDR-områder. Du kan la dette stå tomt hvis du ikke vil legge til en rute til det lokale nettverket gjennom denne tunnelen på den eksterne maskinen. Dette er vanligvis satt på LAN-nettverket ditt

source: Server Bridge DHCP End
no_no: Server Bro DHCP Slutt

source: Server Bridge DHCP Start
no_no: Server Bro DHCP Start

source: Bridge Interface
no_no: Bro grensesnitt

source: Allow clients on the bridge to obtain DHCP.
no_no: Tillat klienter på broen å motta DHCP.

source: Bridge DHCP
no_no: Bro DHCP

source: When authenticating users, enforce a match between the Common Name of the client certificate and the username given at login.
no_no: Ved autentisering av brukere, krev samsvar mellom det vanlige navnet på klientsertifikatet og brukernavnet som ble gitt ved innlogging.

source: Strict User/CN Matching
no_no: Streng bruker/CN matching

source: When a certificate-based client logs in, do not accept certificates below this depth. Useful for denying certificates made with intermediate CAs generated from the same CA as the server.
no_no: Når en sertifikatbasert klient logger seg på, skal det ikke godtas sertifikater under denne dybden. Nyttig for å nekte sertifikater laget med mellomliggende CAer generert fra samme CA som serveren.

source: Five (Client+4xIntermediate+Server)
no_no: Fem (Klient+4xMellomliggende+Server)

source: Four (Client+3xIntermediate+Server)
no_no: Fire (Klient+3xMellomliggende+Server)

source: Three (Client+2xIntermediate+Server)
no_no: Tre (Klient+2xMellomliggende+Server)

source: Two (Client+Intermediate+Server)
no_no: To (Klient+Mellomliggende+server)

source: One (Client+Server)
no_no: Én (klient+server)

source: Do Not Check
no_no: Ikke sjekk

source: Certificate Depth
no_no: Sertifikatdybde

source: Leave this set to SHA1 unless all clients are set to match. SHA1 is the default for OpenVPN.
no_no: La dette være satt til SHA1 med mindre alle klienter er satt til å matche. SHA1 er standard for OpenVPN.

source: No Certificate Revocation Lists (CRLs) defined.
no_no: Ingen sertifikatopphevelseslister (CRLer) definert.

source: Device Mode
no_no: Enhetsmodus

source: Backend for authentication
no_no: Backend for godkjenning

source: Remote Access ( SSL/TLS + User Auth )
no_no: Ekstern tilgang (SSL/TLS + brukergodkjenning)

source: Remote Access ( User Auth )
no_no: Ekstern tilgang (Brukergodkjenning)

source: Remote Access ( SSL/TLS )
no_no: Ekstern tilgang (SSL/TLS)

source: Set this option to disable this server without removing it from the list
no_no: Angi dette alternativet for å deaktivere denne serveren uten å fjerne den fra listen

source: Do you really want to delete this server?
no_no: Vil du virkelig slette denne serveren?

source: The Server Bridge DHCP range is invalid (start higher than end).
no_no: DHCP-området for Server Bro er ugyldig (start høyere enn slutt).

source: Server Bridge DHCP End must be an IPv4 address.
no_no: Server Bro DHCP Slutt må være en IPv4-adresse.

source: Server Bridge DHCP Start must be an IPv4 address.
no_no: Server Bridge DHCP Start må være en IPv4-adresse.

source: Server Bridge DHCP Start and End must both be empty, or defined.
no_no: Server Bro DHCP Start og Slutt må både være tomme eller definert.

source: Using a tunnel network and server bridge settings together is not allowed.
no_no: Det er ikke tillatt å bruke en tunnelnettverk og serverbro innstillinger sammen.

source: You must select a Backend for Authentication if the server mode requires User Auth.
no_no: Du må velge en Backend for godkjenning hvis servermodusen krever bruker-aut.

source: Protocol and IP address families do not match. You cannot select an IPv4 protocol and an IPv6 IP address.
no_no: Protokoll- og IP-adressefamilier samsvarer ikke. Du kan ikke velge en IPv4-protokoll og en Ip-adresse for IPv6.

source: Protocol and IP address families do not match. You cannot select an IPv6 protocol and an IPv4 IP address.
no_no: Protokoll- og IP-adressefamilier samsvarer ikke. Du kan ikke velge en IPv6-protokoll og en Ip-adresse for IPv4.

source: File Only
no_no: Bare fil

source: Archive
no_no: Arkiv

source: Use a random local source port (lport) for traffic from the client. Without this set, two clients may not run concurrently.
no_no: Bruk en tilfeldig lokal kildeport (lport) for trafikk fra klienten. Uten at dette er satt kan ikke to klienter kjøre samtidig.

source: delete csc
no_no: slette csc

source: Tunnel Network
no_no: Tunnel nettverk

source: EXAMPLE: push "route 10.0.0.0 255.255.255.0"
no_no: EKSEMPEL: push "route 10.0.0.0 255.255.255.0"

source: Enter any additional options you would like to add for this client specific override, separated by a semicolon
no_no: Angi eventuelle ekstra alternativer du vil legge til for denne klientspesifikke overstyringen, atskilt med et semikolon

source: If this option is not set, all NetBIOS-over-TCP/IP options (including WINS) will be disabled
no_no: Hvis dette alternativet ikke er angitt, deaktiveres alle NetBIOS-over-TCP/IP-alternativer (inkludert WINS)

source: Enable NetBIOS over TCP/IP
no_no: Aktiver NetBIOS over TCP/IP

source: Provide a NTP server list to clients
no_no: Gi en NTP-serverliste til klienter

source: NTP Servers
no_no: NTP-servere

source: Prevent this client from receiving any server-defined client settings.
no_no: Hindre at denne klienten mottar serverdefinerte klientinnstillinger.

source: Server Definitions
no_no: Serverdefinisjoner

source: NOTE: Remember to add these subnets to the IPv6 Remote Networks list on the corresponding OpenVPN server settings.
no_no: MERK: Husk å legge til disse subnettene i Listen over eksterne nettverk i IPv6 på de tilsvarende OpenVPN-serverinnstillingene.

source: These are the IPv6 networks that will be routed to this client specifically using iroute, so that a site-to-site VPN can be established. Expressed as a comma-separated list of one or more IP/PREFIX networks. You may leave this blank if there are no client-side networks to be routed.
no_no: Dette er IPv6-nettverkene som rutes til denne klienten spesifikt ved hjelp av iroute, slik at et site-site VPN kan opprettes. Uttrykt som en kommadelt liste over ett eller flere IP/PREFIKS-nettverk. Du kan la dette stå tomt hvis det ikke er noen klient-side nettverk som skal rutes.

source: NOTE: Remember to add these subnets to the IPv4 Remote Networks list on the corresponding OpenVPN server settings.
no_no: MERK: Husk å legge til disse subnettene i Listen over eksterne nettverk i IPv4 på de tilsvarende OpenVPN-serverinnstillingene.

source: These are the IPv4 networks that will be routed to this client specifically using iroute, so that a site-to-site VPN can be established. Expressed as a comma-separated list of one or more CIDR ranges. You may leave this blank if there are no client-side networks to be routed
no_no: Dette er IPv4-nettverkene som vil bli rutet til denne klienten spesifikt ved hjelp av iroute, slik at det kan opprettes en site-site VPN. Uttrykkes som en kommaseparert liste over ett eller flere CIDR-områder. Du kan la dette stå tomt hvis det ikke er nettverk på klientsiden som skal rutes

source: These are the IPv6 networks that will be accessible from this particular client. Expressed as a comma-separated list of one or more IP/PREFIX networks.
no_no: Dette er IPv6-nettverkene som vil være tilgjengelige fra akkurat denne klienten. Uttrykkes som en kommaseparert liste over ett eller flere IP/PREFIKS-nettverk.

source: NOTE: You do not need to specify networks here if they have already been defined on the main server configuration.
no_no: MERK: Du trenger ikke å angi nettverk her hvis de allerede er definert i serverens hovedkonfigurasjon.

source: These are the IPv4 networks that will be accessible from this particular client. Expressed as a comma-separated list of one or more CIDR ranges.
no_no: Dette er IPv4-nettverkene som vil være tilgjengelige fra akkurat denne klienten. Uttrykkes som en kommaseparert liste over ett eller flere CIDR-områder.

source: Don't use this option to permanently disable a client due to a compromised key or password. Use a CRL (certificate revocation list) instead
no_no: Ikke bruk dette alternativet til å deaktivere en klient permanent på grunn av en kompromittert nøkkel eller passord. Bruk en CRL (liste over tilbakekall av sertifikater) i stedet

source: Block this client connection based on its common name
no_no: Blokkere denne klienttilkoblingen basert på dens vanlige navn (CN)

source: Connection blocking
no_no: Tilkoblingsblokkering

source: Enter the client's X.509 common name here
no_no: Skriv inn klientens X.509 vanlige navn her

source: Common name
no_no: Vanlig navn

source: Select the OpenVPN servers where this override applies to, leave empty for all
no_no: Velg OpenVPN-serverne denne overstyringen gjelder for, la den stå tom for å gjelde alle

source: Set this option to disable this client-specific override without removing it from the list
no_no: Angi dette alternativet for å deaktivere denne klientspesifikke overstyringen uten å fjerne den fra listen

source: Do you really want to delete the selected csc's?
no_no: Vil du virkelig slette de valgte csc-ene?

source: Do you really want to delete this csc?
no_no: Vil du virkelig slette denne csc-en?

source: clone client
no_no: klone klient

source: delete client
no_no: slette klient

source: %s6%s-%s11%s -- Debug info range.
no_no: %s6%s-%s11%s -- Debug info område.

source: %s5%s -- Output R and W characters to the console for each packet read and write, uppercase is used for TCP/UDP packets and lowercase is used for TUN/TAP packets.
no_no: %s5%s -- Send R- og W-tegn til konsollet for hver pakke som leses og skrives, store bokstaver brukes for TCP/ UDP pakker og små bokstaver brukes for TUN/TAP pakker.

source: %sdefault%s-%s4%s -- Normal usage range.
no_no: %sdefault%s-%s4%s -- Normalt bruksområde.

source: %snone%s -- No output except fatal errors.
no_no: %snone%s -- Ingen utdata bortsett fra fatale feil.

source: Each level shows all info from the previous levels. Level 3 is recommended if you want a good summary of what's happening without being swamped by output.
no_no: Hvert nivå viser all informasjon fra tidligere nivåer. Nivå 3 anbefales hvis du vil ha et godt sammendrag av hva som skjer uten å bli oversvømt av output.

source: Verbosity level
no_no: Detaljnivå

source: Enter any additional options you would like to add to the configuration file here.
no_no: Skriv inn eventuelle ekstra opsjoner du vil legge til i konfigurasjonsfilen her.

source: Advanced configuration
no_no: Avansert konfigurasjon

source: This option effectively bars the server from adding routes to the client's routing table, however note that this option still allows the server to set the TCP/IP properties of the client's TUN/TAP interface
no_no: Dette alternativet hindrer effektivt serveren i å legge til ruter i klientens rutingstabell. Men vær oppmerksom på at dette alternativet fortsatt tillater serveren å angi TCP/IP-egenskapene for klientens TUN/TAP-grensesnitt

source: Don't add/remove routes
no_no: Ikke legg til/fjern ruter

source: Don't pull routes
no_no: Ikke trekk ut ruter

source: Disable IPv6
no_no: Deaktiver IPv6

source: Set the TOS IP header value of tunnel packets to match the encapsulated packet value
no_no: Angi TOS IP-header verdien for tunnelpakker slik at den samsvarer med den innkapslede pakkeverdien

source: Maximum outgoing bandwidth for this tunnel. Leave empty for no limit. The input value has to be something between 100 bytes/sec and 100 Mbytes/sec (entered as bytes per second)
no_no: Maksimal utgående båndbredde for denne tunnelen. La stå tomt for ubegrenset. Inndataverdien må være mellom 100 bytes/sek og 100 mb/sek (angitt som bytes per sekund)

source: Limit outgoing bandwidth
no_no: Begrens utgående båndbredde

source: These are the IPv6 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more IP/PREFIX. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank to only communicate with other clients
no_no: Dette er IPv6-nettverkene som vil bli rutet gjennom tunnelen, slik at en site-site VPN kan etableres uten manuelt å endre rutetabellene. Uttrykkes som en kommaseparert liste med en eller flere IP/PREFIKS. Hvis dette er en site-site VPN, må du angi eksterne LAN her. Du kan la dette stå tomt hvis du ikke vil ha en site-site VPN

source: These are the IPv4 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more CIDR ranges. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank to only communicate with other clients
no_no: Dette er IPv4-nettverkene som vil bli rutet gjennom tunnelen, slik at en site-site VPN kan etableres uten manuelt å endre rutetabellene. Uttrykkes som en kommaseparert liste med ett eller flere CIDR områder . Hvis dette er en site-site VPN, må du angi eksterne LAN her. Du kan la dette stå tomt hvis du ikke vil ha en site-site VPN

source: This is the IPv6 virtual network used for private communications between this client and the server expressed using CIDR (eg. fe80::/64). The first network address is assumed to be the server address and the second network address will be assigned to the client virtual interface
no_no: Dette er det virtuelle IPv6-nettverket som brukes til privat kommunikasjon mellom denne klienten og serveren uttrykt ved hjelp av CIDR (f.eks. fe80::/64). Den første nettverksadressen antas å være serveradressen og den andre nettverksadressen tilordnes det virtuelle klientgrensesnittet
