Repository: vw-fw/lang
Catalog: *.po
Languages: no_no

source: API Access Token
no_no: API-tilgangstoken

source: API Key
no_no: API-nøkkel

source: Access Control List
no_no: Tilgangskontroll Liste

source: Access Token used for the Zerotier API service
no_no: Tilgangstoken brukt for Zerotier API-tjenesten

source: According to the service type path can be a file or a directory.
no_no: I følge tjenestetypen kan banen være en fil eller en katalog.

source: Act as a relay.
no_no: Opptre som relé.

source: Action
no_no: Handling

source: Active (default) or passive mode, only switch to passive if you know what you are doing.
no_no: Aktiv (standard) eller passiv modus, bytt bare til passiv hvis du vet hva du gjør.

source: Active Check Refresh
no_no: Aktiv sjekk oppdater

source: Active Check Servers
no_no: Aktiv sjekk servere

source: Active Directory user name with administrator rights (this value is not stored in configuration).
no_no: Active Directory-brukernavn med administratorrettigheter (denne verdien lagres ikke i konfigurasjonen).

source: Active Directory user password (this value is not stored in configuration).
no_no: Active Directory-brukerpassord (denne verdien lagres ikke i konfigurasjonen).

source: Add delay in ms to this pipe.
no_no: Legg til forsinkelse i ms til denne pipen.

source: Additional exceptions for TLD rules.
no_no: Ytterligere unntak for TLD-regler.

source: Address
no_no: Adresse

source: Address where the proxy will listen for redirected control connections. The default is 127.0.0.1.
no_no: Adresse der proxy vil lytte etter omdirigerte kontrollforbindelser. Standard er 127.0.0.1.

source: Adjust the server's weight relative to other servers.
no_no: Juster serverens vekt i forhold til andre servere.

source: Admin Password
no_no: Admin passord

source: Administrator's Email
no_no: Administratorens e-post

source: Advanced SSL settings
no_no: Avanserte SSL-innstillinger

source: Advanced settings
no_no: Avanserte innstillinger

source: Advertise Default Gateway
no_no: Annonser standard gateway

source: Agent check
no_no: Agent sjekk

source: Allow 204 responses
no_no: Tillat 204 svar

source: Allow Environment From Empty
no_no: Tillat miljø fra tom

source: Allow HAProxy to automatically raise log level for non-completely successful connections to aid debugging.
no_no: La HAProxy heve loggnivået automatisk for ikke-vellykkede tilkoblinger for å hjelpe med feilsøking.

source: Allow Header From Multiple
no_no: Tillat header fra flere

source: Allow TLS Only
no_no: Tillat bare TLS

source: Allow interface subnets
no_no: Tillat grensesnitt-subnett

source: Allowed MAC addresses
no_no: Tillatte MAC-adresser

source: Allowed SSL ports
no_no: Tillatte SSL-porter

source: Allowed Subnets
no_no: Tillatte subnett

source: Allowed addresses
no_no: Tillatte adresser

source: Allowed destination TCP port
no_no: Tillatt mål TCP-port

source: Alt Names
no_no: Alt navn

source: Always Advertise Default Gateway
no_no: Annonser alltid standard gateway

source: An integer value corresponding to the TCP source port of the connection on the client side, which is the port the client connected from.
no_no: En heltallsverdi som tilsvarer TCP-kildeporten til tilkoblingen på klientsiden, som er porten klientens tilkobling kom fra.

source: Anti Malware
no_no: Anti Skadevare

source: Append a HTTP header field with the specified name.
no_no: Legg til et HTTP-headerfelt med det angitte navnet.

source: At least two interfaces must be selected.
no_no: Det må velges minst to grensesnitt.

source: Attempt to circumvent censorship.
no_no: Forsøk på å omgå sensur.

source: Authenticate using
no_no: Autentiser med

source: Authentication Password
no_no: Autentiseringspassord

source: Authentication Settings
no_no: Autentiseringsinnstillinger

source: Authentication TTL (hours)
no_no: Autentisering TTL (timer)

source: Authentication Type
no_no: AUtentiseringstype

source: Authentication Username
no_no: Autentisering Brukernavn

source: Authentication method
no_no: Autentiseringsmetode

source: Authentication processes
no_no: Autentiseringsprosesser

source: Authorization type
no_no: Autorisasjonstype

source: Authorized clients
no_no: Autoriserte klienter

source: Auto Renewal
no_no: Automatisk fornyelse

source: Automatically register in M/Monit by sending Monit credentials (see Monit Access List above).
no_no: Registrer automatisk i M/Monit ved å sende Monit-legitimasjon (se Monit tilgangsliste over).

source: Avoid authentication for addresses and subnets in this list
no_no: Unngå autentisering for adresser og subnett i denne listen

source: Avoid authentication for physical addresses in this list
no_no: Unngå autentisering for fysiske adresser i denne listen

source: BGP AS Number
no_no: BGP AS-nummer

source: BGP Neighbor
no_no: BGP Nabo

source: Balancing Algorithm
no_no: Balanseringsalgoritme

source: Banned host IP addresses
no_no: Utestengte verts-IP-adresser

source: Bayes Learning
no_no: Bayes læring

source: Begin of the port range or the port used by this ACL.
no_no: Start på portområdet eller porten som brukes av denne ACL-en.

source: Beginning of the port range RTP may use.
no_no: Begynnelsen av portområdet RTP kan bruke.

source: Bind Password
no_no: Bind passord

source: Bind User
no_no: Bind bruker

source: Bind options
no_no: Bind alternativer

source: Black or White list
no_no: Svarte- eller hviteliste

source: Black/White
no_no: Svart/Hvit

source: Blacklist
no_no: Svarteliste

source: Block browser/user-agents
no_no: Blokker nettleser/bruker-agenter

source: Block encrypted archive
no_no: Blokker kryptert arkiv

source: Block specific MIME type reply
no_no: Blokker spesifikt MIME-type svar

source: Blocked File Extensions
no_no: Blokkerte filendelser

source: Briefly description of this ftp proxy
no_no: Kort beskrivelse av denne ftp-proxyen

source: Buffer size
no_no: Bufferstørrelse

source: By default, Telegraf gather stats for all mountpoints. Setting mountpoints will restrict the stats to the specified mountpoints.
no_no: Som standard samler Telegraf statistikk for alle monteringspunkter. Dersom monteringspunkter angis vil det begrense statistikken til de angitte monteringspunktene.

source: CA to use
no_no: CA som skal brukes

source: CPU Statistics
no_no: CPU-statistikk

source: Cache Expiration
no_no: Cache Utløp

source: Cache Expire
no_no: Cache Utløp

source: Cache Size
no_no: Cache størrelse

source: Cache size in Megabytes
no_no: Cache størrelse i Megabyte

source: Can be specified to filter outgoing messages. By default, all messages are sent. If a level is specified, only messages with a severity at least as important as this level will be sent.
no_no: Kan angis for å filtrere utgående meldinger. Som standard blir alle meldinger sendt. Hvis et nivå er spesifisert, vil det bare bli sendt meldinger med en alvorlighetsgrad på dette nivået.

source: Capture local
no_no: Pakkefangst lokalt

source: Certificate Authority
no_no: Sertifikatmyndighet

source: Certificates
no_no: Sertifikater

source: Check Interval
no_no: Sjekk intervall

source: Check Timeout
no_no: Sjekk tidsavbrudd

source: Check if the username should be sent to the ICAP server.
no_no: Merk av om brukernavnet skal sendes til ICAP-serveren.

source: Check if you want to encode the username using base64.
no_no: Merk av om du vil kode brukernavnet ved hjelp av base64.

source: Check interval
no_no: Sjekk intervall

source: Check this to enable authentication against your Smarthost.
no_no: Merk av for å aktivere godkjenning mot din Smarthost.

source: Check type
no_no: SJekk type

source: ChilliSpot Bandwith Max DOWN
no_no: ChilliSpot Båndbredde Maks NEDE

source: ChilliSpot Bandwith Max UP
no_no: ChilliSpot Båndbredde Maks OPPE

source: Choose "none" to disable TLS for sending mail. Set encrypt to enforce TLS security, please do not use this for Internet wide communication as not every server supports TLS yet. Default is "may" which will use TLS when offered.
no_no: Velg "ingen" for å deaktivere TLS for sending av e-post. Angi kryptering for å håndheve TLS-sikkerhet. Ikke bruk dette for Internett-bred kommunikasjon, da ikke alle servere støtter TLS ennå. Standard er "kan" som vil bruke TLS når de tilbys.

source: Choose a HAProxy function that should be executed if the condition evaluates to true.
no_no: Velg en HAProxy-funksjon som skal utføres hvis tilstanden evalueres til sann.

source: Choose a TCP port to be used for the local statistics page. The default value is 8822.
no_no: Velg en TCP-port som skal brukes på den lokale statistikksiden. Standardverdien er 8822.

source: Choose a load balancing algorithm.
no_no: Velg en lastbalanseringsalgoritme.

source: Choose a logical operator.
no_no: Velg en logisk operator.

source: Choose a secure value. It is recommended that you generate this password.
no_no: Velg en sikker verdi. Det anbefales at du genererer dette passordet.

source: Choose error messages to be included in this Public Service.
no_no: Velg feilmeldinger som skal inkluderes i denne offentlige tjenesten.

source: Choose error messages.
no_no: Velg feilmeldinger.

source: Choose for which file types to scan, if unsure select all.
no_no: Velg hvilke filtyper du vil skanne. Hvis usikker, velg alle.

source: Choose how to test. By using IF it tests if the condition evaluates to true. If you use UNLESS, the sense of the test is reversed.
no_no: Velg hvordan du skal teste. Ved å bruke IF testes det om tilstanden evalueres til sann. Hvis du bruker UNLESS, blir følelsen av testen snudd.

source: Choose rules to be included in this Public Service.
no_no: Velg regler som skal inkluderes i denne Offentlige Tjenesten.

source: Choose rules.
no_no: Velg regler.

source: Choose the Certificate Authority which signed your certificate.
no_no: Velg Sertifikatmyndigheten som signerte sertifikatet ditt.

source: Choose the certificate the Radius service should use.
no_no: Velg sertifikatet Radius-tjenesten skal bruke.

source: Choose the certificate to use when other servers want to do TLS with you.
no_no: Velg sertifikatet som skal brukes når andre servere vil gjøre TLS med deg.

source: Choose the cipher to use for encryption.
no_no: Velg chiffer som skal brukes for kryptering.

source: Choose the interface on which the port should be opened.
no_no: Velg grensesnittet som porten skal åpnes på.

source: Choose which interface this host is connected to.
no_no: Velg hvilket grensesnitt denne verten er koblet til.

source: Choose your RIP version (1 or 2). 1 is classful, 2 supports CIDR.
no_no: Velg RIP-versjon (1 eller 2). 1 er klassisk, 2 støtter CIDR.

source: Cipher
no_no: Chiffer

source: Cipher List
no_no: Chifferliste

source: ClamAV engine version
no_no: ClamAV-motorversjon

source: ClamAV will scan within archives and compressed files.
no_no: ClamAV vil skanne i arkiver og komprimerte filer.

source: Client ID
no_no: Klient-ID

source: Client Timeout
no_no: Klient tidsavbrudd

source: Clients will be disconnected after this amount of inactivity. They may log in again immediately, though. Enter 0 to disable idle timeout.
no_no: Klienter kobles fra etter så mye inaktivitet. Men de kan logge på igjen umiddelbart. Skriv inn 0 for å deaktivere tidsavbrudd på inaktivitet.

source: Clients will be disconnected after this amount of time, regardless of activity. They may log in again immediately, though. Enter 0 to disable hard timeout (not recommended unless an idle timeout is set).
no_no: Klienter kobles fra etter denne tidsperioden, uavhengig av aktivitet. Men de kan logge på igjen umiddelbart. Tast inn 0 for å deaktivere hardt tidsavbrudd (anbefales ikke med mindre det er angitt et tidsavbrudd for inaktivitet).

source: Collect CPU Time
no_no: Samle inn CPU-tid

source: Collect NetFlow data on this firewall for use with Insight. Note that the local cache only holds the latest 100 MB of data.
no_no: Samle inn NetFlow-data på denne brannmuren for bruk med Insight. Merk at den lokale hurtigbufferen bare har de siste 100 MB data.

source: Command
no_no: Kommando

source: Common Name
no_no: Vanlig navn

source: Comparison
no_no: Sammenligning

source: Concurrent connections
no_no: Samtidige tilkoblinger

source: Concurrent user logins
no_no: Samtidige brukerpålogginger

source: Condition
no_no: Betingelse

source: Condition type
no_no: Betingelsestype

source: Configure listen addresses for the statistics page to enable remote access, i.e. 10.0.0.1:8080 or haproxy.example.com:8999. Use TAB key to complete typing a listen address.
no_no: Konfigurer lytteadresser for statistikksiden for å aktivere ekstern tilgang, f.eks. 10.0.0.1:8080 ellerr haproxy.example.com:8999. Bruk TAB tasten for å fullføre skriving av en lytteadresse.

source: Connect To
no_no: Koble til

source: Connect to this host
no_no: Koble til denne verten

source: Connection Timeout
no_no: Tilkobling tidsavbrudd

source: Connection rate
no_no: Tilkoblingshastighet

source: Connections count
no_no: Ant. tilkoblinger

source: Contact Info
no_no: Kontaktinfo

source: Content
no_no: Innhold

source: Control Port
no_no: Kontrollport

source: Cost
no_no: Kost

source: Create a logfile
no_no: Lag en loggfil

source: Credentials
no_no: Legitimasjoner

source: Custom HTTP check
no_no: Egendefinert HTTP-sjekk

source: Custom TCP check
no_no: Egendefinert TCP-sjekk

source: Custom options
no_no: Tilpassede innstillinger

source: Custom template
no_no: Egendefinert mal

source: Customer
no_no: Kunde

source: DNS IP resolution for LDAP server name.
no_no: DNS IP-oppslag for LDAP-servernavn.

source: DNS IP resolution for hostname.
no_no: DNS IP-oppslag for vertsnavn.

source: DNS Service
no_no: DNS-tjeneste

source: DSCP value to set for RTP packets.
no_no: DSCP-verdi som skal angis for RTP-pakker.

source: DSCP value to set for SIP packets.
no_no: DSCP-verdi å angi for SIP-pakker.

source: DTAG servers
no_no: DTAG-servere

source: Data received
no_no: Data mottatt

source: Data sent
no_no: Data sendt

source: Database Count
no_no: Database antall

source: Day of the month
no_no: Dager i måneden

source: Days of the week
no_no: Dager i uken

source: Debug Level
no_no: Debug nivå

source: Debug level
no_no: Debug nivå

source: Decode mail files
no_no: Dekode e-postfiler

source: Default EAP Type
no_no: Standard EAP-type

source: Default Options TTL
no_no: Standardalternativer TTL

source: Default Parameters
no_no: Standard parametere

source: Default certificate
no_no: Standard sertifikat

source: Default for server
no_no: Standard for server

source: Default is 1 Minute.
no_no: Standard er 1 minutt.

source: Default option for all server entries.
no_no: Standardalternativ for alle serveroppføringer.

source: Default target account
no_no: Standard målkonto

source: Default ttl
no_no: Standard ttl

source: Delay
no_no: Forsinkelse

source: Description
no_no: Beskrivelse

source: Description for this Lua script.
no_no: Beskrivelse for dette Lua-skriptet.

source: Description for this Public Service.
no_no: Beskrivelse for denne offentlige tjenesten.

source: Description for this account.
no_no: Beskrivelse for denne kontoen.

source: Description for this certificate.
no_no: Beskrivelse for dette sertifikatet.

source: Description for this condition.
no_no: Beskrivelse for denne betingelsen.

source: Description for this error message.
no_no: Beskrivelse for denne feilmeldingen.

source: Description for this rule.
no_no: Beskrivelse for denne regelen.

source: Description for this server.
no_no: Beskrivelse for denne serveren.

source: Description for this validation.
no_no: Beskrivelse for denne valideringen.

source: Description to identify this zone.
no_no: Beskrivelse for å identifisere denne sonen.

source: Destination
no_no: Mål

source: Destination network for this static route
no_no: Målnettverk for denne statiske ruten

source: Destinations
no_no: Mål

source: Detailed Logging
no_no: Detaljert logging

source: Detect broken executables
no_no: Oppdag ødelagte kjørbare filer

source: Device Statistics
no_no: Enhetsstatistikk

source: Directory Port
no_no: Katalogport

source: Disable Commands
no_no: Deaktiver kommandoer

source: Disable SSL Verification
no_no: Deaktiver SSL-bekreftelse

source: Disable SSLv2 and SSLv3, only TLS allowed.
no_no: Deaktiver SSLv2 og SSLv3, kun TLS tillatt.

source: Disable cache
no_no: Deaktiver hurtigbuffer

source: Disabled
no_no: Deaktivert

source: Disk Mount Points
no_no: Disk monteringspunkter

source: Do not keep data longer than N seconds in buffer.
no_no: Ikke hold data lenger enn N sekunder i buffer.

source: Do not send alerts for the following events but on all others.
no_no: Ikke send varsler for følgende hendelser, men for alle andre.

source: Domainname
no_no: Domenenavn

source: Domains
no_no: Domener

source: Don't log normal
no_no: Ikke logg normal

source: Don't log null
no_no: Ikke logg null

source: Down Interval
no_no: Nede intervall

source: E-Mail
no_no: E-post

source: E-Mail Address
no_no: E-postadresse

source: ESMTP check
no_no: ESMTP sjekk

source: ESMTP domain
no_no: ESMTP-domene

source: Email (from)
no_no: E-post (fra)

source: Email (to)
no_no: E-post (til)

source: Enable
no_no: Aktiver

source: Enable / Disable
no_no: Aktiver / Deaktiver

source: Enable Active Checks
no_no: Aktiver aktive sjekker

source: Enable Advanced settings
no_no: Aktiver avanserte innstillinger

source: Enable Auto-Configuration
no_no: Aktiver Auto-Configuration

source: Enable CDP
no_no: Aktivere CDP

source: Enable ChilliSpot attributes
no_no: Aktiver ChilliSpot-attributter

source: Enable ClamAV
no_no: Aktiver ClamAV

source: Enable CoDel
no_no: Aktiver CoDel

source: Enable CoDel active queue management
no_no: Aktiver CoDel aktiv køstyring

source: Enable DNS v4 first
no_no: Aktiver DNS v4 først

source: Enable Daily Session Limit
no_no: Aktiver daglig øktgrense

source: Enable EDP
no_no: Aktiver EDP

source: Enable Extended Spam Headers
no_no: Aktiver utvidede spam-headere

source: Enable FDP
no_no: Aktiver FDP

source: Enable Graphite Output
no_no: Aktiver Graphite Output

source: Enable Graylog Output
no_no: Aktiver Graylog Output

source: Enable HAProxy
no_no: Aktiver HAProxy

source: Enable HAProxy's statistics page.
no_no: Aktiver HAProxys statistikkside.

source: Enable HSTS
no_no: Aktiver HSTS

source: Enable HTTP Strict Transport Security.
no_no: Aktiver HTTP streng transportsikkerhet.

source: Enable HTTPD
no_no: Aktiver HTTPD

source: Enable Health Checking
no_no: Aktiver helse-sjekking

source: Enable ICAP
no_no: Aktiver ICAP

source: Enable Kerberos based Single Sign-On
no_no: Aktiver Kerberos-basert Single Sign-On

source: Enable LDAP
no_no: Aktiver LDAP

source: Enable LLDP Daemon
no_no: Aktiver LLDP Daemon

source: Enable Linux Package Cache
no_no: Aktiver Linux-pakkebuffer

source: Enable Nut
no_no: Aktiver Nut

source: Enable Openphish
no_no: Aktiver Openphish

source: Enable Openphish Premium
no_no: Aktiver Openphish Premium

source: Enable Phishtank
no_no: Aktiver Phishtank

source: Enable Phishtank collaborative clearing house for data and information about phishing on the Internet.
no_no: Aktiver Phishtank samarbeids-oppklaringshus for data og informasjon om phishing på Internett.

source: Enable Plugin
no_no: Aktiver tillegg

source: Enable Preview
no_no: Aktiver forhåndsvisning

source: Enable Protected Mode
no_no: Aktiver beskyttet modus

source: Enable Proxy authentication
no_no: Aktiver Proxy-godkjenning

source: Enable Redis
no_no: Aktiver Redis

source: Enable Redis Plugin
no_no: Aktiver Redis-tillegg

source: Enable Relayd
no_no: Aktiver videresendt

source: Enable Remote Commands
no_no: Aktivere eksterne kommandoer

source: Enable Rspamd Integration
no_no: Aktiver Rspamd-integrasjon

source: Enable SMTP Authentication
no_no: Aktiver SMTP-autentisering

source: Enable SNMP Agent
no_no: Aktiver SNMP Agent

source: Enable SONMP
no_no: Aktivere SONMP

source: Enable SSL inspection
no_no: Aktiver SSL-inspeksjon

source: Enable SSL offloading
no_no: Aktiver SSL-avlasting

source: Enable STUN plugin
no_no: Aktiver STUN tillegg

source: Enable ShadowSocks Local
no_no: Aktive ShadowSocks lokalt

source: Enable ShadowSocks Server
no_no: Aktiver ShadowSocks Server

source: Enable Single Sign-On
no_no: Aktiver Single Sign-On

source: Enable Syslog
no_no: Aktiver Syslog

source: Enable Syslog logging.
no_no: Aktiver Syslog-logging.

source: Enable TCP port
no_no: Aktiver TCP-port

source: Enable Telegraf Agent
no_no: Aktiver Telegraf Agent

source: Enable Transparent HTTP proxy
no_no: Aktiver transparent HTTP-proxy

source: Enable Transparent Proxy
no_no: Aktiver transparent proxy

source: Enable Transparent mode
no_no: Aktiver transparent modus

source: Enable VLAN assignment
no_no: Aktivere VLAN-tilordning

source: Enable WISPr attributes
no_no: Aktiver WISPr-attributter

source: Enable Windows Update Cache
no_no: Aktiver Windows Update Cache

source: Enable Zabbix Agent service.
no_no: Aktiver Zabbix Agent-tjenesten.

source: Enable access logging
no_no: Aktivere tilgangslogging

source: Enable access logging.
no_no: Aktiver tilgangslogging.

source: Enable active checks.
no_no: Aktiver aktive sjekker.

source: Enable advanced SSL settings.
no_no: Aktiver avanserte SSL-innstillinger.

source: Enable alert
no_no: Aktiver varsel

source: Enable authentication
no_no: Aktiver godkjenning

source: Enable c-icap service
no_no: Aktiver c-icap tjenesten

source: Enable clamd service
no_no: Aktiver clamd-tjenesten

source: Enable contextswitch plugin
no_no: Aktiver contextswitch tillegg

source: Enable cpu plugin
no_no: Aktiver cpu tillegg

source: Enable defaulttarget logging
no_no: Aktiver defaulttarget logging

source: Enable defaulttarget plugin
no_no: Aktiver defaulttarget tillegget

source: Enable df plugin
no_no: Aktiver df-tillegget

source: Enable fbox_anoncall_networks plugin
no_no: Aktiver fbox_anoncall_networks tillegg

source: Enable fix_DTAG_networks plugin
no_no: Aktiver fix_DTAG_networks tillegg

source: Enable fix_bogus_via plugin
no_no: Aktiver fix_bogus_via tillegg

source: Enable freshclam service
no_no: Aktiver freshclam tjenesten

source: Enable global SSL default values.
no_no: Aktiver globale SSL-standardverdier.

source: Enable graphite plugin
no_no: Aktiver graphite tillegg

source: Enable if all present and future subdomains will be HTTPS.
no_no: Aktiver hvis alle nåværende og fremtidige underdomener skal være HTTPS.

source: Enable if you want to use previews.
no_no: Aktiver hvis du vil bruke forhåndsvisninger.

source: Enable insertion of the X-Forwarded-For header to requests sent to servers.
no_no: Aktiver innsetting av headeren X-Forwarded-For til forespørsler sendt til servere.

source: Enable interface plugin
no_no: Aktiver grensesnitt-tillegget

source: Enable intrusion detection system.
no_no: Aktiver inntrengingsoppdagingssystem.

source: Enable load plugin
no_no: Aktiver last-tillegg

source: Enable local cache
no_no: Aktiver lokal cache

source: Enable memory plugin
no_no: Aktiver minne-tillegg

source: Enable network plugin
no_no: Aktiver nettverkstillegg

source: Enable or disable Relayd.
no_no: Aktiver eller deaktiver Relayd.

source: Enable or disable SSL communication with this server.
no_no: Aktiver eller deaktiver SSL-kommunikasjon med denne serveren.

source: Enable or disable alert.
no_no: Aktiver eller deaktiver varsel.

source: Enable or disable health checking.
no_no: Aktiver eller deaktiver helsesjekk.

source: Enable or disable logging of connections with no data.
no_no: Aktiver eller deaktiver logging av tilkoblinger uten data.

source: Enable or disable logging of normal, successful connections.
no_no: Aktiver eller deaktiver logging av normale, vellykkede tilkoblinger.

source: Enable or disable monit.
no_no: Aktiver eller deaktiver monit.

source: Enable or disable service checks.
no_no: Aktiver eller deaktiver tjenestesjekker.
