Repository: vw-fw/lang
Catalog: *.po
Languages: no_no

source: Please enter a valid IP or hostname.
no_no: Vennligst skriv inn en gyldig IP eller vertsnavn.

source: Update bogons
no_no: Oppdater bogons

source: Do you really want to flush this table?
no_no: Vil du virkelig tømme denne tabellen?

source: Tables
no_no: Tabeller

source: Source Port
no_no: Kilde-port

source: Destination Port
no_no: Mål-port

source: Age
no_no: Alder

source: Long
no_no: Lang

source: States
no_no: Tilstander

source: Note: If you reset the firewall state table, the browser session may appear to be hung after clicking "Reset". Simply refresh the page to continue.
no_no: Merk: Hvis du tilbakestiller brannmurtilstandstabellen, kan nettleserøkten se ut til å være hengt etter å ha klikket på "Tilbakestill". Bare oppdater siden for å fortsette.

source: The firewall will normally leave the state tables intact when changing rules.
no_no: Brannmuren vil normalt la tilstandstabellene være intakte når du endrer regler.

source: Resetting the state tables will remove all entries from the corresponding tables. This means that all open connections will be broken and will have to be re-established. This may be necessary after making substantial changes to the firewall and/or NAT rules, especially if there are IP protocol mappings (e.g. for PPTP or IPv6) with open connections.
no_no: Tilbakestilling av tilstandstabellene fjerner alle poster fra de tilsvarende tabellene. Dette betyr at alle åpne tilkoblinger vil bli brutt og må gjenopprettes. Dette kan være nødvendig etter å ha gjort betydelige endringer i brannmur- og/eller NAT-reglene, spesielt hvis det finnes IP-protokolltilordninger (f.eks. for PPTP eller IPv6) med åpne tilkoblinger.

source: Default
no_no: Standard

source: When using IPv6, the target host must be an IPv6 address or hostname.
no_no: Når du bruker IPv6, må målverten være en IPv6-adresse eller vertsnavn.

source: When using IPv4, the target host must be an IPv4 address or hostname.
no_no: Når du bruker IPv4, må målverten være en IPv4-adresse eller vertsnavn.

source: Delete Capture
no_no: Slett fangst

source: Download Capture
no_no: Last ned fangst

source: View Capture
no_no: Vis fangst

source: This option can cause delays for large packet captures.
no_no: Dette alternativet kan forårsake forsinkelser for store pakkefangster.

source: Reverse DNS Lookup
no_no: Omvendt DNS-oppslag

source: Note:
no_no: Merk:

source: Full
no_no: Fullt

source: Level of Detail
no_no: Detaljnivå

source: View settings
no_no: Vis innstillinger

source: This is the number of packets the packet capture will grab. Default value is 100.
no_no: Dette er antall pakker pakkefangsten vil ta tak i. Standardverdien er 100.

source: Enter 0 (zero) for no count limit.
no_no: Angi 0 (null) for ubegrenset antall.

source: Packet Length
no_no: Pakkelengde

source: The port can be either the source or destination port. The packet capture will look for this port in either field.
no_no: Porten kan være enten kilde- eller målporten. Pakkefangsten vil se etter denne porten i begge feltene.

source: Leave blank if you do not want to filter by port.
no_no: La være tomt hvis du ikke vil filtrere etter port.

source: Example:
no_no: Eksempel:

source: If you leave this field blank, all packets on the specified interface will be captured.
no_no: Hvis du lar dette feltet stå tomt, blir alle pakker på det angitte grensesnittet fanget.

source: This value is either the Source or Destination IP address or subnet in CIDR notation. The packet capture will look for this address in either field.
no_no: Denne verdien er enten kilde- eller mål-IP-adresse eller subnett i CIDR-notasjon. Pakkefangsten vil se etter denne adressen i begge feltene.

source: Host Address
no_no: Vertsadresse

source: Select the protocol to capture, or Any.
no_no: Velg protokollen som skal fanges, eller Enhver.

source: Exclude CARP (VRRP)
no_no: Ekskluder CARP (VRRP)

source: Exclude ARP
no_no: Ekskluder ARP

source: Exclude UDP
no_no: Ekskluder UDP

source: Exclude TCP
no_no: Ekskluder TCP

source: Exclude ICMPv6
no_no: Ekskluder ICMPv6

source: Exclude ICMP
no_no: Ekskluder ICMP

source: Select the type of traffic to be captured, either Any, IPv4 only or IPv6 only.
no_no: Velg type trafikk som skal fanges, enten Enhver, bare IPv4 eller bare IPv6.

source: IPv6 Only
no_no: Bare IPv6

source: IPv4 Only
no_no: Bare IPv4

source: Any
no_no: Enhver

source: Address Family
no_no: Adresse Familie

source: Some network adapters do not support or work well in promiscuous mode.
no_no: Noen nettverkskort støtter ikke eller fungerer ikke godt i promiskuøs modus.

source: Note
no_no: Merk

source: will be performed using promiscuous mode.
no_no: vil bli utført ved hjelp av promiskuøs modus.

source: packet capture
no_no: pakkefangst

source: If checked, the
no_no: Hvis det er merket av for dette

source: Promiscuous
no_no: Promiskuøs

source: Select the interface on which to capture traffic.
no_no: Velg grensesnittet du vil fange trafikk på.

source: Packet capture
no_no: Pakkefangst

source: Invalid value specified for packet count.
no_no: Ugyldig verdi angitt for pakkeantall.

source: Invalid value specified for packet length.
no_no: Ugyldig verdi angitt for pakkelengde.

source: Invalid value specified for port.
no_no: Ugyldig verdi angitt for port.

source: A valid IP address or CIDR block must be specified. [%s]
no_no: En gyldig IP-adresse eller CIDR-blokk må angis. [%s]

source: Invalid protocol.
no_no: Ugyldig protokoll.

source: Invalid address family.
no_no: Ugyldig adressefamilie.

source: IP Protocol
no_no: IP-protokoll

source: Source Address
no_no: Kildeadresse

source: Note: Clears all local log files and reinitializes them as empty logs. This also restarts the DHCP daemon. Use the Save button first if you have made any setting changes.
no_no: Merk: Tømmer alle lokale loggfiler og initialiserer dem på nytt som tomme logger. Dette starter også DHCP-bakgrunnsprosessen på nytt. Bruk Lagre-knappen først hvis du har gjort noen innstillingsendringer.

source: Reset Log Files
no_no: Tilbakestill loggfiler

source: Reset Logs
no_no: Tilbakestill logger

source: Disable writing log files to the local disk
no_no: Deaktivere skriving av loggfiler til lokal disk

source: Local Logging
no_no: Lokal logging

source: Hint: If this is checked, errors from the lighttpd web server process for the GUI or Captive Portal will appear in the main system log.
no_no: Tips: Hvis dette er merket av, vises feil fra lighttpd webserverprosessen for GUI eller Captive Portal i hovedsystemloggen.

source: Log errors from the web server process.
no_no: Logg feil fra webserverprosessen.

source: Web Server Log
no_no: Webserver logg

source: Log packets blocked by 'Block Private Networks' rules
no_no: Logg pakker blokkert av «Blokker private nettverk»-regler

source: Log packets blocked by 'Block Bogon Networks' rules
no_no: Logg pakker blokkert av «Blokker falske nettverk»-regler

source: Hint: packets that are allowed by the implicit default pass rule will be logged if you check this option. Per-rule logging options are still respected.
no_no: Tips: pakker som er tillatt av den implisitte standard passregelen, logges hvis du sjekker dette alternativet. Alternativer for logging per regel respekteres fortsatt.

source: Log packets matched from the default pass rules put in the ruleset
no_no: Loggpakker som samsvarer med standard passregler som er lagt inn i regelsettet

source: Hint: packets that are blocked by the implicit default block rule will not be logged if you uncheck this option. Per-rule logging options are still respected.
no_no: Tips: pakker som er blokkert av den implisitte standard blokkregelen, logges ikke hvis du fjerner merket for dette alternativet. Alternativer for logging per regel overholdes fortsatt.

source: Log packets matched from the default block rules put in the ruleset
no_no: Loggpakker som samsvarer med standard blokkregler som er satt i regelsettet

source: Log Firewall Default Blocks
no_no: Logg brannmurens standardblokkeringer

source: Local Logging Options
no_no: Alternativer for lokal logging

source: Do you really want to reset the log files? This will erase all local log data.
no_no: Vil du virkelig tilbakestille loggfilene? Dette vil slette alle lokale loggdata.

source: WebGUI process is restarting.
no_no: WebGUI-prosessen starter på nytt.

source: The log files have been reset.
no_no: Loggfilene er tilbakestilt.

source: Store
no_no: Lagre

source: Count
no_no: Antall

source: Clear log
no_no: Tøm loggen

source: other
no_no: andre

source: Destination Ports
no_no: Målporter

source: Source Ports
no_no: Kildeporter

source: Destination IPs
no_no: Mål-IP-er

source: Source IPs
no_no: Kilde-IP-er

source: Protocols
no_no: Protokoller

source: No IPsec security policies.
no_no: Ingen IPsec sikkerhetspolicyer.

source: outgoing (as seen by firewall)
no_no: utgående (som sett av brannmuren)

source: incoming (as seen by firewall)
no_no: innkommende (som sett av brannmuren)

source: Tunnel endpoints
no_no: Tunnel endepunkter

source: Direction
no_no: Retning

source: No IPsec security associations.
no_no: Ingen IPsec sikkerhets-assosiasjoner.

source: Auth. alg.
no_no: Aut. alg.

source: Enc. alg.
no_no: Krypt. alg.

source: No IPsec pools.
no_no: Ingen IPsec pooler.

source: No leases from this pool yet.
no_no: Ingen leiekontrakter fra denne poolen ennå.

source: Usage:
no_no: Bruk:

source: Bytes out
no_no: Bytes Ut

source: Bytes in
no_no: Bytes Inn

source: Routed
no_no: Rutet

source: Remote subnets
no_no: Eksterne subnett

source: Local subnets
no_no: Lokale subnett

source: collapse/expand all
no_no: slå sammen/utvid alle

source: Remote Auth
no_no: Ekstern aut

source: Local Auth
no_no: Lokal aut

source: Remote IP
no_no: Ekstern IP

source: Remote ID
no_no: Ekstern ID

source: Local IP
no_no: Lokal IP

source: Local ID
no_no: Lokal ID

source: Connection
no_no: Tilkobling

source: Are you sure you want to power off the system?
no_no: Er du sikker på at du vil slå av systemet?

source: The system is powering off now.
no_no: Systemet slår seg av nå.

source: to
no_no: til

source: invalid input
no_no: ugyldig input

source: Response
no_no: Svar

source: Hostname or IP
no_no: Vertsnavn eller IP

source: Resolve DNS hostname or IP
no_no: Slå opp DNS-vertsnavn eller IP

source: No response
no_no: Ingen respons

source: Host must be a valid hostname or IP address.
no_no: Vert må være et gyldig vertsnavn eller IP-adresse.

source: Are you sure you want to proceed?
no_no: Er du sikker på at du vil fortsette?

source: Shut down after changes are complete
no_no: Slå av etter at endringene er fullført

source: Admin user name and password will be reset
no_no: Admin brukernavn og passord tilbakestilles

source: WAN interface will be set to obtain an address automatically from a DHCP server
no_no: WAN-grensesnittet blir satt til å hente en adresse automatisk fra en DHCP-server

source: System will be configured as a DHCP server on the default LAN interface
no_no: Systemet vil bli konfigurert som en DHCP-server på standard LAN-grensesnitt

source: LAN IP address will be reset to 192.168.1.1
no_no: LAN IP-adresse blir tilbakestilt til 192.168.1.1

source: Reset to factory defaults
no_no: Tilbakestill til fabrikkinnstillinger

source: If you click "Yes", the system will:
no_no: Hvis du klikker på "Ja", vil systemet:

source: The system has been reset to factory defaults and is shutting down.
no_no: Systemet er tilbakestilt til fabrikkinnstillingene og slår seg av.

source: Your device is powering off
no_no: Enheten slår seg av

source: Download this backup
no_no: Last ned denne sikkerhetskopien

source: Remove this backup
no_no: Fjern denne sikkerhetskopien

source: Revert to this configuration
no_no: Gå tilbake til denne konfigurasjonen

source: Current
no_no: Gjeldende

source: Configuration Change
no_no: Endring av konfigurasjon

source: To view the differences between an older configuration and a newer configuration, select the older configuration using the left column of radio options and select the newer configuration in the right column, then press the button.
no_no: Hvis du vil vise forskjellene mellom en eldre konfigurasjon og en nyere konfigurasjon, velger du den eldre konfigurasjonen ved hjelp av venstre kolonne med radioalternativer og velger den nyere konfigurasjonen i høyre kolonne, og deretter trykker du på knappen.

source: View differences
no_no: Vis forskjeller

source: Configuration diff from %s to %s
no_no: Konfigurasjonsdiff fra %s til %s

source: Current space used:
no_no: Plass som brukes for øyeblikket:

source: Be aware of how much space is consumed by backups before adjusting this value.
no_no: Vær oppmerksom på hvor mye plass som forbrukes av sikkerhetskopier før du justerer denne verdien.

source: Enter the number of older configurations to keep in the local backup cache.
no_no: Angi antall eldre konfigurasjoner som skal beholdes i den lokale cachen for sikkerhetskopiering.

source: Remove Configuration Backup
no_no: Fjern sikkerhetskopi av konfigurasjon

source: Restore from Configuration Backup
no_no: Gjenopprett fra sikkerhetskopi av konfigurasjon

source: Unable to delete the selected configuration.
no_no: Kan ikke slette den valgte konfigurasjonen.

source: Deleted backup with timestamp %s and description "%s".
no_no: Slettet sikkerhetskopiering med tidsstempel %s og beskrivelse %s.

source: Unable to revert to the selected configuration.
no_no: Kan ikke gå tilbake til den valgte konfigurasjonen.

source: n/j/y H:i:s
no_no: j.m.y H:i:s

source: Setup/Test %s
no_no: Sett opp/test %s

source: Open a configuration XML file and click the button below to restore the configuration.
no_no: Åpne en konfigurasjons XML-fil, og klikk knappen nedenfor for å gjenopprette konfigurasjonen.

source: Restore configuration
no_no: Gjenopprett konfigurasjon

source: Configuration file is encrypted.
no_no: Konfigurasjonsfilen er kryptert.

source: Reboot after a successful restore.
no_no: Omstart etter en vellykket gjenoppretting.

source: ALL
no_no: ALLE

source: Restore area:
no_no: Gjenopprett område:

source: Restore
no_no: Gjenopprett

source: Click this button to download the system configuration in XML format.
no_no: Klikk denne knappen for å laste ned systemkonfigurasjonen i XML-format.

source: Download configuration
no_no: Last ned konfigurasjon

source: Encrypt this configuration file.
no_no: Krypter denne konfigurasjonsfilen.

source: Do not backup RRD data.
no_no: Ikke sikkerhetskopier RRD-data.

source: Backup successful, current file list:
no_no: Sikkerhetskopiering vellykket, gjeldende filliste:

source: The system is rebooting now. This may take one minute.
no_no: Systemet starter på nytt nå. Dette kan ta ett minutt.

source: The configuration could not be restored.
no_no: Konfigurasjonen kan ikke gjenopprettes.

source: The configuration has been restored.
no_no: Konfigurasjonen er gjenopprettet.

source: The configuration area has been restored.
no_no: Konfigurasjonsområdet er gjenopprettet.

source: You have selected to restore an area but we could not locate the correct xml tag.
no_no: Du har valgt å gjenopprette et område, men vi finner ikke riktig XML-kode.

source: The configuration could not be restored (file upload error).
no_no: Konfigurasjonen kan ikke gjenopprettes (feil ved filopplasting).

source: Warning, could not read file %s
no_no: Advarsel, kan ikke lese filen %s

source: You must supply and confirm the password for encryption.
no_no: Du må oppgi og bekrefte passordet for kryptering.

source: Wireless Devices
no_no: Trådløse enheter

source: Dashboard Widgets
no_no: Instrumentpanel moduler

source: VLAN Devices
no_no: VLAN-enheter

source: System tunables
no_no: Systeminnstillinger

source: Static routes
no_no: Statiske ruter

source: Point-to-Point Devices
no_no: Punkt-til-punkt enheter

source: System Notifications
no_no: Systemvarsler

source: Network Address Translation
no_no: Nettverk Adresse Oversetting (NAT)

source: Load Balancer
no_no: Lastbalanserer

source: LAGG Devices
no_no: LAGG-enheter

source: GIF Devices
no_no: GIF-enheter

source: Firewall Rules
no_no: Brannmurregler

source: SSL Certificates
no_no: SSL-sertifikater

source: SSL Certificate Authorities
no_no: SSL-sertifikatmyndigheter

source: Bridge Devices
no_no: Bridge enheter

source: Veritawall Additions
no_no: Veritawall Tillegg

source: Authentication Server
no_no: Autentiseringsserver

source: Authentication failed.
no_no: Autentisering mislyktes.

source: Attributes received from server
no_no: Attributter mottatt fra serveren

source: This user is a member of these groups
no_no: Denne brukeren er medlem av disse gruppene

source: authenticated successfully.
no_no: autentisert.

source: A username and password must be specified.
no_no: Et brukernavn og passord må angis.

source: is not a valid authentication server
no_no: er ikke en gyldig godkjenningsserver

source: CSRF check failed. Your form session may have expired, or you may not have cookies enabled.
no_no: CSRF-sjekk mislyktes. Skjemaøkten din kan være utløpt, eller du har kanskje ikke aktivert informasjonskapsler.

source: CSRF check failed
no_no: CSRF-sjekk mislyktes

source: Report an issue
no_no: Rapportere et problem

source: Please double-check the following contents to ensure you are comfortable submitting the following information.
no_no: Dobbeltsjekk følgende innhold for å sikre at du er komfortabel med å sende inn følgende informasjon.

source: A short problem description or steps to reproduce.
no_no: En kort problembeskrivelse eller trinn for å reprodusere.

source: your@email.com
no_no: din@epost.no

source: You can help us further by adding your contact information and a problem description. Please note that providing your contact information greatly improves the chances of bugs being fixed.
no_no: Du kan hjelpe oss videre ved å legge til kontaktinformasjon og en problembeskrivelse. Vær oppmerksom på at å gi kontaktinformasjonen din forbedrer sjansene betydelig for at feil blir løst.

source: Would you like to submit this crash report to the developers?
no_no: Vil du sende inn denne krasjrapporten til utviklerne?

source: Submit this report
no_no: Send inn denne rapporten

source: Dismiss this report
no_no: Avvis denne rapporten

source: Please consider submitting a crash report if the error persists.
no_no: Vennligst vurder å sende en krasjrapport hvis feilen vedvarer.

source: This crash report contains no actual crash information. If you want to submit a problem please fill out your e-mail and description below.
no_no: Denne krasjrapporten inneholder ingen faktisk krasjinformasjon. Hvis du vil sende inn et problem, vennligst fyll ut e-postadressen og beskrivelsen nedenfor.

source: Thank you for submitting this crash report.
no_no: Takk for at du sendte denne krasjrapporten.

source: pfSync nodes
no_no: pfSync-noder

source: Could not locate any defined CARP interfaces.
no_no: Kunne ikke finne noen definerte CARP-grensesnitt.

source: Virtual IP
no_no: Virtuell IP

source: CARP Interface
no_no: CARP-grensesnitt

source: Leave Persistent CARP Maintenance Mode
no_no: Forlat vedvarende CARP Vedlikeholdsmodus

source: Enter Persistent CARP Maintenance Mode
no_no: Start vedvarende CARP Vedlikeholdsmodus

source: Temporarily Disable CARP
no_no: Deaktiver CARP midlertidig

source: Enable CARP
no_no: Aktiver CARP

source: Check link status on all interfaces with configured CARP VIPs.
no_no: Sjekk koblingsstatus på alle grensesnitt med konfigurerte CARP VIP-er.

source: CARP has detected a problem and this unit has been demoted to BACKUP status.
no_no: CARP har oppdaget et problem, og denne enheten er degradert til BACKUP-status.

source: CARP has been enabled.
no_no: CARP er aktivert.

source: All virtual IPs have been disabled. Please note that disabling does not survive a reboot.
no_no: Alle virtuelle IP-er er deaktivert. Vær oppmerksom på at deaktivering ikke overlever en omstart.

source: Please wait...
no_no: Vennligst vent...

source: No results found!
no_no: Ingen resultater funnet!

source: Loading...
no_no: Laster...

source: Showing %s to %s of %s entries
no_no: Viser %s til %s av %s oppføringer

source: An API exception occured
no_no: Det oppstod et API-unntak

source: Clear All
no_no: Fjern alle

source: Processing request...
no_no: Behandler forespørsel...

source: advanced mode
no_no: avansert modus

source: Edit rule
no_no: Rediger regel

source: Edit queue
no_no: Rediger kø

source: Reset
no_no: Tilbakestill

source: Target
no_no: Mål

source: Mask
no_no: Maske

source: Metric
no_no: Metrikk

source: Bandwidth
no_no: Båndbredde

source: No
no_no: Nei

source: Are you sure you want to flush and reload all? this might have impact on other services using the same technology underneath (such as Captive portal)
no_no: Er du sikker på at du vil tømme og laste inn alt på nytt? Dette kan ha innvirkning på andre tjenester som bruker den samme underliggende teknologien (for eksempel Captive portal)

source: Error reconfiguring trafficshaper
no_no: Feil ved re-konfigurering av trafficshaper

source: Edit route
no_no: Rediger rute

source: Do not enter static routes for networks assigned on any interface of this firewall. Static routes are only used for networks reachable via a different router, and not reachable via your default gateway.
no_no: Ikke angi statiske ruter for nettverk som er tilordnet på et grensesnitt i denne brannmuren. Statiske ruter brukes bare for nettverk som kan nås via en annen ruter, og ikke kan nås via standardgatewayen.

source: Error reconfiguring routes
no_no: Feil under rekonfigurering av ruter

source: Edit blacklist
no_no: Rediger svarteliste

source: Schedule with Cron
no_no: Tidsplanlegg med Cron

source: Download ACLs & Apply
no_no: Last ned ACLer &Bruk

source: Edit | Delete
no_no: Rediger | Slett

source: Add an item to the table to fetch a remote acl for blacklisting.%s You can enable or disable the blacklist list.%s The active blacklists will be merged with the settings under %sForward Proxy -> Access Control List%s.
no_no: Legg til et element i tabellen for å hente en ekstern acl for svarteliste.%s Du kan aktivere eller deaktivere svartelistelisten.%s De aktive svartelistene vil bli slått sammen med innstillingene under %sVideresendings Proxy -> Tilgangskontroll liste %s.

source: Remote Blacklist
no_no: Ekstern svarteliste

source: full help
no_no: full hjelp

source: Remote Access Control Lists
no_no: Eksterne Access Control lister

source: Error fetching remote acls
no_no: Feil under henting av eksterne acls

source: Error reconfiguring proxy
no_no: Feil ved rekonfigurering av proxy

source: Service Tests Settings
no_no: Innstillinger for tjenestetester

source: Alert Settings
no_no: Varselinnstillinger

source: Ruleset details
no_no: Regelsett detaljer

source: Rule details
no_no: Regeldetaljer

source: Query
no_no: Spørring

source: Info / Enabled
no_no: Info / Aktivert

source: ClassType
no_no: KlasseType

source: Please use "Download & Update Rules" to fetch your initial ruleset, automatic updating can be scheduled after the first download.
no_no: Bruk "Last ned og oppdater regler" for å hente ditt opprinnelige regelsett, automatisk oppdatering kan planlegges etter den første nedlastingen.

source: Download & Update Rules
no_no: Last ned og oppdater regler

source: Last updated
no_no: Sist oppdatert

source: Search
no_no: Søk

source: Disable selected
no_no: Deaktiver valgte

source: Enable selected
no_no: Aktiver valgte

source: Rulesets
no_no: Regelsett

source: Schedule
no_no: Tidsplan

source: User defined
no_no: Brukerdefinert

source: Download
no_no: Last ned

source: Error reconfiguring IDS
no_no: Feil under rekonfigurering av IDS

source: Alert info
no_no: Varselinfo

source: Changes will be active after apply (rules tab)
no_no: Endringene vil være aktive etter bruk (fanen regler)
