Repository: vw-fw/lang
Catalog: *.po
Languages: no_no

source: Or
no_no: Eller

source: Normally this is only useful if this server is a stratum 1 time server.
no_no: Normalt er dette bare nyttig hvis denne serveren er en stratum 1 tidsserver.

source: Show access restriction options
no_no: Vis alternativer for tilgangsbegrensning

source: Access restrictions
no_no: Tilgangsbegrensninger

source: These options will create persistent daily log files in /var/log/ntp.
no_no: Disse alternativene vil opprette vedvarende daglige loggfiler i /var/log/ntp.

source: Show statistics logging options
no_no: Vis alternativer for statistikklogging

source: Statistics logging
no_no: Statistikk logging

source: These options enable additional messages from NTP to be written to the System Log
no_no: Disse alternativene aktiverer at ekstra meldinger fra NTP til skrives til systemloggen

source: Status > System Logs > NTP
no_no: Status - Systemlogger » NTP

source: NTP graphs
no_no: NTP-grafer

source: Orphan mode
no_no: Foreldreløs modus

source: The "do not use" option indicates that NTP should not use this server for time, but stats for this server will be collected and displayed.
no_no: Alternativet "Ikke bruk" angir at NTP ikke skal bruke denne serveren som tidskilde, men statistikk for denne serveren vil bli samlet inn og vist.

source: The "prefer" option indicates that NTP should favor the use of this server more than all others.
no_no: Alternativet "Foretrekk" angir at NTP skal favorisere bruken av denne serveren foran de andre.

source: For best results three to five servers should be configured here.
no_no: For best resultat bør tre til fem servere konfigureres her.

source: Do not use
no_no: Ikke bruk

source: Prefer
no_no: Foretrekk

source: Time servers
no_no: Tidsservere

source: Selecting all interfaces will explicitly listen on only the interfaces/IPs specified.
no_no: Valg av alle grensesnitt vil eksplisitt lytte til bare de angitte grensesnittene/IP-ene.

source: Selecting no interfaces will listen on all interfaces with a wildcard.
no_no: Hvis du ikke velger grensesnitt, vil det lyttes på alle grensesnitt.

source: NTP Server Configuration
no_no: NTP Server-konfigurasjon

source: Orphan mode must be a value between 0..15
no_no: Foreldreløs modus må være en verdi mellom 0..15

source: Enter additional names for this host.
no_no: Skriv inn flere navn for denne verten.

source: IP address of the host
no_no: IP-adressen til verten

source: example.com
no_no: eksempel.com

source: Domain of the host
no_no: Domenet til verten

source: Name of the host, without domain part
no_no: Navnet på verten, uten domenedel

source: This host/domain already exists.
no_no: Denne verten/domenet finnes allerede.

source: A valid domain must be specified in alias list.
no_no: Et gyldig domene må angis i aliaslisten.

source: Hostnames in alias list can only contain the characters A-Z, 0-9 and '-'.
no_no: Vertsnavn i aliaslisten kan bare inneholde tegnene A-Z, 0-9 og '-'.

source: Alias Domain
no_no: Alias Domene

source: Leave blank unless your DNS server is accessed through a VPN tunnel.
no_no: La det stå tomt med mindre DNS-serveren er tilgjengelig via en VPN-tunnel.

source: Source IP address for queries to the DNS server for the override domain.
no_no: Kilde-IP-adresse for spørringer til DNS-serveren for overstyringsdomenet.

source: Specify a non standard port number here, leave blank for default
no_no: Angi et ikke-standard portnummer her, la det stå tomt for standardverdi

source: Or enter ! for lookups for this host/subdomain to NOT be forwarded anywhere.
no_no: Eller angi ! for at oppslag for denne verten/underdomenet IKKE skal bli videresendt noen steder.

source: IP address of the authoritative DNS server for this domain
no_no: IP-adressen til den autoritative DNS-serveren for dette domenet

source: or
no_no: eller

source: Domain to override (NOTE: this does not have to be a valid TLD!)
no_no: Domene for å overstyre (MERK: Dette trenger ikke å være en gyldig TLD!)

source: An interface IP address must be specified for the DNS query source.
no_no: En IP-adresse for grensesnitt må angis for DNS-spørringskilden.

source: A valid port number must be specified.
no_no: Et gyldig portnummer må angis.

source: A valid IP address must be specified, or # for an exclusion or ! to not forward at all.
no_no: En gyldig IP-adresse må angis, eller # for en utelukkelse eller ! å ikke videresende i det hele tatt.

source: A valid domain must be specified.
no_no: Et gyldig domene må angis.

source: A valid domain must be specified after _msdcs.
no_no: Et gyldig domene må angis etter _msdcs.

source: Entries in this area override an entire domain, and subdomains, by specifying an authoritative DNS server to be queried for that domain.
no_no: Oppføringer i dette området overstyrer et helt domene, og underdomener, ved å angi en autoritativ DNS-server som skal spørres for dette domenet.

source: Domain Overrides
no_no: Domeneoverstyringer

source: Use these for changing DNS results or for adding custom DNS records.
no_no: Bruk disse til å endre DNS-resultater eller legge til egendefinerte DNS-oppføringer.

source: Entries in this section override individual results from the forwarders.
no_no: Oppføringer i denne delen overstyrer individuelle resultater fra videresenderne.

source: Host Overrides
no_no: Vertsoverstyringer

source: Show advanced option
no_no: Vis avanserte innstillinger

source: Strict Interface Binding
no_no: Streng grensesnittbinding

source: The port used for responding to DNS queries. It should normally be left blank unless another service needs to bind to TCP/UDP port 53.
no_no: Porten som brukes til å svare på DNS-spørringer. Den skal normalt stå tom med mindre en annen tjeneste trenger å binde seg til TCP/UDP-port 53.

source: Do not forward private reverse lookups
no_no: Ikke send private omvendte oppslag

source: Require domain
no_no: Krev domene

source: Query DNS servers sequentially
no_no: Spør DNS-servere sekvensielt

source: DNS Query Forwarding
no_no: Videresending av DNS-spørring

source: If this option is set, then DHCP mappings will be resolved before the manual list of names below. This only affects the name given for a reverse lookup (PTR).
no_no: Hvis dette alternativet er angitt, vil DHCP-mappinger slås opp før den manuelle listen over navn nedenfor. Dette påvirker bare navnet som er gitt for omvendt oppslag (PTR).

source: Resolve DHCP mappings first
no_no: Slå opp DHCP-tilordninger først

source: Prefer DHCP
no_no: Foretrekk DHCP

source: Static DHCP
no_no: Statisk DHCP

source: The domain name to use for DHCP hostname registration. If empty, the default system domain is used. Note that all DHCP leases will be assigned to the same domain. If this is undesired, static DHCP lease registration is able to provide coherent mappings.
no_no: Domenenavnet som skal brukes for DHCP vertsnavnregistrering. Hvis det er tomt, brukes standard systemdomene. Merk at alle DHCP-leieavtaler tilordnes samme domene. Hvis dette ikke ønskes, kan statisk DHCP-leieregistrering gi sammenhengende kartlegginger.

source: DHCP Domain Override
no_no: DHCP Domene-overstyring

source: DHCP Registration
no_no: DHCP-registrering

source: Do you really want to delete this domain override?
no_no: Vil du virkelig slette denne domeneoverstyringen?

source: Do you really want to delete this host?
no_no: Vil du virkelig slette denne verten?

source: You must specify a valid port number
no_no: Du må angi et gyldig portnummer

source: The domain may only contain the characters a-z, 0-9, '-' and '.'.
no_no: Domenet kan bare inneholde tegnene a-z, 0-9, '-' og '.'.

source: Destination server
no_no: Målserver

source: Interfaces without an IPv6 address will not be shown.
no_no: Grensesnitt uten IPv6-adresse vises ikke.

source: Enable DHCPv6 relay on interface
no_no: Aktiver DHCPv6 relaying på grensesnitt

source: DHCPv6 Relay configuration
no_no: DHCPv6 Relékonfigurasjon

source: The DHCPv6 server is currently enabled. Cannot enable the DHCPv6 relay while the DHCPv6 server is enabled on any interface.
no_no: DHCPv6-serveren er aktivert. Kan ikke aktivere DHCPv6-relay mens DHCPv6-serveren er aktivert på et grensesnitt.

source: A valid Destination Server IPv6 address must be specified.
no_no: En gyldig målserver IPv6-adresse må angis.

source: Netboot filename
no_no: Netboot-filnavn

source: If no IPv6 address is given, one will be dynamically allocated from the pool.
no_no: Hvis ingen IPv6-adresse er angitt, vil en bli dynamisk tildelt fra utvalget.

source: If an IPv6 address is entered, the address must be outside of the pool.
no_no: Hvis en IPv6-adresse er angitt, må adressen være utenfor utvalget.

source: DUID Identifier
no_no: DUID-identifikator

source: Static DHCPv6 Mapping
no_no: Statisk DHCPv6-tilordning

source: This Hostname, IP or DUID Identifier already exists.
no_no: Dette vertsnavnet, IP- eller DUID-identifikatoren finnes allerede.

source: A valid DUID Identifier must be specified.
no_no: En gyldig DUID-identifikator må angis.

source: DHCPv6 Static Mappings for this interface.
no_no: DHCPv6 statiske tilordninger for dette grensesnittet.

source: Additional BOOTP/DHCP Options
no_no: Flere BOOTP/DHCP-alternativer

source: Enter the Bootfile URL
no_no: Skriv inn URL til Bootfile

source: By default DHCPv6 leases are displayed in UTC time. By checking this box DHCPv6 lease time will be displayed in local time and set to time zone selected. This will be used for all DHCPv6 interfaces lease time.
no_no: Som standard vises DHCPv6-leier i UTC-tid. Ved å merke av i denne boksen vises leietid i lokaltid og satt til valgt tidssone. Dette vil bli brukt for leietid på alle DHCPv6-grensesnitt.

source: Change DHCPv6 display lease time from UTC to local time.
no_no: Endre visning av DHCP-leietid fra UTC til lokal tid.

source: Enable DHCPv6 server on %s interface
no_no: Aktivere DHCPv6-server på %s-grensesnittet

source: A valid URL must be specified for the network bootfile.
no_no: En gyldig URL må spesifiseres for nettverkets boot-fil.

source: A valid IPv6 address must be specified for the primary/secondary NTP servers.
no_no: En gyldig IPv6-adresse må angis for de primære/sekundære NTP-serverne.

source: A valid IPv6 address must be specified for the primary/secondary DNS servers.
no_no: En gyldig IPv6-adresse må angis for de primære/sekundære DNS-serverne.

source: A valid IPv6 address must be specified for the gateway.
no_no: En gyldig IPv6-adresse må angis for gatewayen.

source: The subnet range cannot overlap with virtual IPv6 address %s.
no_no: Selnettområdet kan ikke overlappe med den virtuelle IPv6-adressen %s.

source: A valid prefix range must be specified.
no_no: Et gyldig prefiksområde må angis.

source: Destination servers
no_no: Målservere

source: Interfaces without an IP address will not be shown.
no_no: Grensesnitt uten IP-adresse vises ikke.

source: Interface(s)
no_no: Grensesnitt

source: DHCP Relay configuration
no_no: DHCP Relay konfigurasjon

source: DHCP Server is currently enabled. Cannot enable the DHCP Relay service while the DHCP Server is enabled on any interface.
no_no: DHCP-serveren er aktivert. Kan ikke aktivere DHCP Relay-tjenesten mens DHCP-serveren er aktivert på et grensesnitt.

source: A valid Destination Server IP address must be specified.
no_no: En gyldig IP-adresse for målserver må angis.

source: Destination Server
no_no: Målserver

source: Default lease time
no_no: Standard leietid

source: Create a static ARP table entry for this MAC and IP address pair.
no_no: Opprett en statisk ARP-tabelloppføring for dette MAC- og IP-adresseparet.

source: ARP Table Static Entry
no_no: Statisk oppføring for ARP-tabell

source: Name of the file that should be loaded when this host boots off of the network, overrides setting on main page.
no_no: Navnet på filen som skal lastes når denne verten booter franettverket, overstyrer innstillingen på hovedsiden.

source: Netboot Filename
no_no: Netboot-filnavn

source: Name of the host, without domain part.
no_no: Navnet på verten, uten domenedel.

source: If no IPv4 address is given, one will be dynamically allocated from the pool.
no_no: Hvis ingen IPv4-adresse er angitt, vil en bli dynamisk tildelt fra utvalget.

source: Client identifier
no_no: Klient identifikator

source: Copy my MAC address
no_no: Kopiere MAC-adressen min

source: Static DHCP Mapping
no_no: Statisk DHCP-tilordning

source: The IP address must lie in the %s subnet.
no_no: IP-adressen må ligge i subnettet %s.

source: This Hostname, IP, MAC address or Client identifier already exists.
no_no: Dette vertsnavnet, IPen, MAC-adressen eller klientidentifikatoren finnes allerede.

source: Static ARP is enabled. You must specify an IP address.
no_no: Statisk ARP er aktivert. Du må angi en IP-adresse.

source: A valid hostname is specified, but the domain name part should be omitted
no_no: Et gyldig vertsnavn er angitt, men domenenavndelen skal utelates

source: The hostname can only contain the characters A-Z, 0-9 and '-'.
no_no: Vertsnavnet kan bare inneholde tegnene A-Z, 0-9 og '-'.

source: The hostname cannot end with a hyphen according to RFC952
no_no: Vertsnavnet kan ikke slutte med en bindestrek i henhold til RFC952

source: Either MAC address or Client identifier must be specified
no_no: Mac-adresse eller klientidentifikator må angis

source: DHCP Static Mappings for this interface.
no_no: DHCP Statiske tilordninger for dette grensesnittet.

source: Enter the DHCP option number and the value for each item you would like to include in the DHCP lease information. For a list of available options please visit this %sURL%s.
no_no: Angi DHCP-alternativnummeret og verdien for hvert element du vil inkludere i DHCP-leieinformasjonen. Hvis du vil ha en liste over tilgjengelige alternativer, kan du gå til %sURL%s.

source: IP address or host
no_no: IP-adresse eller vert

source: Signed 32-bit integer
no_no: Signert 32-biters heltall

source: Signed 16-bit integer
no_no: Signert 16-biters heltall

source: Signed 8-bit integer
no_no: Signert 8-biters heltall

source: Unsigned 32-bit integer
no_no: Usignert 32-biters heltall

source: Unsigned 16-bit integer
no_no: Usignert 16-biters heltall

source: Unsigned 8-bit integer
no_no: Usignert 8-biters heltall

source: Boolean
no_no: Boolsk

source: String
no_no: Streng

source: Text
no_no: Tekst

source: Show Additional BOOTP/DHCP Options
no_no: Vis flere BOOTP/DHCP-alternativer

source: Additional Options
no_no: Vis flere alternativ

source: Note: string-format: iscsi:(servername):(protocol):(port):(LUN):targetname
no_no: Merk: streng-format: iscsi:(servernavn):(protokoll):(port):(LUN):targetname

source: Set default bios filename
no_no: Angi standard bios-filnavn

source: Set next-server IP
no_no: Angi neste server-IP

source: Enables network booting.
no_no: Aktiverer boot fra nettet.

source: Show Network booting
no_no: Vis nettverks-booting

source: Enable network booting
no_no: Aktiver boot fra nettet

source: Leave blank to disable. Enter a full URI for the LDAP server in the form %s
no_no: La det stå tomt for å deaktivere. Angi en fullstendig URI for LDAP-serveren på formen %s

source: Show LDAP configuration
no_no: Vis LDAP-konfigurasjon

source: Show TFTP configuration
no_no: Vis TFTP-konfigurasjon

source: Show NTP configuration
no_no: Vis NTP-konfigurasjon

source: NTP servers
no_no: NTP-servere

source: Show MAC Address Control
no_no: Vis MAC-adressekontroll

source: MAC Address Control
no_no: MAC-adressekontroll

source: Enter the dynamic DNS domain key secret which will be used to register client names in the DNS server.
no_no: Angi den dynamiske DNS-domenenøkkel hemmeligheten som vil bli brukt til å registrere klientnavn på DNS-serveren.

source: Enter the dynamic DNS domain key name which will be used to register client names in the DNS server.
no_no: Angi det dynamiske DNS-domenenøkkel navnet som skal brukes til å registrere klientnavn på DNS-serveren.

source: Enter the primary domain name server IP address for the dynamic domain name.
no_no: Skriv inn den primære IP-adressen for domenenavnserveren for det dynamiske domenenavnet.

source: Note: Leave blank to disable dynamic DNS registration.
no_no: Merk: La det stå tomt for å deaktivere dynamisk DNS-registrering.

source: Enter the dynamic DNS domain which will be used to register client names in the DNS server.
no_no: Angi det dynamiske DNS-domenet som skal brukes til å registrere klientnavn i DNS-serveren.

source: Enable registration of DHCP client names in DNS.
no_no: Aktiver registrering av DHCP-klientnavn i DNS.

source: Show Dynamic DNS
no_no: Vis dynamisk DNS

source: Warning: By default DHCP leases are displayed in UTC time. By checking this box DHCP lease time will be displayed in local time and set to time zone selected. This will be used for all DHCP interfaces lease time.
no_no: Advarsel: Som standard vises DHCP-leieavtaler i UTC-tid. Ved å merke av i denne boksen vil DHCP leietid bli vist i lokal tid og satt til valgt tidssone. Dette vil bli brukt for leietidspunkt for alle DHCP-grensesnitt.

source: Change DHCP display lease time from UTC to local time.
no_no: Endre visning av DHCP-leietid fra UTC til lokal tid.

source: Time format change
no_no: Endring av tidsformat

source: Warning: This option persists even if DHCP server is disabled. Only the machines listed below will be able to communicate with the firewall on this NIC.
no_no: Advarsel: Dette alternativet vedvarer selv om DHCP-serveren er deaktivert. Bare maskinene som er oppført nedenfor, kan kommunisere med brannmuren på denne NIC.

source: Enable Static ARP entries
no_no: Aktiver statiske ARP-oppføringer

source: Static ARP
no_no: Statisk ARP

source: This option specifies the MTU to use on this interface. The minimum legal value for the MTU is 68.
no_no: Dette alternativet angir MTU som skal brukes på dette grensesnittet. Minste lovlige verdi for MTU er 68.

source: Interface MTU
no_no: Grensesnitt MTU

source: The default is 86400 seconds.
no_no: Standard er 86400 sekunder.

source: This is the maximum lease time for clients that ask for a specific expiration time.
no_no: Dette er den maksimale leietiden for klienter som ber om en bestemt utløpstid.

source: Maximum lease time
no_no: Maksimal leietid

source: The default is 7200 seconds.
no_no: Standard er 7200 sekunder.

source: This is used for clients that do not ask for a specific expiration time.
no_no: Dette brukes for klienter som ikke ber om en bestemt utløpstid.

source: Default lease time (seconds)
no_no: Standard leietid (sekunder)

source: The DHCP server can optionally provide a domain search list. Use the semicolon character as separator.
no_no: DHCP-serveren kan eventuelt tilby en domenesøkliste. Bruk semikolon-tegnet som separator.

source: Domain search list
no_no: Domene søkeliste

source: The default is to use the domain name of this system as the default domain name provided by DHCP. You may specify an alternate domain name here.
no_no: Standarden er å bruke domenenavnet til dette systemet som standard domenenavn levert av DHCP. Du kan angi et alternativt domenenavn her.

source: Domain name
no_no: Domenenavn

source: DNS servers
no_no: DNS Servere

source: WINS servers
no_no: WINS Servere

source: If you need additional pools of addresses inside of this subnet outside the above Range, they may be specified here.
no_no: Hvis du trenger flere utvalg med adresser inne i dette subnettet som er utenfor utvalget ovenfor, kan de angis her.

source: Pool End
no_no: Utvalg slutter

source: Pool Start
no_no: Utvalg starter

source: Additional Pools
no_no: Flere utvalg

source: from
no_no: fra

source: Range
no_no: Utvalg

source: Available range
no_no: Tilgjengelig utvalg

source: Subnet mask
no_no: Nettverksmaske

source: If this is checked, only the clients defined below will get DHCP leases from this server.
no_no: Hvis dette er huket av, vil bare klientene som er definert nedenfor, få DHCP-leieavtaler fra denne serveren.

source: Deny unknown clients
no_no: Nekt ukjente klienter

source: Pool Description
no_no: Pool beskrivelse

source: Enable DHCP server on the %s interface
no_no: Aktivere DHCP-server på %s grensesnittet

source: DHCP Relay is currently enabled. Cannot enable the DHCP Server service while the DHCP Relay is enabled on any interface.
no_no: DHCP Relay er for øyeblikket aktivert. Kan ikke aktivere DHCP Server-tjenesten mens DHCP Relay er aktivert på et grensesnitt.

source: The static mapping configuration has been changed
no_no: Den statiske tilordningskonfigurasjonen er endret

source: Do you really want to delete this mapping?
no_no: Vil du virkelig slette denne tilordningen?

source: Do you really want to delete this pool?
no_no: Vil du virkelig slette denne poolen?

source: The DHCP range cannot overlap any static DHCP mappings.
no_no: DHCP-området kan ikke overlappe noen statiske DHCP-tilordninger.

source: You must disable the DHCP relay on the %s interface before enabling the DHCP server.
no_no: Du må deaktivere DHCP-relay på grensesnittet %s før du aktiverer DHCP-serveren.

source: The specified range must not be within the DHCP range for this interface.
no_no: Det angitte området må ikke være innenfor DHCP-området for dette grensesnittet.

source: The range is invalid (first element higher than second element).
no_no: Området er ugyldig (første element høyere enn andre element).

source: The specified range lies outside of the current subnet.
no_no: Det angitte området ligger utenfor gjeldende subnettet.

source: IP address or host type must be an IP address or host name.
no_no: IP-adresse eller vertstype må være en IP-adresse eller vertsnavn.

source: Signed 32-bit integer type must be a number in the range -2147483648 to 2147483647.
no_no: Signert 32-biters heltallstype må være et tall i området -2147483648 til 2147483647.

source: Signed 16-bit integer type must be a number in the range -32768 to 32767.
no_no: Signert 16-biters heltallstype må være et tall i området -32768 til 32767.

source: Signed 8-bit integer type must be a number in the range -128 to 127.
no_no: Signert 8-biters heltallstype må være et tall i området -128 til 127.

source: Unsigned 32-bit integer type must be a number in the range 0 to 4294967295.
no_no: Usignert 32-biters heltallstype må være et tall i området 0 til 4294967295.

source: Unsigned 16-bit integer type must be a number in the range 0 to 65535.
no_no: Usignert 16-biters heltallstype må være et tall i området 0 til 65535.

source: Unsigned 8-bit integer type must be a number in the range 0 to 255.
no_no: Usignert 8-biters heltallstype må være et tall i området 0 til 255.

source: Boolean type must be true, false, on, or off.
no_no: Boolsk type må være sann, usann, på eller av.

source: String type must be enclosed in quotes like "this" or must be a series of octets specified in hexadecimal, separated by colons, like 01:23:45:67:89:ab:cd:ef
no_no: Strengtype må være omsluttet av anførselstegn som "dette" eller må være en serie oktetter angitt i heksadesimal, atskilt med kolon, som 01:23:45:67:89:ab:cd:ef

source: Text type cannot include quotation marks.
no_no: Teksttype kan ikke inneholde anførselstegn.

source: A valid MTU value must be specified.
no_no: En gyldig MTU-verdi må angis.

source: Cannot enable static ARP when you have static map entries without IP addresses. Ensure all static maps have IP addresses and try again.
no_no: Kan ikke aktivere statisk ARP når du har statiske map-oppføringer uten IP-adresser. Forsikre deg om at alle statiske mappinger har IP-adresser, og prøv igjen.

source: The subnet range cannot overlap with virtual IP address %s.
no_no: Delnettområdet kan ikke overlappe med den virtuelle IP-adressen %s.

source: You cannot use the broadcast address in the ending subnet range.
no_no: Du kan ikke bruke kringkastingsadressen i det slutten av subnettområdet.
