Repository: vw-fw/lang
Catalog: *.po
Languages: no_no

source: The maximum number of requests that a child process can serve. After this number has been reached, process dies.
no_no: Det maksimale antallet forespørsler som en underprosess kan betjene. Etter at dette antallet er nådd, dør prosessen.

source: The name of the HTTP header field.
no_no: Navn på HTTP-header feltet.

source: The name of the service.
no_no: Navnet på tjenesten.

source: The name of the test.
no_no: Navnet på testen.

source: The name of this Zabbix instance. It has to match with the defined name in the central Zabbix server.
no_no: Navnet på denne Zabbix-forekomsten. Det må samsvare med det definerte navnet i den sentrale Zabbix-serveren.

source: The network for this host
no_no: Nettverket for denne verten

source: The number of databases you would like to have.
no_no: Antall databaser du ønsker å ha.

source: The number of eventqueue slots.
no_no: Antall eventqueue.slotter.

source: The number of threads per child process.
no_no: Antall tråder per underprosess.

source: The password for access to SNMP agent
no_no: Passordet for tilgang til SNMP-agent

source: The password name for this connection. Be aware that it will stored in cleartext on this device.
no_no: Passordnavnet for denne tilkoblingen. Vær oppmerksom på at det vil lagres i klartekst på denne enheten.

source: The password to use for SMTP authentication.
no_no: Passordet som skal brukes for SMTP-godkjenning.

source: The port number where Squid listens for SNMP requests. To enable SNMP support set this to a suitable port number. Port number 3401 is often used for the Squid SNMP agent.
no_no: Portnummeret hvor Squid lytter etter SNMP-forespørsler. For å aktivere SNMP-støtte må denne settes til et passende portnummer. Portnummer 3401 brukes ofte for Squid SNMP-agenten.

source: The port number where Squid sends and receives ICP queries to and from neighbor caches. Leave blank to disable (default). The standard UDP port for ICP is 3130.
no_no: Portnummeret hvor Squid sender og mottar ICP-spørsmål til og fra nabo-cacher. La stå tomt for å deaktivere (standard). Standard UDP-port for ICP er 3130.

source: The port of the mail server. Typically 465 for SSL or 25 for TLS and non secure connections.
no_no: Porten til e-postserveren. Vanligvis 465 for SSL eller 25 for TLS og ikke-sikre tilkoblinger.

source: The port the proxy service will listen to.
no_no: Porten proxy-tjenesten vil lytte til.

source: The port the ssl proxy service will listen to.
no_no: Porten ssl proxy-tjenesten vil lytte til.

source: The proxy will use this as the source address for the control connection to a server.
no_no: Proxyen vil bruke dette som kildeadresse for kontrollforbindelsen til en server.

source: The service check type.
no_no: Tjenestesjekktypen.

source: The smtpd_banner parameter specifies the text that follows the 220 code in the SMTP server's greeting banner. Default is "'System Hostname' ESMTP Postfix".
no_no: Parameteren smtpd_banner angir teksten som følger 220-koden i SMTP-serverens hilsen. Standard er "'Vertsnavn for system' ESMTP Postfix".

source: The state file of the Monit process.
no_no: Tilstandsfilen for Monit-prosessen.

source: The time in seconds after which a connection without activity can be cancelled.
no_no: Tiden i sekunder hvoretter en tilkobling uten aktivitet kan avbrytes.

source: The time in seconds to wait for all the TXT records to take effect after adding them to the DNS API. Defaults to 120 seconds.
no_no: Tiden i sekunder for å vente på at alle TXT-postene skal tre i kraft etter at du har lagt dem til I DNS API. Standardverdi 120 sekunder.

source: The total amount of data received from the incoming connection's source address (in kilobytes).
no_no: Den totale datamengden mottatt fra innkommende tilkoblings kildeadresse (i kilobyte).

source: The total amount of data sent to the incoming connection's source address (in kilobytes).
no_no: Den totale datamengden sendt til den innkommende tilkoblings kildeadresse (i kilobyte).

source: The user name for this connection.
no_no: Brukernavnet for denne tilkoblingen.

source: The username to use for SMTP authentication.
no_no: Brukernavnet som skal brukes for SMTP-godkjenning.

source: These lines will be added to the HAProxy backend configuration.
no_no: Disse linjene vil bli lagt til haproxy-backend-konfigurasjonen.

source: These lines will be added to the HAProxy frontend configuration.
no_no: Disse linjene vil bli lagt til haproxy-frontend-konfigurasjonen.

source: This Host
no_no: Denne verten

source: This allows you to bind to an external LDAP server. Be aware that FreeRADIUS will not start if there is no further configuration.
no_no: Dette lar deg koble til en ekstern LDAP-server. Vær oppmerksom på at FreeRADIUS ikke vil starte hvis det ikke er noen ytterligere konfigurasjon.

source: This allows you to dynamically assign VLANs on your physical switch ports.
no_no: Dette gjør at du dynamisk kan tilordne VLAN på dine fysiske switch-porter.

source: This enables CRL checking, please restart this service with every change to the CRL.
no_no: Dette aktiverer CRL-sjekking. Vennligst start denne tjenesten på nytt ved hver endring av CRL.

source: This enables the ChilliSpot attributes assignment via users tab.
no_no: Dette aktiverer tilordning av ChilliSpot attributter via brukere-fanen.

source: This enables the Max-Daily-Session attribute assignment via users tab.
no_no: Dette aktiverer tilordning av Max-Daily-Session attributten via brukere-fanen.

source: This enables the WISPr attributes assignment via users tab.
no_no: Dette aktiverer tilordning av WISPr attributter via brukere-fanen.

source: This is a list with service tests.
no_no: Dette er en liste med servicetester.

source: This is the detail level of the log. A higher level means more data is logged.
no_no: Dette er detaljnivået til loggen. Et høyere nivå betyr at mer data logges.

source: This is the email address displayed in error messages to the users.
no_no: Dette er e-postadressen som vises i feilmeldinger til brukerne.

source: This is the hostname to be displayed in proxy server error messages.
no_no: Dette er vertsnavnet som skal vises i proxy-server feilmeldinger.

source: This machines external port to use
no_no: Denne maskinens ekstern port som skal brukes

source: This machines internal address to use and network mask for the whole network
no_no: Denne maskinens interne adresse som skal brukes og nettverksmaske for hele nettverket

source: This machines part of the network
no_no: Denne maskinens del av nettverket

source: This option enables scanning of HWP3 files.
no_no: Dette alternativet aktiverer skanning av HWP3-filer.

source: This option enables scanning of OLE2 files, such as Microsoft Office documents and .msi files.
no_no: Dette alternativet aktiverer skanning av OLE2-filer, som f.eks. Microsoft Office-dokumenter og .msi-filer.

source: This option enables scanning within PDF files.
no_no: Dette alternativet aktiverer skanning i PDF-filer.

source: This option enables scanning within SWF files.
no_no: Dette alternativet aktiverer skanning i SWF-filer.

source: This option enables scanning xml-based document files supported by libclamav.
no_no: Dette alternativet gjør det mulig å skanne xml-baserte dokumentfiler støttet av libclamav.

source: This will activate ClamAV
no_no: Dette vil aktivere ClamAV

source: This will activate OpenConnect Client.
no_no: Dette vil aktivere OpenConnect-klienten.

source: This will activate the Cisco Discovery Protocol.
no_no: Dette vil aktivere Cisco Discovery Protocol.

source: This will activate the Collectd service.
no_no: Dette vil aktivere Collectd tjenesten.

source: This will activate the Extreme Discovery Protocol.
no_no: Dette vil aktivere Extreme Discovery Protocol.

source: This will activate the Foundry Discovery Protocol.
no_no: Dette vil aktivere Foundry Discovery Protocol.

source: This will activate the FreeRADIUS service.
no_no: Dette vil aktivere FreeRADIUS-tjenesten.

source: This will activate the LLDPD service.
no_no: Dette vil aktivere LLDPD-tjenesten.

source: This will activate the OSPF service if routing protocols are enabled in "General".
no_no: Dette vil aktivere OSPF-tjenesten hvis rutingsprotokoller er aktivert i "Generelt".

source: This will activate the OSPFv3 service if routing protocols are enabled in "General".
no_no: Dette aktiverer OSPFv3-tjenesten hvis rutingsprotokoller er aktivert i "Generelt".

source: This will activate the Postfix daemon.
no_no: Dette vil aktivere Postfix-daemonen.

source: This will activate the RIP service if the support of routing protocols is enabled in "General".
no_no: Dette vil aktivere RIP-tjenesten hvis støtte for rutingprotokoller er aktivert i "Generelt".

source: This will activate the SONMP Protocol by Nortel.
no_no: Dette vil aktivere SONMP-protokollen av Nortel.

source: This will activate the ShadowSocks Server. This lets people around the world connect via ss-local to your server.
no_no: Dette vil aktivere ShadowSocks Server. Dette gjør at folk over hele verden kan kobles via ss-local til serveren din.

source: This will activate the Zabbix Proxy service.
no_no: Dette vil aktivere Zabbix Proxy-tjenesten.

source: This will activate the Zerotier service
no_no: Dette vil aktivere Zerotier-tjenesten

source: This will activate the bgp service.
no_no: Dette vil aktivere bgp-tjenesten.

source: This will activate the c-icap service.
no_no: Dette vil aktivere c-icap-tjenesten.

source: This will activate the clamd service.
no_no: Dette vil aktivere clamd-tjenesten.

source: This will activate the freshclam service.
no_no: Dette vil aktivere freshclam-tjenesten.

source: This will activate the isis service.
no_no: Dette vil aktivere isis-tjenesten.

source: This will activate the node_exporter plugin.
no_no: Dette vil aktivere node_exporter tillegget.

source: This will activate the onion router.
no_no: Dette vil aktivere onion-ruteren.

source: This will activate the routing service.
no_no: Dette vil aktivere rutingstjenesten.

source: This will activate the siproxd service.
no_no: Dette vil aktivere siproxd-tjenesten.

source: This will activate the telegraf agent.
no_no: Dette vil aktivere telegrafagenten.

source: This will allow Postfix to connect to rspamd via milter protocol.
no_no: Dette vil tillate Postfix å koble til rspamd via milter protokoll.

source: This will enable Graphite as output. Format is without square brackets, just like localhost:2003.
no_no: Dette vil aktivere Graphite som output. Formatet er uten firkantede parenteser, akkurat som localhost:2003.

source: This will enable Graylog as output. Format is without square brackets, just like localhost:12201.
no_no: Dette vil aktivere Graylog som output. Format er uten firkantede parenteser, akkurat som localhost:12201.

source: This will enable InfluxDB as output. Format is without square brackets, just like http://192.168.0.1:8086.
no_no: Dette vil aktivere InfluxDB som output. Formatet er uten firkantede parenteser, akkurat som http://192.168.0.1:8086.

source: This will enable TCP port 3310 in addition to the local socket.
no_no: Dette vil aktivere TCP-port 3310 i tillegg til den lokale socketen.

source: This will enable logging of access log.
no_no: Dette vil aktivere logging av tilgangslogg.

source: This will enable or disable domain routing for this entry.
no_no: Dette aktiverer eller deaktiverer domeneruting for denne oppføringen.

source: This will enable or disable the client config.
no_no: Dette vil aktivere eller deaktivere klientkonfig-en.

source: This will enable or disable the domain account.
no_no: Dette aktiverer eller deaktiverer domenekontoen.

source: This will enable or disable the recipient rule in this entry.
no_no: Aktiverer eller deaktiverer mottaker-regelen i denne oppføringen.

source: This will enable or disable the user account.
no_no: Dette vil aktivere eller deaktivere brukerkontoen.

source: This will reject mails from domains which do not exist.
no_no: Dette vil avvise e-post fra domener som ikke eksisterer.

source: This will send the information that we have a default gateway, regardless of if it is available.
no_no: Dette vil sende informasjonen om at vi har en standard gateway, selv om den er utilgjengelig.

source: This will send the information that we have a default gateway.
no_no: Dette vil sende informasjonen om at vi har en standard gateway.

source: Timeout
no_no: Tidsavbrudd

source: Timeout in seconds when connecting to database server.
no_no: Tidsavbrudd i sekunder ved tilkobling til databaseserveren.

source: Total bandwidth for this pipe
no_no: Total båndbredde for denne pipen

source: Total number of signatures
no_no: Totalt antall signaturer

source: Traffic Management Settings
no_no: Innstillinger for trafikkstyring

source: Trusted Networks
no_no: Klarerte nettverk

source: Trusted Only
no_no: Bare klarerte

source: Tuning Options
no_no: Tuning Alternativer

source: Tuning Parameters
no_no: Tuning Parametere

source: Type CA name or choose from list.
no_no: Skriv inn CA-navn, eller velg fra listen.

source: Type CRL name or choose from list.
no_no: Skriv inn CRL-navn, eller velg fra listen.

source: Type IP addresses (ex. 192.168.1.100)
no_no: Skriv IP-adresser (f.eks. 192.168.1.100)

source: Type IP addresses, followed by Enter or comma.
no_no: Skriv inn IP-adresser, etterfulgt av Enter eller komma.

source: Type certificate name or choose from list.
no_no: Skriv inn sertifikatnavn, eller velg fra listen.

source: Type or select a route source.
no_no: Skriv inn eller velg en rutekilde.

source: Type or select destinations.
no_no: Skriv inn eller velg mål.

source: Type or select interface (Leave blank to disable ftp proxy).
no_no: Skriv inn eller velg grensesnitt (La stå tomt for å deaktivere ftp proxy).

source: Type or select interface.
no_no: Skriv inn eller velg grensesnitt.

source: Type port number or range.
no_no: Skriv inn portnummer eller område.

source: Type server name or choose from list.
no_no: Skriv inn servernavn eller velg fra listen.

source: Type subnet addresses (ex. 192.168.2.0/24)
no_no: Skriv inn subnettadresser (eks. 192.168.2.0/24)

source: Unrestricted IP addresses
no_no: Ubegrensede IP-adresser

source: Update-Source Interface
no_no: Oppdater kilde-grensesnitt

source: Usable Servers
no_no: Brukbare servere

source: Use Domain
no_no: Bruk domene

source: Use Frontend port
no_no: Bruk frontend-port

source: Use Via header
no_no: Bruk Via header

source: Use alternate DNS-servers
no_no: Bruk alternative DNS-servere

source: Use c-icap with local squid
no_no: Bruk c-icap med lokal squid

source: Use custom template package for user login
no_no: Bruk tilpasset malpakke for brukerinnlogging

source: Use eSLD
no_no: Bruk eSLD

source: Use server
no_no: Bruk server

source: Use the following format: username:password
no_no: Bruk følgende format: brukernavn:passord

source: Use this option if your usernames need to be encoded.
no_no: Bruk dette alternativet hvis brukernavnene dine må kodes.

source: User
no_no: Bruker

source: User Filter
no_no: Brukerfilter

source: User Limit: Mail Count
no_no: Brukergrense: Antall e-post

source: User Limit: Time
no_no: Brukergrense: Tid

source: User Limit: Time Unit
no_no: Brukergrense: Tidsenhet

source: Useragent string
no_no: Useragent-streng

source: Username
no_no: Brukernavn

source: Username Header
no_no: Brukernavn Header

source: Username to bind to LDAP, same format as in Base DN.
no_no: Brukernavn for å binde til LDAP, samme format som i Base DN.

source: Usually the FQDN. Required for active checks and must match hostname as configured on the Zabbix server.
no_no: Vanligvis FQDN. Påkrevd for aktive sjekker og må samsvare med vertsnavnet som det er konfigurert på Zabbix-serveren.

source: VLAN ID the user receives, e.g. for 802.1X. Leave empty if you don't know what it is.
no_no: VLAN-ID brukeren mottar, f.eks. for 802,1X. La stå tomt hvis du ikke vet hva det er.

source: Value
no_no: Verdi

source: Verify SSL Certificate
no_no: Verifiser SSL sertifikat

source: Verify SSL Server Certificates
no_no: Verifiser SSL-serversertifikater

source: Version
no_no: Versjon

source: Visible Hostname
no_no: Synlig vertsnavn

source: WISPr Bandwith Max DOWN
no_no: WISPr båndbredde Max NED

source: WISPr Bandwith Max UP
no_no: WISPr båndbredde Max OPP

source: WISPr Bandwith Min DOWN
no_no: WISPr båndbredde Min NED

source: WISPr Bandwith Min UP
no_no: WISPr båndbredde Min OPP

source: Weight
no_no: Vekt

source: Whether remote commands from Zabbix server are allowed.
no_no: Om eksterne kommandoer fra Zabbix-server er tillatt.

source: Whether to report Per-CPU stats or not.
no_no: Om det skal rapporteres statistikk per CPU eller ikke.

source: Whether to report total system CPU stats or not.
no_no: Om det skal rapporteres total CPU-statistikk eller ikke.

source: Whitelist
no_no: Hviteliste

source: Whitelist Recipients
no_no: Hviteliste mottakere

source: Whitelisted Domains
no_no: Hvitlistede domener

source: Whitelisted Servers
no_no: Hvitlistede servere

source: Whitespace handling of URI
no_no: Behandling av whitespace i URI

source: With this option enabled OLE2 files with VBA macros, which were not detected by signatures will be marked as "Heuristics.OLE2.ContainsMacros".
no_no: Med dette alternativet angitt vil OLE2-filer med VBA-makroer, som ikke ble oppdaget av signaturer, bli merket som "Heuristics.OLE2.ContainsMacros".

source: With this option, you can set the size of the packets on your network. It is possible that bigger packets have to be processed sometimes. The engine can still process these bigger packets, but processing it will lower the performance.
no_no: Med dette alternativet kan du angi størrelsen på pakkene i nettverket. Det er mulig at større pakker må behandles noen ganger. Motoren kan fremdeles behandle disse større pakkene, men å bearbeide dem vil redusere ytelsen.

source: X-Forwarded-For header handling
no_no: Behandling av X-Forwarded-For header

source: You may enter a description here for your reference (not parsed).
no_no: Her kan du skrive inn en beskrivelse for egen referanse (analyseres ikke).

source: Your AS Number here
no_no: Ditt AS-nummer her

source: Zabbix Features
no_no: Zabbix Funksjoner

source: Zabbix Servers
no_no: Zabbix-servere

source: Zabbix agent will listen on this port for connections from the server.
no_no: Zabbix agent vil lytte på denne porten for tilkoblinger fra serveren.

source: Zone number
no_no: Sonenummer

source: categories (if available)
no_no: kategorier (hvis tilgjengelig)

source: choose a valid IPv4/v6 address
no_no: velge en gyldig IPv4/v6-adresse

source: daily
no_no: daglig

source: database.clamav.net is a round-robin record which points to the most reliable mirrors. DO NOT TOUCH the following line unless you know what you are doing.
no_no: database.clamav.net er en round-robin oppføring som peker til de mest pålitelige speilene. IKKE RØR følgende linje med mindre du vet hva du gjør.

source: default packet size
no_no: standard pakkestørrelse

source: description
no_no: beskrivelse

source: destination
no_no: mål

source: destination ip or network, examples 10.0.0.0/24, 10.0.0.1
no_no: mål-ip eller nettverk, eksempler 10.0.0.0/24, 10.0.0.1

source: enable
no_no: aktiver

source: enabled
no_no: aktivert

source: interface
no_no: grensesnitt

source: ip address of the mail host
no_no: ip-adressen til e-post verten

source: local.conf settings
no_no: local.conf-innstillinger

source: main
no_no: hoved

source: mask
no_no: maske

source: matches incoming or outgoing packets or both (default)
no_no: matcher innkommende eller utgående pakker eller begge (standard)

source: order in which the rule will be evaluated (lowest first)
no_no: rekkefølge regelen blir evaluert i (laveste først)

source: password (optional)
no_no: passord (valgfritt)

source: secondary interface, matches packets traveling to/from interface (1) to/from interface (2). can be combined with direction.
no_no: sekundært grensesnitt, matcher pakker som går til /fra grensesnitt (1) til/fra grensesnitt (2). kan kombineres med retning.

source: select categories to use, leave empty for all. Categories are visible after initial download.
no_no: velg kategorier som skal brukes, la stå tom for alle. Kategorier er synlige etter første nedlasting.

source: set debug output for this tinc network.
no_no: sett debug output for dette tinc-nettverket.

source: source
no_no: kilde

source: source ip or network, examples 10.0.0.0/24, 10.0.0.1
no_no: kilde ip eller nettverk, eksempler 10.0.0.0/24, 10.0.0.1

source: ssl ignore cert
no_no: ssl ignorer sert

source: target
no_no: mål

source: user:password, @group... Finish with TAB.
no_no: bruker: passord, @gruppe ... Avslutt med TAB.

source: username (optional)
no_no: brukernavn (valgfritt)

source: None
no_no: Ingen

source: A SSL fingerprint should be a 59 character long hex value.
no_no: Et SSL-fingeravtrykk skal være en 59 tegnlang hex-verdi.

source: A password for a Nextcloud server must be set.
no_no: Et passord for en Nextcloud-server må angis.

source: A valid IPv4 mask must be between 1 and 32 bits.
no_no: En gyldig IPv4-maske må være mellom 1 og 32 biter.

source: A valid IPv6 mask must be between 1 and 128 bits. 64 bits are recommended as this is the recommended subnet size in IPv6.
no_no: En gyldig IPv6-maske må være mellom 1 og 128 biter. 64 biter anbefales da dette er den anbefalte subnettstørrelsen i IPv6.

source: A valid Port number must be specified.
no_no: Et gyldig portnummer må angis.

source: A valid cache expiration must be set.
no_no: En gyldig cache-utløpstid må angis.

source: A valid cache size in kilobytes must be set.
no_no: En gyldig cache-størrelse i kilobyte må angis.

source: A valid cache size must be set.
no_no: En gyldig cache-størrelse må angis.

source: A valid expiration time must be set.
no_no: Et gyldig utløpstidspunkt må angis.

source: A valid maximum size in bytes must be set.
no_no: En gyldig maksimal størrelse i byte må angis.

source: ACLs
no_no: ACLer

source: AND [default]
no_no: AND [standard]

source: ARP Table
no_no: ARP-tabell

source: Accept
no_no: Godta

source: Access
no_no: Tilgang

source: Access Lists
no_no: Tilgangslister

source: Accounts
no_no: Kontoer

source: Actions
no_no: Handlinger

source: Activity
no_no: Aktivitet

source: Add ;rport to INCOMING via header (1)
no_no: Legg til; rport til INCOMING via header (1)

source: Add ;rport to OUTGOING and INCOMING via headers (3)
no_no: Legg til; rport til OUTGOING og INCOMING via headers (3)

source: Add ;rport to OUTGOING via header (2)
no_no: Legg til; rport til OUTGOING via header (2)

source: Administration
no_no: Administrasjon

source: Advanced
no_no: Avansert

source: Advanced Settings
no_no: Avanserte innstillinger

source: Alert
no_no: Varsel

source: Alerts
no_no: Varsler

source: Aliases
no_no: Aliaser

source: All
no_no: Alle

source: Allow whitespaces
no_no: Tillat mellomrom

source: An Onion service must be set.
no_no: En Onion-tjeneste må angis.

source: An URL for the Nextcloud server must be set.
no_no: En URL for Nextcloud-serveren må angis.

source: An user for the Nextcloud server must be set.
no_no: En bruker for Nextcloud-serveren må angis.

source: Append client's IP (on)
no_no: Tilføy klientens IP (på)

source: Archives
no_no: Arkiver

source: Assignments
no_no: Tilordninger

source: Authorities
no_no: Myndigheter

source: Backups
no_no: Sikkerhetskopier

source: Bandwidth metric should be either bit/s, kbit/s or Mbit/s
no_no: Båndbreddemetrikk skal være enten bit/s, kbit/s eller Mbit/s

source: Bandwidth out of range
no_no: Båndbredde utenfor rekkevidde

source: Basic
no_no: Grunnleggende

source: Binary files
no_no: Binære filer

source: Black
no_no: Svart

source: Bytes in count (client to server)
no_no: Byte inn teller (klient til server)
