Repository: vw-fw/lang
Catalog: *.po
Languages: no_no

source: You cannot use the network address in the starting subnet range.
no_no: Du kan ikke bruke nettverksadressen i det starten av subnettområdet.

source: A valid IP address must be specified for the network boot server.
no_no: En gyldig IP-adresse må angis for boot-serveren for nettverket.

source: A valid IP address or hostname must be specified for the TFTP server.
no_no: En gyldig IP-adresse eller vertsnavn må angis for TFTP-serveren.

source: A valid domain name must be specified for the DNS domain.
no_no: Et gyldig domenenavn må angis for DNS-domenet.

source: A valid IP address must be specified for the primary/secondary NTP servers.
no_no: En gyldig IP-adresse må angis for de primære/sekundære NTP-serverne.

source: A valid domain search list must be specified.
no_no: En gyldig søkeliste for domener må angis.

source: You must specify both a valid domain key and key name.
no_no: Du må angi både en gyldig domenenøkkel og nøkkelnavn.

source: You must specify a Base64-encoded domain key.
no_no: Du må angi en Base64-kodet domenenøkkel.

source: A valid primary domain name server IP address must be specified for the dynamic domain name.
no_no: En gyldig primær IP-adresse for domenenavnserver må angis for det dynamiske domenenavnet.

source: A valid domain name must be specified for the dynamic DNS registration.
no_no: Et gyldig domenenavn må angis for den dynamiske DNS-registreringen.

source: The maximum lease time must be at least 60 seconds and higher than the default lease time.
no_no: Maksimal leietid må være minst 60 sekunder og høyere enn standard leietid.

source: The default lease time must be at least 60 seconds.
no_no: Standard leietid må være minst 60 sekunder.

source: A valid IP address must be specified for the primary/secondary DNS servers.
no_no: En gyldig IP-adresse må angis for de primære/sekundære DNS-serverne.

source: The gateway address %s does not lie within the chosen interface's subnet.
no_no: Gatewayadressen %s ligger ikke innenfor det valgte grensesnittets subnett.

source: A valid IP address must be specified for the primary/secondary WINS servers.
no_no: En gyldig IP-adresse må angis for de primære/sekundære WINS-serverne.

source: A valid IP address must be specified for the gateway.
no_no: En gyldig IP-adresse må angis for gatewayen.

source: A valid range must be specified.
no_no: Et gyldig område må angis.

source: Range end
no_no: Område slutt

source: Range begin
no_no: Området start

source: Reports
no_no: Rapporter

source: Collected reports
no_no: Innsamlede rapporter

source: Graphs will not be allowed to be recreated within a 1 minute interval, please take this into account after changing the style.
no_no: Grafer vil ikke kunne gjenskapes innenfor 1 minutts intervall. Vær oppmerksom på dette etter endring av stil.

source: Reset Netflow Data
no_no: Tilbakestille Netflow-data

source: Reset RRD Data
no_no: Tilbakestill RRD-data

source: Enables the RRD graphing backend.
no_no: Aktiverer RRD grafing-backend.

source: Reporting Database Options
no_no: Alternativer for rapporterings-database

source: Do you really want to reset the selected graph?
no_no: Vil du virkelig tilbakestille den valgte grafen?

source: Do you really want to reset the netflow data? This will erase all Insight graph data.
no_no: Vil du virkelig tilbakestille netflow-dataene? Dette vil slette alle Innsikt-grafdata.

source: Do you really want to reset the RRD graphs? This will erase all graph data.
no_no: Vil du virkelig tilbakestille RRD-grafene? Dette vil slette alle grafdata.

source: All local netflow data has been cleared.
no_no: Alle lokale netflow-data er fjernet.

source: RRD report has been cleared.
no_no: RRD-rapporten er fjernet.

source: RRD data has been cleared.
no_no: RRD-data er fjernet.

source: Are you sure you want to reboot the system?
no_no: Er du sikker på at du vil starte systemet på nytt?

source: The system is rebooting now, please wait...
no_no: Systemet starter på nytt nå, vennligst vent ...

source: Wireless clone configuration
no_no: Trådløs klone konfigurasjon

source: Error creating interface with mode %s. The %s interface may not support creating more clones with the selected mode.
no_no: Det oppstod en feil under oppretting av grensesnitt med modus %s. Grensesnittet %s støtter kanskje ikke oppretting av flere kloner med den valgte modusen.

source: Use the configuration page for the assigned interface to change the mode.
no_no: Bruk konfigurasjonssiden for det tilordnede grensesnittet for å endre modusen.

source: This wireless clone cannot be modified because it is still assigned as an interface.
no_no: Denne trådløse klonen kan ikke endres fordi den fremdeles er tilordnet som grensesnitt.

source: Do you really want to delete this wireless clone?
no_no: Vil du virkelig slette denne trådløse klonen?

source: This wireless clone cannot be deleted because it is assigned as an interface.
no_no: Denne trådløse klonen kan ikke slettes fordi den er tilordnet som grensesnitt.

source: VLAN priority
no_no: VLAN-prioritet

source: 802.1Q VLAN tag (between 1 and 4094)
no_no: 802.1Q VLAN-kode (mellom 1 og 4094)

source: Only VLAN capable interfaces will be shown.
no_no: Bare VLAN-kompatible grensesnitt vises.

source: Interface VLAN Edit
no_no: Grensesnitt VLAN Rediger

source: A VLAN with the tag %s is already defined on this interface.
no_no: En VLAN med koden %s er allerede definert i dette grensesnittet.

source: Interface is assigned and you cannot change the VLAN tag while assigned.
no_no: Grensesnittet er tilordnet, og du kan ikke endre VLAN-koden mens det er tilordnet.

source: Interface supplied as parent is invalid
no_no: Grensesnitt angitt som overordnet, er ugyldig

source: The VLAN priority must be an integer between 0 and 7.
no_no: VLAN-prioriteten må være et heltall mellom 0 og 7.

source: The VLAN tag must be an integer between 1 and 4094.
no_no: VLAN-koden må være et heltall mellom 1 og 4094.

source: VLAN tag
no_no: VLAN-kode

source: Tag
no_no: Kode

source: Do you really want to delete this VLAN?
no_no: Vil du virkelig slette dette VLANet?

source: MRRU: Set ONLY for MLPPP connections. MRRU will be auto-negotiated by default.
no_no: MRRU: Angi KUN for MLPPP-tilkoblinger. MRRU blir automatisk forhandlet som standard.

source: MRU: MRU will be auto-negotiated by default.
no_no: MRU: MRU vil bli automatisk forhandlet som standard.

source: MTU: MTU will default to 1492.
no_no: MTU: MTU vil få standardverdien 1492.

source: Bandwidth: Set ONLY for MLPPP connections and ONLY when links have different bandwidths.
no_no: Båndbredde: Angi BARE for MLPPP-tilkoblinger og BARE når koblinger har forskjellige båndbredder.

source: Link Parameters
no_no: Koblingsparametere

source: Protocol field compression. This option saves one byte per frame for most frames.
no_no: Protokollfeltkomprimering. Dette alternativet sparer én byte per ramme for de fleste rammer.

source: Disable protocomp (compression) (auto-negotiated by default).
no_no: Deaktiver protocomp (komprimering) (auto-forhandlet som standard).

source: Address and control field compression. This option only applies to asynchronous link types. It saves two bytes per frame.
no_no: Adresse- og kontrollfeltkomprimering. Dette alternativet gjelder bare for asynkrone koblingstyper. Det sparer to byte per ramme.

source: Disable acfcomp (compression) (auto-negotiated by default).
no_no: Deaktiver acfcomp (komprimering) (auto-forhandlet som standard).

source: Disable shortseq (auto-negotiated by default).
no_no: Deaktiver shortseq (auto-forhandlet som standard).

source: Disable tcpmssfix (enabled by default).
no_no: Deaktiver tcpmssfix (aktivert som standard).

source: This option enables Van Jacobson TCP header compression, which saves several bytes per TCP data packet. You almost always want this option. This compression ineffective for TCP connections with enabled modern extensions like time stamping or SACK, which modify TCP options between sequential packets.
no_no: Dette alternativet aktiverer Van Jacobson TCP-hodekomprimering, som lagrer flere byte per TCP-datapakke. Du vil nesten alltid ha dette alternativet. Denne komprimeringen er ineffektiv for TCP-tilkoblinger med aktiverte moderne utvidelser som tidsstempling eller SACK, som endrer TCP-alternativer mellom sekvensielle pakker.

source: Disable vjcomp(compression) (auto-negotiated by default).
no_no: Deaktiver vjcomp(komprimering) (auto-forhandlet som standard).

source: If no incoming or outgoing packets are transmitted for the entered number of seconds the connection is brought down.
no_no: Hvis ingen innkommende eller utgående pakker overføres i det angitte antallet sekunder, tas tilkoblingen ned.

source: (seconds) Default is 0, which disables the timeout feature.
no_no: (sekunder) Standard er 0, som deaktiverer tidsavbrudd-funksjonen.

source: Idle Timeout
no_no: Inaktiv tidsavbrudd

source: Enable Dial-on-Demand mode
no_no: Aktiver Dial-On-Demand modus

source: Enable persistent logging of connection uptime.
no_no: Aktiver vedvarende logging av oppetid for tilkobling.

source: Uptime Logging
no_no: Logging av oppetid

source: Note: Enter the modem initialization string here. Do NOT include the "AT" string at the beginning of the command. Many modern USB 3G modems don't need an initialization string.
no_no: Merk: Skriv inn streng for initialisering av modem her. IKKE inkluder "AT" -strengen i begynnelsen av kommandoen. Mange moderne USB 3G-modemer trenger ikke en initialiseringsstreng.

source: Init String
no_no: Init streng

source: Note: Time to wait for SIM to discover network after PIN is sent to SIM (seconds).
no_no: Merk: Tid å vente på at SIM-kort skal oppdage nettverk etter at PIN-koden er sendt til SIM (sekunder).

source: SIM PIN wait
no_no: SIM PIN ventetid

source: Note: Defaults to 1 if you set APN above. Ignored if you set no APN above.
no_no: Merk: Standardverdi 1 hvis du angir APN ovenfor. Ignorert hvis du ikke angir noen APN ovenfor.

source: APN number (optional)
no_no: APN-nummer (valgfritt)

source: Hint: this field can usually be left empty. Service name will not be configured if this field is empty. Check the "Configure NULL" box to configure a blank Service name.
no_no: Tips: Dette feltet kan vanligvis stå tomt. Tjenestenavnet konfigureres ikke hvis dette feltet er tomt. Merk av for "Konfigurer NULL" for å konfigurere et tomt tjenestenavn.

source: Configure a NULL Service name
no_no: Konfigurere et NULL-tjenestenavn

source: Note: Typically *99# for GSM networks and #777 for CDMA networks
no_no: Merk: Vanligvis *99# for GSM-nettverk og #777 for CDMA-nettverk

source: You may enter a description here for your reference. Description will appear in the "Interfaces Assign" select lists.
no_no: Du kan angi en beskrivelse her for referanse. Beskrivelse vil vises i listen "Tilordne grensesnitt".

source: Select at least two interfaces for Multilink (MLPPP) connections.
no_no: Velg minst to grensesnitt for multilink-tilkoblinger (MLPPP).

source: Link interface(s)
no_no: Koblingsgrensesnitt

source: Link Type
no_no: Koblingstype

source: PPPs configuration
no_no: PPPs-konfigurasjon

source: The MRU for %s must be greater than 576 bytes.
no_no: MRU for %s må være større enn 576 byte.

source: The MTU for %s must be greater than 576 bytes.
no_no: MTU for %s må være større enn 576 byte.

source: The bandwidth value for %s must be an integer.
no_no: Båndbreddeverdien for %s må være et heltall.

source: A valid local IP address must be specified for %s.
no_no: En gyldig lokal IP-adresse må angis for %s.

source: Do not specify both a Service name and a NULL Service name.
no_no: Ikke angi både et tjenestenavn og et NULL-tjenestenavn.

source: The Service name contains invalid characters.
no_no: Tjenestenavnet inneholder ugyldige tegn.

source: Multilink connections (MLPPP) using the PPP link type is not currently supported. Please select only one Link Interface.
no_no: Multilink-tilkoblinger (MLPPP) ved hjelp av PPP-koblingstypen støttes for øyeblikket ikke. Velg bare ett koblingsgrensesnitt.

source: Please choose a Link Type.
no_no: Velg en koblingstype.

source: Link Interface(s)
no_no: Link grensesnitt

source: Interface(s)/Port(s)
no_no: Grensesnitt/port(er)

source: Do you really want to delete this PPP interface?
no_no: Vil du virkelig slette dette PPP-grensesnittet?

source: This point-to-point link cannot be deleted because it is still being used as an interface.
no_no: Denne punkt-til-punkt-koblingen kan ikke slettes fordi den fortsatt brukes som et grensesnitt.

source: If you leave this field blank, the smallest mtu of this laggs children will be used.
no_no: Hvis du lar dette feltet stå tomt, vil minste mtu blant "barn" av denne LAGGen bli brukt.

source: Enable lacp fast-timeout on the interface.
no_no: Aktiver lacp fast-timeout på grensesnittet.

source: This protocol is intended to do nothing: It disables any traffic without disabling the lagg interface itself.
no_no: Denne protokollen er ment å ikke gjøre noe: Den deaktiverer all trafikk uten å deaktivere selve lagg-grensesnittet.

source: Balances outgoing traffic across the active ports based on hashed protocol header information and accepts incoming traffic from any active port. This is a static setup and does not negotiate aggregation with the peer or exchange frames to monitor the link. The hash includes the Ethernet source and destination address, and, if available, the VLAN tag, and the IP source and destination address.
no_no: Balanserer utgående trafikk over de aktive portene basert på informasjon om protokollhode og aksepterer innkommende trafikk fra en hvilken som helst aktiv port. Dette er et statisk oppsett og forhandler ikke aggregering med peer- eller utvekslingsrammer for å overvåke koblingen. Hashet inneholder Ethernet-kilde og destinasjonsadresse, og, hvis tilgjengelig, VLAN-taggen, og IP-kilden og destinasjonsadressen.

source: Supports the IEEE 802.3ad Link Aggregation Control Protocol (LACP) and the Marker Protocol. LACP will negotiate a set of aggregable links with the peer in to one or more Link Aggregated Groups. Each LAG is composed of ports of the same speed, set to full-duplex operation. The traffic will be balanced across the ports in the LAG with the greatest total speed, in most cases there will only be one LAG which contains all ports. In the event of changes in physical connectivity, Link Aggregation will quickly converge to a new configuration.
no_no: Støtter IEEE 802.3ad Link Aggregation Control Protocol (LACP) og Marker Protocol. LACP vil forhandle frem et sett med aggregerbare koblinger med peer-en i én eller flere Link Aggregerte Grupper. Hver LAG består av porter med samme hastighet, satt til full dupleksdrift. Trafikken vil bli balansert over portene i LAG med størst total hastighet, i de fleste tilfeller vil det bare være ett LAG som inneholder alle porter. Hvis endringer i fysisk tilkobling endres, vil koblingsaggregasjon raskt konvergere til en ny konfigurasjon.

source: Supports Cisco EtherChannel. This is a static setup and does not negotiate aggregation with the peer or exchange frames to monitor the link.
no_no: Støtter Cisco EtherChannel. Dette er et statisk oppsett og forhandler ikke aggregering med node- eller utvekslingsrammene for å overvåke koblingen.

source: Sends and receives traffic only through the master port. If the master port becomes unavailable, the next active port is used. The first interface added is the master port; any interfaces added after that are used as failover devices.
no_no: Sender og mottar trafikk bare gjennom master-porten. Hvis master-porten blir utilgjengelig, brukes neste aktive port. Det første grensesnittet som er lagt til er master-porten; eventuelle grensesnitt som blir lagt til etter det, brukes som failover-enheter.

source: Choose the members that will be used for the link aggregation
no_no: Velg medlemmene som skal brukes til koblingsaggregeringen

source: LAGG configuration
no_no: LAGG-konfigurasjon

source: Protocol supplied is invalid
no_no: Den angitte protokollen er ugyldig

source: Interface '%s' supplied as member does not exist
no_no: Grensesnittet %s angitt som medlem, finnes ikke

source: Lagg protocol
no_no: Lagg-protokoll

source: Do you really want to delete this LAGG interface?
no_no: Vil du virkelig slette dette LAGG-grensesnittet?

source: This LAGG interface cannot be deleted because it is still being used.
no_no: Dette LAGG-grensesnittet kan ikke slettes fordi det fortsatt brukes.

source: Rules for WAN type interfaces in groups do not contain the reply-to mechanism upon which Multi-WAN typically relies.
no_no: Regler for WAN-type grensesnitt i grupper inneholder ikke reply-to mekanismen som Multi-WAN vanligvis er avhengig av.

source: NOTE:
no_no: MERK:

source: No numbers or spaces are allowed. Only characters in a-zA-Z
no_no: Ingen tall eller mellomrom er tillatt. Bare tegn i a-zA-Z

source: Group Name
no_no: Gruppenavn

source: Interface Groups Edit
no_no: Rediger grensesnittgrupper

source: At least one group member must be specified.
no_no: Minst ett gruppemedlem må angis.

source: The specified group name is already used by an interface. Please choose another name.
no_no: Det angitte gruppenavnet brukes allerede av et grensesnitt. Velg et annet navn.

source: Group name already exists!
no_no: Gruppenavn finnes allerede!

source: Interface Groups allow you to create rules that apply to multiple interfaces without duplicating the rules. If you remove members from an interface group, the group rules no longer apply to that interface.
no_no: Med grensesnittgrupper kan du opprette regler som gjelder for flere grensesnitt uten å duplisere reglene. Hvis du fjerner medlemmer fra en grensesnittgruppe, gjelder ikke lenger gruppereglene for dette grensesnittet.

source: Do you really want to delete this group? All elements that still use it will become invalid (e.g. filter rules)!
no_no: Vil du virkelig slette denne gruppen? Alle elementer som fortsatt bruker det, blir ugyldige (f.eks. filterregler)!

source: Check this box for WCCP encapsulation version 2, or leave unchecked for version 1.
no_no: Merk av i denne boksen for WCCP-encapsulation versjon 2, eller la den stå umerket av for versjon 1.

source: WCCP version
no_no: WCCP-versjon

source: For correct operation, the GRE device needs a route to the destination that is less specific than the one over the tunnel. (Basically, there needs to be a route to the decapsulating host that does not run over the tunnel, as this would be a loop.
no_no: For riktig drift trenger GRE-enheten en rute til destinasjonen som er mindre spesifikk enn den over tunnelen. (I utgangspunktet må det være en rute til den avkapslende verten som ikke kjører over tunnelen, da dette ville være en løkke.)

source: Specify which encapsulation method the tunnel should use.
no_no: Angi hvilken innkapslingsmetode tunnelen skal bruke.

source: Mobile tunnel
no_no: Mobil tunnel

source: Remote GRE address endpoint. The subnet part is used for the determining the network that is tunneled.
no_no: Ekstern GRE adresse endepunkt. Subnettdelen brukes til å bestemme nettverket som er tunnelert.

source: GRE tunnel remote address
no_no: GRE tunnel ekstern adresse

source: Local GRE tunnel endpoint
no_no: Lokalt GRE-tunnel endepunkt

source: GRE tunnel local address
no_no: GRE tunnel lokal adresse

source: Peer address where encapsulated GRE packets will be sent.
no_no: Peer-adresse som innkapslede GRE-pakker vil bli sendt til.

source: GRE remote address
no_no: GRE ekstern adresse

source: The interface here serves as the local address to be used for the GRE tunnel.
no_no: Grensesnittet her fungerer som den lokale adressen som skal brukes til GRE-tunnelen.

source: GRE configuration
no_no: GRE-konfigurasjon

source: A GRE tunnel with the network %s is already defined.
no_no: En GRE-tunnel med nettverket %s er allerede definert.

source: Remote tunnel network
no_no: Eksternt tunnelnettverk

source: Remote tunnel address
no_no: Ekstern tunneladresse

source: Local tunnel address
no_no: Lokal tunneladresse

source: Local address
no_no: Lokal adresse

source: Do you really want to delete this GRE tunnel?
no_no: Vil du virkelig slette denne GRE-tunnelen?

source: This GRE tunnel cannot be deleted because it is still being used as an interface.
no_no: Denne GRE-tunnelen kan ikke slettes fordi den fortsatt brukes som grensesnitt.

source: ECN friendly behavior
no_no: ECN-vennlig oppførsel

source: Specify if route caching can be enabled. Be careful with these settings on dynamic networks.
no_no: Angi om rute-caching kan aktiveres. Vær forsiktig med disse innstillingene i dynamiske nettverk.

source: Local gif tunnel endpoint
no_no: Lokalt gif-tunnel endepunkt

source: GIF tunnel local address
no_no: GIF tunnel lokal adresse

source: GIF remote address
no_no: GIF-ekstern adresse

source: The interface here serves as the local address to be used for the gif tunnel.
no_no: Grensesnittet her fungerer som den lokale adressen som skal brukes til gif-tunnelen.

source: Parent interface
no_no: Overordnet grensesnitt

source: GIF configuration
no_no: GIF-konfigurasjon

source: A gif with the network %s is already defined.
no_no: En gif med nettverket %s er allerede definert.

source: Parent interface,Local address, Remote tunnel address, Remote tunnel network, Local tunnel address
no_no: Overordnet grensesnitt, Lokal adresse, Ekstern tunneladresse, Eksternt tunnelnettverk, Lokal tunneladresse

source: If you are using a GIF tunnel to connect to a Hurricane Electric (he.net) Tunnel Broker on a WAN with a dynamic IP, you may want to add a %sHE.net Tunnelbroker dynamic DNS entry%s to keep your tunnel functional when your IP changes.
no_no: Hvis du bruker en GIF-tunnel til å koble til en Hurricane Electric (he.net) Tunnel Broker på et WAN med en dynamisk IP, kan det være lurt å legge til en %sHE.net Tunnelbroker dynamisk DNS-oppføring%s for å holde tunnelen operativ når IP-en endres.

source: Tunnel to...
no_no: Tunnel til...

source: Do you really want to delete this gif tunnel?
no_no: Vil du virkelig slette denne gif-tunnelen?

source: This gif TUNNEL cannot be deleted because it is still being used as an interface.
no_no: Denne gif-TUNNELEN kan ikke slettes fordi den fortsatt brukes som grensesnitt.

source: Mark an interface as a "private" interface. A private interface does not forward any traffic to any other port that is also a private interface.
no_no: Merk et grensesnitt som et "privat" grensesnitt. Et privat grensesnitt videresender ikke trafikk til noen annen port som også er et privat grensesnitt.

source: Private ports
no_no: Private porter

source: Mark an interface as a "sticky" interface. Dynamically learned address entries are treated as static once entered into the cache. Sticky entries are never aged out of the cache or replaced, even if the address is seen on a different interface.
no_no: Merk et grensesnitt som et "sticky" grensesnitt. Dynamisk lærte adresseoppføringer behandles som statiske når de er lagt inn i cachen. Sticky oppføringer blir aldri foreldet i cachen eller erstattet, selv om adressen vises på et annet grensesnitt.

source: Sticky ports
no_no: Klebrige porter

source: The interfaces selected here will be removed from default autoedge status.
no_no: Grensesnittene som er valgt her, vil bli fjernet fra standard autokant-status.

source: Automatically detect the point-to-point status on interface by checking the full duplex link status. This is the default for interfaces added to the bridge.
no_no: Oppdag automatisk punkt-til-punkt-status på grensesnittet ved å sjekke statusen for full dupleks-kobling. Dette er standard for grensesnitt lagt til broen.

source: Auto PTP ports
no_no: Auto PTP porter
