Repository: vw-fw/lang
Catalog: *.po
Languages: no_no

source: Log type
no_no: Loggtype

source: View Logs
no_no: Vis logger

source: Short
no_no: Kort

source: Perform Self-tests
no_no: Utfør selvtester

source: Device: /dev/
no_no: Enhet: /dev/

source: Attributes
no_no: Attributter

source: SMART Capabilities
no_no: SMART funksjoner

source: Welcome to the HAProxy plugin! This plugin is designed to offer all the features and flexibility HAProxy is famous for. If you are using HAProxy for the first time, please take some time to get familiar with it. The following information should help you to get started.
no_no: Velkommen til HAProxy-plugin! Denne pluginen er designet for å tilby alle funksjonene og fleksibiliteten HAProxy er kjent for. Hvis du bruker HAProxy for første gang, bør du bruke litt tid på å bli kjent med den. Følgende informasjon vil hjelpe deg med å komme i gang.

source: Onion Service Name
no_no: Onion tjenestenavn

source: Onion Service Names
no_no: Onion tjenestenavn

source: Edit Hidden Service Credentials
no_no: Rediger skjult tjenestelegitimasjon

source: Edit ACL Entry
no_no: Rediger ACL-oppføring

source: Reload Service
no_no: Last tjeneste på nytt

source: Relaying
no_no: Videresending

source: Onion Service Routing
no_no: Onion tjeneste-ruting

source: Onion Services
no_no: Onion tjenester

source: Onion Service Authentication
no_no: Onion tjeneste-autentisering

source: Destination Host
no_no: Mål vert

source: Streams
no_no: Strømmer

source: The Onion Router
no_no: Onion ruteren

source: Introduction
no_no: Introduksjon

source: No signature database found, please download before use. The download will take several minutes and this message will disappear when it has been completed.
no_no: Ingen signaturdatabase funnet, vennligst last ned før bruk. Nedlastingen vil ta flere minutter, og denne meldingen forsvinner når den er fullført.

source: Download signatures
no_no: Last ned signaturer

source: Edit Zerotier Network
no_no: Redigere Zerotier-nettverk

source: Network Id
no_no: Nettverks-ID

source: Unable to obtain Zerotier information for network
no_no: Kan ikke hente Zerotier-informasjon for nettverket

source: Is the network enabled?
no_no: Er nettverket aktivert?

source: Information on network
no_no: Informasjon om nettverk

source: all currently connected sessions
no_no: alle tilkoblede økter

source: UPnP is currently disabled.
no_no: UPnP er for øyeblikket deaktivert.

source: Example: allow 1024-65535 192.168.0.0/24 1024-65535
no_no: Eksempel: allow 1024-65535 192.168.0.0/24 1024-65535

source: Format: [allow or deny] [ext port or range] [int ipaddr or ipaddr/cdir] [int port or range]
no_no: Format: [allow eller deny] [ekst port eller rekkevidde] [int ipaddr eller ipaddr/cdir] [int port eller område]

source: User specified permissions
no_no: Brukerangitte tillatelser

source: By default deny access to UPnP and NAT-PMP?
no_no: Som standard avslå tilgang til UPnP og NAT-PMP?

source: Default deny
no_no: Standard avslå

source: Use system uptime instead of UPnP and NAT-PMP service uptime?
no_no: Bruke systemets oppetid i stedet for UPnP- og NAT-PMP tjenesteoppetid?

source: Use system time
no_no: Bruk systemtid

source: Log packets handled by UPnP and NAT-PMP rules?
no_no: Logg pakker som håndteres av UPnP- og NAT-PMP-regler?

source: Log NAT-PMP
no_no: Logg NAT-PMP

source: Override WAN address
no_no: Overstyr WAN-adresse

source: Maximum Upload Speed
no_no: Maksimal opplastingshastighet

source: (Kbits/second)
no_no: (Kbits/sekund)

source: Maximum Download Speed
no_no: Maksimal nedlastingshastighet

source: You can select multiple interfaces here.
no_no: Du kan velge flere grensesnitt her.

source: Interfaces (generally LAN)
no_no: Grensesnitt (vanligvis LAN)

source: Select only your primary WAN interface (interface with your default route). Only one interface is allowed here, not multiple.
no_no: Velg bare det primære WAN-grensesnittet (grensesnitt med standardruten). Bare ett grensesnitt er tillatt her, ikke flere.

source: External Interface
no_no: Eksternt grensesnitt

source: This protocol is often used by Apple-compatible systems.
no_no: Denne protokollen brukes ofte av Apple-kompatible systemer.

source: Allow NAT-PMP Port Mapping
no_no: Tillat NAT-PMP porttilordning

source: This protocol is often used by Microsoft-compatible systems.
no_no: Denne protokollen brukes ofte av Microsoft-kompatible systemer.

source: Allow UPnP Port Mapping
no_no: Tillat UPnP porttilordning

source: UPnP and NAT-PMP Settings
no_no: UPnP- og NAT-PMP-innstillinger

source: You must specify a valid ip address in the 'User specified permissions %s' field
no_no: Du må angi en gyldig IP-adresse i feltet 'Brukerangitte tillatelser %s'

source: You must specify a port or port range between 0 and 65535 in the 'User specified permissions %s' field
no_no: Du må angi en port eller et portområde mellom 0 og 65535 i feltet 'Brukerangitte tillatelser %s'

source: You must begin with allow or deny in the 'User specified permissions %s' field
no_no: Du må begynne med å tillate eller avslå i feltet 'Brukerangitte tillatelser %s'

source: You must follow the specified format in the 'User specified permissions %s' field
no_no: Du må følge det angitte formatet i feltet 'Brukerangitte tillatelser %s'

source: You must specify a value greater than 0 in the 'Maximum Upload Speed' field
no_no: Du må angi en verdi som er større enn 0 i feltet "Maksimal opplastingshastighet"

source: You must specify a value greater than 0 in the 'Maximum Download Speed' field
no_no: Du må angi en verdi som er større enn 0 i feltet "Maksimal nedlastingshastighet"

source: You must fill in both 'Maximum Download Speed' and 'Maximum Upload Speed' fields
no_no: Du må fylle ut feltene "Maksimal nedlastingshastighet" og "Maksimal opplastingshastighet"

source: You must specify a valid ip address in the 'Override WAN address' field
no_no: Du må angi en gyldig IP-adresse i feltet 'Overstyr WAN-adresse'

source: It is a security risk to specify WAN as an internal interface.
no_no: Det er en sikkerhetsrisiko å angi WAN som et internt grensesnitt.

source: At least one of 'UPnP' or 'NAT-PMP' must be allowed
no_no: Minst en av 'UPnP' eller 'NAT-PMP' må være tillatt

source: The Hostname contains invalid characters.
no_no: Vertsnavnet inneholder ugyldige tegn.

source: Edit Interface
no_no: Rediger grensesnitt

source: Interface Name
no_no: Grensesnittnavn

source: Point to Point
no_no: Punkt-til-punkt

source: Up
no_no: Oppe

source: Instance ID
no_no: Forekomst-ID

source: Pending LSAs
no_no: Ventende LSAer

source: Timers
no_no: Timere

source: Advertising Router
no_no: Annonserende ruter

source: Flags 2
no_no: Flagg 2

source: Flags 1
no_no: Flagg 1

source: Number Of LSAs
no_no: Antall LSAer

source: Routing Process
no_no: Ruting prosess

source: Neighbor
no_no: Nabo

source: Intervals
no_no: Intervaller

source: Multicast Group Memberships
no_no: Multicast-gruppemedlemskap

source: Designated Router
no_no: Utpekt ruter

source: Full (Designated Router)
no_no: Full (utpekt ruter)

source: Directly Attached
no_no: Direkte tilkoblet

source: ASBR summary
no_no: ASBR sammendrag

source: Router
no_no: Ruter

source: Via interface
no_no: Via grensesnitt

source: Sequence Number
no_no: Sekvens nummer

source: Router ID:
no_no: Ruter-ID:

source: Interfaces: Active
no_no: Grensesnitt: Aktive

source: Interfaces: Total
no_no: Grensesnitt: Totalt

source: External LSA
no_no: Ekstern LSA

source: Checksum
no_no: Sjekksum

source: Milliseconds
no_no: Millisekunder

source: RFC1583 Compatibility
no_no: RFC1583 Kompatibilitet

source: Running Configuration
no_no: Kjører konfigurasjon

source: IPv6 Routes
no_no: IPv6-ruter

source: IPv4 Routes
no_no: IPv4-ruter

source: Connected
no_no: Tilkoblet

source: Administrative Distance
no_no: Administrativ avstand

source: Code
no_no: Kode

source: Summary
no_no: Sammendrag

source: Next Hop
no_no: Neste hopp

source: Table Version
no_no: Tabellversjon

source: Edit Prefix Lists
no_no: Rediger prefikslister

source: Secquence Number
no_no: Sekvensnummer

source: AS Number
no_no: AS-nummer

source: Neighbor Address
no_no: Nabo adresse

source: Prefix Lists
no_no: Prefikslister

source: Neighbors
no_no: Naboer

source: Used
no_no: Brukt

source: Limit
no_no: Grense

source: Max
no_no: Maks

source: Queue
no_no: Kø

source: Downtime
no_no: Nedetid

source: Last Change
no_no: Siste endring

source: The statistics could not be fetched. Is HAProxy running?
no_no: Statistikken kunne ikke hentes. Kjører HAProxy?

source: Edit Error Message
no_no: Rediger feilmelding

source: Edit Lua Script
no_no: Rediger Lua Script

source: Edit Condition
no_no: Rediger betingelse

source: Edit Rule
no_no: Rediger regel

source: Edit Server
no_no: Rediger server

source: Edit Public Service
no_no: Rediger offentlig tjeneste

source: Error Message Name
no_no: Navn på feilmelding

source: Error Message ID
no_no: Feilmelding-ID

source: Lua Script Name
no_no: Lua skript-navn

source: Condition Name
no_no: Betingelse navn

source: Condition ID
no_no: Betingelse ID

source: Rule Name
no_no: Navn på regelen

source: Rule ID
no_no: Regel-ID

source: Health Monitor Name
no_no: Helse Monitor Navn

source: Health Monitor ID
no_no: Helse Monitor ID

source: Test syntax
no_no: Test syntaks

source: Advanced Features
no_no: Avanserte funksjoner

source: %sRules:%s Perform a large set of actions if one or more %sConditions%s match. These Rules may be used in %sBackend Pools%s as well as %sPublic Services%s.
no_no: %sRegler:%s Utfør et stort sett med handlinger hvis en eller flere %sBetingelser%s samsvarer. Disse reglene kan brukes i %sBackend-utvalg%s samt %sOffentlige tjenester%s.

source: %sConditions:%s HAProxy is capable of extracting data from requests, responses and other connection data and match it against predefined patterns. Use these powerful patterns to compose a condition that may be used in multiple Rules.
no_no: %Betingelser:%s HAProxy er i stand til å trekke ut data fra forespørsler, svar og andre tilkoblingsdata og matche dem mot forhåndsdefinerte mønstre. Bruk disse kraftige mønstrene til å komponere en betingelse som kan brukes i flere regler.

source: Remember to add firewall rules for all configured Public Services.
no_no: Husk å legge til brannmurregler for alle konfigurerte offentlige tjenester.

source: %sPublic Services:%s The HAProxy frontend. The Public Service listens for client connections, optionally applies rules and forwards client request data to the selected Backend Pool for load balancing or proxying. Every Public Service needs to be connected to a %spreviously created Backend Pool%s.
no_no: %sOffentlige tjenester:%s HAProxy-frontend. Den offentlige tjenesten lytter etter klientforbindelser, bruker eventuelle regler og videresender klientforespørseldata til valgt Backend Pool for lastbalansering eller proxy. Hver offentlig tjeneste må kobles til en %stidligere opprettet Backend Pool%s.

source: Further information is available in our %sHAProxy plugin documentation%s and of course in the %sofficial HAProxy documentation%s. Be sure to report bugs and request features on our %sGitHub issue page%s. Code contributions are also very welcome!
no_no: Mer informasjon er tilgjengelig i %sHAProxy-plugin-dokumentasjonen%s og selvfølgelig i den %soffisielle HAProxy-dokumentasjonen%s. Husk å rapportere feil og be om funksjoner på %sGitHub-issue siden%s. Kode bidrag er også veldig velkomne!

source: Note that you should configure HAProxy in the following order:
no_no: Merk at du bør konfigurere HAProxy i følgende rekkefølge:

source: Quick Start Guide
no_no: Hurtigstartveiledning

source: Conditions
no_no: Betingelser

source: Public Services
no_no: Offentlige tjenester

source: Virtual Services
no_no: Virtuelle tjenester

source: Error reconfiguring HAProxy
no_no: Feil under rekonfigurering av HAProxy

source: The HAProxy service may not be able to start due to critical errors. Try anyway?
no_no: HAProxy-tjenesten kan kanskje ikke starte på grunn av kritiske feil. Prøv likevel?

source: HAProxy config contains critical errors
no_no: HAProxy konfig inneholder kritiske feil

source: HAProxy Load Balancer
no_no: HAProxy Lastbalanserer

source: HAProxy load balancer
no_no: HAProxy Lastbalanserer

source: Service type
no_no: Tjenestetype

source: Local Host
no_no: Lokal vert

source: Edit Sender
no_no: Rediger avsender

source: Edit Recipient
no_no: Rediger mottaker

source: No Rspamd plugin found, please install and come back.
no_no: Ingen Rspamd-plugin funnet. Vennligst installer og kom tilbake.

source: Edit Domain
no_no: Rediger domene

source: Error reconfiguring Postfix
no_no: Feil ved rekonfigurering av postfix

source: Choose TTL for your dns record.
no_no: Velg TTL for dns-posten.

source: This field is only used by Custom Dynamic DNS Entries.
no_no: Dette feltet brukes bare av egendefinerte dynamiske DNS-oppføringer.

source: Result Match
no_no: Resultat Match

source: If you need the new IP to be included in the request, put %IP% in its place.
no_no: Hvis den nye IP-en skal inkluderes i forespørselen, kan du skrive inn %IP% der den skal tas med.

source: This is the only field required by for Custom Dynamic DNS, and is only used by Custom Entries.
no_no: Dette er det eneste feltet som kreves av for tilpasset dynamisk DNS, og brukes bare av tilpassede oppføringer.

source: Duck DNS: Leave blank.
no_no: Duck DNS: La stå tomt.

source: FreeDNS (freedns.afraid.org): Enter your "Authentication Token" provided by FreeDNS.
no_no: FreeDNS (freedns.afraid.org): Skriv inn "Autentiserings Token" levert av FreeDNS.

source: Duck DNS: Enter your Token.
no_no: Duck DNS: Skriv inn token.

source: Verify SSL peer
no_no: Verifiser SSL peer

source: Force IPv4 resolving
no_no: Tving IPv4-oppslag

source: CURL options
no_no: CURL-alternativer

source: Enable verbose logging
no_no: Aktiver detaljert logging

source: Verbose logging
no_no: Detaljert logging

source: Enable Wildcard
no_no: Aktiver Wildcard

source: Set this option only if you need a special MX record. Not all services support this.
no_no: Angi dette alternativet bare hvis du trenger en spesiell MX-oppføring. Ikke alle tjenester støtter dette.

source: Note: With a dynamic DNS service you can only use a hostname, not an IP address.
no_no: Merk: Med en dynamisk DNS-tjeneste kan du bare bruke et vertsnavn, ikke en IP-adresse.

source: Interface to send update from
no_no: Grensesnitt for å sende oppdatering fra

source: The MX contains invalid characters.
no_no: MX inneholder ugyldige tegn.

source: Update URL
no_no: Oppdater URL

source: iperf Performance Test
no_no: iperf Ytelsestest

source: %sResult %s%s
no_no: %sResultat %s%s

source: Remote Port
no_no: Ekstern port

source: Host User
no_no: Vertsbruker

source: Host System
no_no: Vertssystem

source: Remote Total
no_no: Ekstern totalt

source: Remote User
no_no: Ekstern bruker

source: Remote System
no_no: Eksternt system

source: Performance Data
no_no: Ytelsesdata

source: Bits Per Second
no_no: Biter per sekund

source: Create Instance
no_no: Lag forekomst

source: Host Total
no_no: Vert totalt

source: Cached IP
no_no: Cachet IP

source: Key name
no_no: Nøkkelnavn

source: The DNS update host name contains invalid characters.
no_no: Vertsnavnet til DNS-oppdateringen inneholder ugyldige tegn.

source: The DNS update TTL must be an integer.
no_no: DNS-oppdaterings TTL må være et helt tall.

source: The DNS update key name contains invalid characters.
no_no: Navnet på DNS-oppdateringsnøkkelen inneholder ugyldige tegn.

source: RFC 2136 client
no_no: RFC 2136-klient

source: Interface to monitor
no_no: Grensesnitt som skal overvåkes

source: Fully qualified hostname of the host to be updated.
no_no: Fullt kvalifisert vertsnavn for verten som skal oppdateres.

source: Record Type
no_no: Oppføringstype

source: 'All' will update all available record types.
no_no: 'Alle' oppdaterer alle tilgjengelige oppføringstyper.

source: This must match the setting on the DNS server.
no_no: Dette må samsvare med innstillingen på DNS-serveren.

source: Key type
no_no: Nøkkeltype

source: Paste an HMAC-MD5 key here.
no_no: Lim inn en HMAC-MD5-nøkkel her.

source: yes
no_no: ja

source: Use TCP instead of UDP
no_no: Bruk TCP i stedet for UDP

source: Use Public IP
no_no: Bruk offentlig IP

source: If the interface IP is private, attempt to fetch and use the public IP instead.
no_no: Hvis grensesnitt-IP-en er privat, prøv å hente og bruke den offentlige IP-en i stedet.

source: Save and Force Update
no_no: Lagre og tving oppdatering

source: You must configure a DNS server in %sSystem: General setup%s or allow the DNS server list to be overridden by DHCP/PPP on WAN for dynamic DNS updates to work.
no_no: Du må konfigurere en DNS-server i %sSystem: Generelt oppsett%s eller la DNS-serverlisten overstyres av DHCP/PPP på WAN for at dynamiske DNS-oppdateringer skal fungere.

source: No ClamAV plugin found, please install via %sSystem > Firmware > Plugins%s. If the plugin is not installed and enabled, mails cannot be scanned for malware.
no_no: Ingen ClamAV-tillegg funnet. Vennligst installer via %sSystem > Firmware > Tillegg%s. Hvis tillegget ikke er installert og aktivert, kan ikke e-post skannes for skadelig programvare.

source: Block Size
no_no: Blokk størrelse

source: Enter the complete host/domain name. example: myhost.dyndns.org
no_no: Angi hele verts-/domenenavnet. eksempel: minvert.dyndns.org

source: Dynamic DNS client
no_no: Dynamisk DNS-klient

source: Error reconfiguring FreeRADIUS
no_no: Feil ved rekonfigurering av FreeRADIUS

source: Shared secret
no_no: Delt hemmelighet

source: IP Address or Network
no_no: IP-adresse eller nettverk

source: Edit Client
no_no: Rediger klient

source: FTP Proxies
no_no: FTP proxyer

source: Reverse Address
no_no: Omvendt adresse

source: Reverse Port
no_no: Omvendt port

source: Maximum Sessions
no_no: Maks antall økter

source: Edit Proxy
no_no: Rediger proxy

source: Do you really want to delete this igmp entry? All elements that still use it will become invalid (e.g. filter rules)!
no_no: Vil du virkelig slette denne igmp-oppføringen? Alle elementer som fortsatt bruker den, blir ugyldige (f.eks. Filterregler)!

source: Edit this IGMP entry
no_no: Rediger denne IGMP-oppføringen

source: IGMP Proxy Edit
no_no: IGMP Proxy rediger

source: Upstream Interface
no_no: Oppstrøms grensesnitt

source: Downstream Interface
no_no: Nedstrøms grensesnitt

source: Threshold
no_no: Terskel

source: Defines the TTL threshold for the network interface. Packets with a lower TTL than the threshold value will be ignored. This setting is optional, and by default the threshold is 1.
no_no: Definerer TTL-terskelen for nettverksgrensesnittet. Pakker med lavere TTL enn terskelverdien vil bli ignorert. Denne innstillingen er valgfri, og som standard er terskelen 1.

source: Security
no_no: Sikkerhet

source: Rules and Checks
no_no: Regler og sjekker

source: Script path cannot be empty.
no_no: Skript-bane kan ikke være tom.

source: Backend Hosts
no_no: Backend verter

source: Table Checks
no_no: Tabellsjekker

source: Virtual Server
no_no: Virtuell server

source: The status could not be fetched. Is Relayd running?
no_no: Statusen kunne ikke hentes. Kjører Relayd?

source: Health Monitors
no_no: Helsemonitorer

source: Outbound Domains
no_no: Utgående domener

source: Current registrations
no_no: Gjeldende registreringer

source: Edit User
no_no: Rediger bruker

source: Edit Outbound Domain
no_no: Redigere utgående domene

source: Magic packet was sent successfully.
no_no: Magisk pakke ble sendt.

source: The packet was not sent due to an error. Please consult the logs.
no_no: Pakken ble ikke sendt på grunn av en feil. Vennligst sjekk loggene.

source: Edit WOL Host
no_no: Rediger WOL-vert

source: Computer / Device
no_no: Datamaskin / Enhet

source: No saved WoL addresses
no_no: Ingen lagrede WoL-adresser

source: DHCP Leases Status
no_no: Status for DHCP-leieavtaler

source: Edit Account
no_no: Rediger konto

source: pending
no_no: ventende

source: unknown
no_no: ukjent

source: cert revoked
no_no: sert tilbakekalt

source: configuration error
no_no: konfigurasjonsfeil

source: validation failed
no_no: validering mislyktes

source: internal error
no_no: intern feil

source: Confirmation Required
no_no: Bekreftelse kreves

source: Revoke selected certificate?
no_no: Tilbakekalle valgt sertifikat?

source: Multi-Domain (SAN)
no_no: Multi-domene (SAN)

source: Issue/Renewal Date
no_no: Utstedelses-/fornyelsesdato

source: Edit Certificate
no_no: Rediger sertifikat

source: acme-client config contains critical errors
no_no: acme-client konfig inneholder kritiske feil

source: The acme-client service may not be able to start due to critical errors. Try anyway?
no_no: Det kan hende at acme-client-tjenesten ikke kan starte på grunn av kritiske feil. Prøve likevel?

source: Continue
no_no: Fortsett

source: Error reconfiguring acme-client
no_no: Feil ved re-konfigurering av acme-client

source: acme-client config contains minor errors
no_no: acme-client konfig inneholder mindre feil

source: acme-client config test result
no_no: acme-client konfig testresultat

source: Your acme-client config contains no errors.
no_no: Acme-klientkonfigurasjonen din inneholder ingen feil.

source: Update Schedule
no_no: Oppdater tidsplan

source: Test Config
no_no: Test konfig

source: This plugin includes code from the %s project.
no_no: Dette tillegget inneholder kode fra %s-prosjektet.

source: Your HAProxy config contains no errors.
no_no: HAProxy-konfigurasjonen inneholder ingen feil.

source: Rules & Checks
no_no: Regler og sjekker

source: Error reconfiguring Tinc
no_no: Feil ved re-konfigurering av Tinc

source: Edit Network
no_no: Rediger nettverk

source: Edit Host
no_no: Rediger vert

source: Network UPS Tools
no_no: Nettverk UPS Verktøy

source: Network UPS Monitor
no_no: Nettverk UPS Overvåker

source: Backend Pool Name
no_no: Backend Pool Navn

source: No ClamAV plugin found, please install via System > Firmware > Plugins.
no_no: Ingen ClamAV-tillegg funnet. Installer via System > Firmware > Tillegg.

source: Zone ID
no_no: Sone-ID

source: Group & User Squid ACL
no_no: Gruppe og bruker Squid ACL

source: No authentication method selected
no_no: Ingen autentiseringsmetode valgt

source: LDAP user name is not specified
no_no: LDAP-brukernavn er ikke angitt

source: LDAP user password is not specified
no_no: LDAP-brukerpassord er ikke angitt

source: Error connecting to LDAP server
no_no: Feil ved tilkobling til LDAP-server

source: The %s %s does not exist
no_no: %s %s finnes ikke

source: (FQ-)CoDel interval
no_no: (FQ-)CoDel intervall

source: (FQ-)CoDel target
no_no: (FQ-)CoDel mål

source: (optional) user credentials.
no_no: (valgfritt) brukerlegitimasjon.

source: 0: Log everything, Positive Value: Log events that take longer than specified, Negative Value: Log nothing.
no_no: 0: Logg alt, Positiv verdi: Logg hendelser som tar lengre tid enn angitt, Negativ verdi: Logg ingenting.

source: A JSON document containing configuration options that apply to the local node
no_no: Et JSON-dokument som inneholder konfigurasjonsalternativer som gjelder for den lokale noden

source: A bridge is a private relay. It is not visible in the public directory. Uncheck this if you want to become a public relay.
no_no: En bridge er en privat relay. Den er ikke synlig i den offentlige katalogen. Fjern merket for dette hvis du vil bli en offentlig relay.

source: A name for this server. Used when displaying information about this server (logs, info service, etc).
no_no: Et navn på denne serveren. Brukes når du viser informasjon om denne serveren (logger, infotjeneste osv.).

source: AD Kerberos implementation
no_no: AD Kerberos implementering

source: AD admin login
no_no: AD admin innlogging

source: AD admin password
no_no: AD admin passord
