Repository: vw-fw/lang
Catalog: *.po
Languages: no_no

source: The method used to encrypt traffic between endpoints. This setting must match on the client and server side, but is otherwise set however you like. Certain algorithms will perform better on different hardware, depending on the availability of supported VPN accelerator chips.
no_no: Metoden som brukes til å kryptere trafikk mellom endepunkter. Denne innstillingen må samsvare på klient- og serversiden, men er ellers angitt slik du vil. Visse algoritmer vil yte bedre på forskjellig maskinvare, avhengig av tilgjengeligheten av støttede VPN-akseleratorbrikker.

source: The protocol used by your LDAP server. It can either be standard TCP or SSL encrypted.
no_no: Protokollen som brukes av LDAP-serveren. Det kan enten være standard TCP eller SSL kryptert.

source: The value in this field is sent as the DHCP client identifier and hostname when requesting a DHCP lease. Some ISPs may require this (for client identification).
no_no: Verdien i dette feltet sendes som DHCP-klientidentifikator og vertsnavn når du ber om en DHCP-leieavtale. Noen ISP-er kan kreve dette (for klientidentifikasjon).

source: These are the IPv4 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more CIDR ranges. You may leave this blank if you don't want to add a route to the local network through this tunnel on the remote machine. This is generally set to your LAN network.
no_no: Dette er IPv4-nettverkene som vil være tilgjengelige fra det eksterne endepunktet. Uttrykkes som en kommaseparert liste over ett eller flere CIDR-områder. Du kan la dette stå tomt hvis du ikke vil legge til en rute til det lokale nettverket gjennom denne tunnelen på den eksterne maskinen. Dette er vanligvis satt på LAN-nettverket ditt.

source: These are the IPv4 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more CIDR ranges. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank if you don't want a site-to-site VPN.
no_no: Dette er IPv4-nettverkene som vil bli rutet gjennom tunnelen, slik at en site-site VPN kan etableres uten manuelt å endre rutetabellene. Uttrykkes som en kommaseparert liste med ett eller flere CIDR områder . Hvis dette er en site-site VPN, må du angi eksterne LAN her. Du kan la dette stå tomt hvis du ikke vil ha en site-site VPN.

source: These are the IPv6 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more IP/PREFIX. You may leave this blank if you don't want to add a route to the local network through this tunnel on the remote machine. This is generally set to your LAN network.
no_no: Dette er IPv6-nettverkene som vil være tilgjengelige fra det eksterne endepunktet. Uttrykkes som en kommaseparert liste over en eller flere IP/PREFIKS. Du kan la dette stå tomt hvis du ikke vil legge til en rute til det lokale nettverket gjennom denne tunnelen på den eksterne maskinen. Dette er vanligvis satt på LAN-nettverket ditt.

source: These are the IPv6 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more IP/PREFIX. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank if you don't want a site-to-site VPN.
no_no: Dette er IPv6-nettverkene som vil bli rutet gjennom tunnelen, slik at en site-site VPN kan etableres uten manuelt å endre rutetabellene. Uttrykkes som en kommaseparert liste med en eller flere IP/PREFIKS. Hvis dette er en site-site VPN, må du angi eksterne LAN her. Du kan la dette stå tomt hvis du ikke vil ha en site-site VPN.

source: This field can be used to modify ("spoof") the MAC address of the WAN interface (may be required with some cable connections). Enter a MAC address in the following format: xx:xx:xx:xx:xx:xx or leave blank.
no_no: Dette feltet kan brukes til å endre ("spoof") MAC-adressen til WAN-grensesnittet (kan være nødvendig med noen kabeltilkoblinger). Enter a MAC address in the following format: xx:xx:xx:xx:xx:xx or leave blank.

source: This is the IPv4 virtual network used for private communications between this server and client hosts expressed using CIDR (eg. 10.0.8.0/24). The first network address will be assigned to the server virtual interface. The remaining network addresses can optionally be assigned to connecting clients. (see Address Pool)
no_no: Dette er det virtuelle IPv4-nettverket som brukes for privat kommunikasjon mellom denne serveren og klientverter uttrykt ved hjelp av CIDR (f.eks. 10.0.8.0/24). Den første nettverksadressen tilordnes til det virtuelle grensesnittet for serveren. De gjenværende nettverksadressene kan eventuelt tilordnes til å koble klienter. (se Adresseutvalg)

source: This is the IPv6 virtual network used for private communications between this server and client hosts expressed using CIDR (eg. fe80::/64). The first network address will be assigned to the server virtual interface. The remaining network addresses can optionally be assigned to connecting clients. (see Address Pool)
no_no: Dette er det virtuelle IPv6-nettverket som brukes for privat kommunikasjon mellom denne serveren og klientverter uttrykt ved hjelp av CIDR (f.eks. fe80::/64). Den første nettverksadressen tilordnes til det virtuelle grensesnittet for serveren. De gjenværende nettverksadressene kan eventuelt tilordnes til å koble klienter. (se Adresseutvalg)

source: This option causes the interface to operate in dial-on-demand mode, allowing you to have a virtual full time connection. The interface is configured, but the actual connection of the link is delayed until qualifying outgoing traffic is detected.
no_no: Dette alternativet fører til at grensesnittet fungerer i dial-on-demand modus, slik at du kan ha en virtuell fulltidstilkobling. Grensesnittet er konfigurert, men den faktiske tilkoblingen utsettes til kvalifisert utgående trafikk oppdages.

source: This wizard will guide you through the initial system configuration. The wizard may be stopped at any time by clicking the logo image at the top of the screen.
no_no: Denne veiviseren veileder deg gjennom den første systemkonfigurasjonen. Veiviseren kan stoppes når som helst ved å klikke på logobildet øverst på skjermen.

source: Time Server Information
no_no: Time Server Informasjon

source: Time server hostname
no_no: Tidsserver vertsnavn

source: Timezone
no_no: Tidssone

source: Traffic from clients through VPN
no_no: Trafikk fra klienter via VPN

source: Traffic from clients to server
no_no: Trafikk fra klienter til server

source: Two-letter ISO country code (e.g. NL, DE, US)
no_no: Tobokstavers ISO-landskode (f.eks. NO, DE, US)

source: Type of Server
no_no: Type server

source: Typically "cn" (OpenLDAP, Microsoft AD, and Novell eDirectory)
no_no: Vanligvis "cn" (OpenLDAP, Microsoft AD og Novell eDirectory)

source: Typically "cn" (OpenLDAP, Novell eDirectory), "sAMAccountName" (Microsoft AD)
no_no: Vanligvis "cn" (OpenLDAP, Novell eDirectory), "sAMAccountName" (Microsoft AD)

source: Typically "member" (OpenLDAP), "memberOf" (Microsoft AD), "uniqueMember" (Novell eDirectory)
no_no: Vanligvis "member" (OpenLDAP), "memberOf" (Microsoft AD), "uniqueMember" (Novell eDirectory)

source: Upstream Gateway
no_no: Oppstrøms gateway

source: User Naming Attribute
no_no: Attributt for brukernavn

source: Your configuration is now complete.
no_no: Konfigurasjonen er nå fullført.

source: Comma-separated list of services to NOT display in the widget
no_no: Kommadelt liste over tjenester som ikke skal vises i modulen

source: Rows
no_no: Rader

source: Not changed
no_no: Ikke endret

source: Changed
no_no: Endret

source: Failed
no_no: Feilet

source: Interfaces to display:
no_no: Grensesnitt som skal vises:

source: Update interval in seconds:
no_no: Oppdateringsintervall i sekunder:

source: Number of log entries:
no_no: Antall loggoppføringer:

source: Show
no_no: Vis

source: Hide
no_no: Skjul

source: Use username instead of common name to match client specfic override.
no_no: Bruk brukernavn i stedet for vanlig navn for å samsvare med klientens spesifikke overstyring.

source: Client management port
no_no: Port for klientadministrasjon

source: Move selected items to end
no_no: Flytt valgte elementer til slutten

source: Move selected before this item
no_no: Flytt valgte før dette elementet

source: Strongswan automatically creates SPD policies for the networks defined in this phase2. If you need to allow other networks to use this ipsec tunnel, you can add them here as a comma-separated list.When configured, you can use network address translation to push packets through this tunnel from these networks.
no_no: Strongswan oppretter automatisk SPD-policyer for nettverkene som er definert i denne fase2. Hvis du trenger å tillate andre nettverk å bruke denne ipsec-tunnelen, kan du legge dem til her som en kommadelt liste. Når det er konfigurert, kan du bruke oversettelse av nettverksadresse til å skyve pakker gjennom denne tunnelen fra disse nettverkene.

source: Remote Address
no_no: Ekstern adresse

source: Tunnel network
no_no: Tunnel nettverk

source: Invalid local network: %s has no valid IPv6 network.
no_no: Ugyldig lokalt nettverk: %s har ikke noe gyldig IPv6-nettverk.

source: Invalid local network: %s has no valid IPv4 network.
no_no: Ugyldig lokalt nettverk: %s har ikke noe gyldig IPv4-nettverk.

source: Decides whether IPsec policies are installed in the kernel by the charon daemon for a given connection. When using route-based mode (VTI) this needs to be disabled.
no_no: Bestemmer om IPsec-policyer installeres i kjernen av charon daemon for en gitt tilkobling. Når du bruker rutebasert modus (VTI), må dette deaktiveres.

source: Install policy
no_no: Installer policy

source: Recommended for dynamic IP addresses that can be resolved by DynDNS at IPsec startup or update time.
no_no: Anbefales for dynamiske IP-adresser som kan løses av DynDNS ved oppstart eller oppdatering for IPsec.

source: Allow any remote gateway to connect
no_no: Tillat en hvilken som helst ekstern gateway å koble til

source: Dynamic gateway
no_no: Dynamisk gateway

source: Enter the public IP address or host name of the remote gateway.
no_no: Skriv inn den offentlige IP-adressen eller vertsnavnet til den eksterne gatewayen.

source: Provide the selected phase 2 PFS group to all mobile clients.
no_no: Tilby den valgte fase 2 PFS-gruppen til alle mobilklienter.

source: Phase 2 PFS Group
no_no: Fase 2 PFS-gruppe

source: Enter a comma-separated list. If left blank, and a default domain is set, it will be used for this value.
no_no: Skriv inn en kommadelt liste. Hvis den er tom, og et standarddomene er angitt, brukes det for denne verdien.

source: Provide a list of split DNS domain names to clients
no_no: Tilby en liste over delte DNS-domenenavn til klienter

source: With iPhone clients, this does not work when deployed via the iPhone configuration utility, only by manual entry.
no_no: For iPhone-klienter fungerer dette ikke når det distribueres via konfigurasjonsverktøyet til iPhone, bare ved manuell oppføring.

source: Allow clients to save Xauth passwords (Cisco VPN client only)
no_no: Tillat klienter å lagre Xauth-passord (bare Cisco VPN-klient)

source: Your password does not match the selected security policies. Please provide a new one.
no_no: Passordet ditt samsvarer ikke med de valgte sikkerhetsreglene. Oppgi et nytt passord.

source: Please be aware that this option does not cover all areas of the system and will be removed in a future release.
no_no: Vær oppmerksom på at dette alternativet ikke dekker alle områder av systemet og vil bli fjernet i en fremtidig utgivelse.

source: Privileges
no_no: Rettigheter

source: Preferred landing page after login or authentication failure
no_no: Foretrukket landings-side etter innloggings- eller autentiseringsfeil

source: Preferred landing page
no_no: Foretrukket landings-side

source: Synchronize the CARP Virtual IPs to the other HA host.
no_no: Synkroniser CARP Virtuelle IP-er til den andre HA-verten.

source: Synchronize the DHCP Server settings over to the other HA host. This only applies to DHCP for IPv4.
no_no: Synkroniser DHCP-serverinnstillingene over til den andre HA-verten. Dette gjelder bare for DHCP for IPv4.

source: Synchronize the NAT rules over to the other HA host.
no_no: Synkroniser NAT-reglene over til den andre HA-verten.

source: Synchronize the aliases over to the other HA host.
no_no: Synkroniser aliasene over til den andre HA-verten.

source: Synchronize the firewall schedules to the other HA host.
no_no: Synkroniser brannmur tidsplanene til den andre HA-verten.

source: Synchronize the firewall rules to the other HA host.
no_no: Synkroniser brannmurreglene med den andre HA-verten.

source: Synchronize the Certificate Authorities, Certificates, and Certificate Revocation Lists over to the other HA host.
no_no: Synkroniser sertifikatmyndighetene, sertifikatene og sertifikatopphevelseslistene over til den andre HA-verten.

source: Synchronize the authentication servers (e.g. LDAP, RADIUS) over to the other HA host.
no_no: Synkroniser godkjenningsserverne (f.eks LDAP, RADIUS) over til den andre HA-verten.

source: Synchronize the users and groups over to the other HA host.
no_no: Synkroniser brukerne og gruppene over til den andre HA-verten.

source: Perform synchronization
no_no: Utfør synkronisering

source: You must define an IP on each machine participating in this failover group.
no_no: Du må definere en IP på hver maskin som deltar i denne failover-gruppen.

source: Normal group
no_no: Normal gruppe

source: Superuser group
no_no: Superbrukergruppe

source: By default localhost (127.0.0.1) will be used as the first nameserver when e.g. Dnsmasq or Unbound is enabled, so system can use the local DNS service to perform lookups. Checking this box omits localhost from the list of DNS servers.
no_no: Som standard brukes localhost (127.0.0.1) som første DNS-server når Dnsmasq eller Unbound er aktivert, slik at systemet kan bruke den lokale DNS-tjenesten til å utføre oppslag. Hvis du merker av i denne boksen, utelates localhost fra listen over DNS-servere.

source: Do not use the local DNS service as a nameserver for this system
no_no: Ikke bruk den lokale DNS-tjenesten som navneserver for dette systemet

source: Enter IP addresses to be used by the system for DNS resolution. These are also used for the DHCP service, DNS services and for PPTP VPN clients.
no_no: Angi IP-adresser som skal brukes av systemet for DNS-oppslag. Disse brukes også for DHCP-tjenesten, DNS-tjenester og PPTP VPN-klienter.

source: Time interval before packets are treated as lost. Default is %d.
no_no: Tidsintervall før pakker behandles som tapt. Standard er %d.

source: The time period over which results are averaged. Default is %d.
no_no: Tidsperioden som resultatenes gjennomsnitt beregnes over. Standard verdien er %d.

source: Time Period
no_no: Tidsperiode

source: Time interval between alerts. Default is %d.
no_no: Tidsintervall mellom varsler. Standard verdien er %d.

source: Alert Interval
no_no: Varselintervall

source: This will force this gateway to be considered "down".
no_no: Dette vil tvinge denne gatewayen til å bli betraktet som "nede".

source: This will consider this gateway as always being "up".
no_no: Dette vil betrakte denne gatewayen som alltid å være "oppe".

source: The loss interval needs to be positive.
no_no: Tapsintervallet må være positivt.

source: The loss interval needs to be a numeric value.
no_no: Tapsintervallet må være en numerisk verdi.

source: The time period needs at least 2.1 times that of the probe interval.
no_no: Tidsperioden trenger minst 2,1 ganger probe-intervallet.

source: The time period needs to be positive.
no_no: Tidsperioden må være et positivt tall.

source: The time period needs to be a numeric value.
no_no: Tidsperioden må være en numerisk verdi.

source: The alert interval needs to be positive.
no_no: Varslingsintervallet må være positivt.

source: The alert interval needs to be a numeric value.
no_no: Varselintervallet må være en numerisk verdi.

source: The IPv4 monitor address "%s" can not be used on an IPv6 gateway.
no_no: IPv4-monitoradressen "%s" kan ikke brukes på en IPv6-gateway.

source: The IPv6 monitor address "%s" can not be used on an IPv4 gateway.
no_no: IPv6-monitoradressen "%s" kan ikke brukes på en IPv4-gateway.

source: The IPv4 gateway address "%s" can not be used as an IPv6 gateway.
no_no: IPv4 gateway-adressen "%s" kan ikke brukes som en IPv6-gateway.

source: The IPv6 gateway address "%s" cannot be used as an IPv4 gateway.
no_no: IPv6 gateway-adressen "%s" kan ikke brukes som en IPv4-gateway.

source: The gateway address "%s" does not lie within one of the chosen interface's IPv6 subnets.
no_no: Gateway-adressen %s ligger ikke i et av det valgte grensesnittets IPv6-subnett.

source: The gateway address "%s" does not lie within one of the chosen interface's IPv4 subnets.
no_no: Gateway-adressen %s ligger ikke i et av det valgte grensesnittets IPv4-subnett.

source: No private key here
no_no: Ingen privat nøkkel her

source: Go back
no_no: Gå tilbake

source: Download Certificate
no_no: Last ned sertifikat

source: You can download, revise, or add to CRL later.
no_no: Du kan laste ned, revidere eller legge til i CRL senere.

source: Download Private Key
no_no: Last ned privat nøkkel

source: The private key is not saved and no longer downloadable after closing this window.
no_no: Den private nøkkelen lagres ikke og kan ikke lenger lastes ned etter at du har lukket dette vinduet.

source: Certificate has been issued.
no_no: Sertifikatet er utstedt.

source: If the certificate is for use by a device other than this firewall, and you can download private key soon after Saving, choose this. By this option you can download the private key, which is not saved onto this firewall.
no_no: Hvis sertifikatet er for bruk av en annen enhet enn denne brannmuren, og du kan laste ned privat nøkkel kort tid etter lagring, velger du dette. Ved dette alternativet kan du laste ned den private nøkkelen, som ikke er lagret på denne brannmuren.

source: Normally choose this.
no_no: Velg denne, vanligvis.

source: Download and do not save
no_no: Last ned og ikke lagre

source: Save on this firewall
no_no: Lagre på denne brannmuren

source: Private key location
no_no: Plassering av privat nøkkel

source: Select extendedKeyUsage
no_no: Velg extendedKeyUsage

source: None. Just add CA option in basicConstraits.
no_no: Ingen. Bare legg til CA-alternativet i basicConstraits.

source: Combined Client/Server Certificate
no_no: Kombinert klient-/serversertifikat

source: Practical examples:
no_no: Praktiske eksempler:

source: Select keyUsage
no_no: Velg keyUsage

source: Define the maximum number of non-self-issued intermediate certificates that may follow this certificate in a valid certification path.
no_no: Definer maksimalt antall ikke-selvutstedte mellomsertifikater som kan følge dette sertifikatet i en gyldig sertifiseringsbane.

source: Maximum Path Length
no_no: Maksimal sti-lengde

source: is CA
no_no: er CA

source: Subject
no_no: Emne

source: Subject of the certificate
no_no: Emne for sertifikatet

source: Paste the CSR file here.
no_no: Lim inn CSR-filen her.

source: Show Detail
no_no: Vis detaljer

source: Sign CSR
no_no: Signer CSR

source: Unknown error occured. Try again.
no_no: Ukjent feil oppstod. Prøv igjen.

source: Unknown Error
no_no: Ukjent feil

source: Certificate Request
no_no: Sertifikatforespørsel

source: Optionally use a password to protect your export
no_no: Du kan eventuelt bruke et passord for å beskytte eksporten

source: Please select a valid extendedKeyUsage.
no_no: Velg en gyldig extendedKeyUsage.

source: Please select a valid keyUsage.
no_no: Velg en gyldig keyUsage.

source: Please select a valid Type.
no_no: Velg en gyldig type.

source: CSR file
no_no: CSR-fil

source: Could not parse CSR file.
no_no: Kunne ikke analysere CSR-filen.

source: CSR file is invalid
no_no: CSR-fil er ugyldig

source: No csr parameter in query
no_no: Ingen csr parameter i spørringen

source: Invalid Request
no_no: Ugyldig forespørsel

source: Invalid request
no_no: Ugyldig forespørsel

source: Sign a Certificate Signing Request
no_no: Signer en sertifikatsigneringsforespørsel

source: Read properties
no_no: Les egenskaper

source: Invalid server name given.
no_no: Ugyldig servernavn gitt.

source: A server name must be provided.
no_no: Et servernavn må angis.

source: Are you sure you want to reset all tunables back to factory defaults?
no_no: Er du sikker på at du vil tilbakestille alle justerbare innstillinger tilbake til fabrikkinnstillinger?

source: This will take effect after you reboot the machine or reconfigure each interface.
no_no: Dette trer i kraft etter at du starter maskinen på nytt eller konfigurerer hvert grensesnitt på nytt.

source: UUID: 4 bytes "00:00:00:04" followed by 8 bytes of a universally unique identifier.
no_no: UUID: 4 byte "00:00:00:04" etterfulgt av 8 byte av en universelt unik identifikator.

source: The correct format for each DUID type is as follows, all entries to be in hex format "xx" separated by a colon.
no_no: Det riktige formatet for hver DUID-type er som følger, alle oppføringer som skal være i hex-format "xx" atskilt med et kolon.

source: Clear the existing DUID
no_no: Fjern den eksisterende DUID-en

source: Insert a new EN DUID
no_no: Sett inn en ny EN DUID

source: Insert a new UUID DUID
no_no: Sett inn en ny UUID DUID

source: Insert a new LL DUID
no_no: Sett inn en ny LL DUID

source: Insert a new LLT DUID
no_no: Sett inn en ny LLT DUID

source: Insert the existing DUID
no_no: Sett inn den eksisterende DUID

source: Power off
no_no: Slå av

source: Hardware acceleration
no_no: Maskinvareakselerasjon

source: Diffie-Hellman parameters are statically provided and updated at least twice per year in software updates. RFC 7919 predefines static recommendations instead, which are commonly known and verfiable by clients. You can choose to regenerate unqiue parameters locally instead according to a predefined or custom schedule. In case of custom renewal make sure to set up the respective cron job or rotate the files in some other way.
no_no: Diffie-Hellman-parametere angis statisk og oppdateres minst to ganger i året i programvareoppdateringer. RFC 7919 forhåndsdefinerer statiske anbefalinger i stedet, som er allment kjent og verifiserbare av klienter. Du kan velge å generere unqiue-parametere lokalt i stedet i henhold til en forhåndsdefinert eller egendefinert tidsplan. Hvis du har egendefinert fornyelse, må du sørge for å konfigurere den respektive cron-jobben eller rotere filene på en annen måte.

source: Custom renewal
no_no: Egendefinert fornyelse

source: Monthly renewal
no_no: Månedlig fornyelse

source: Weekly renewal
no_no: Ukentlig fornyelse

source: Diffie-Hellman parameters
no_no: Diffie-Hellman-parametere

source: Cryptography settings
no_no: Innstillinger for kryptografi

source: Reset all states when a dynamic IP address changes.
no_no: Tilbakestill alle tilstander når en dynamisk IP-adresse endres.

source: Set behaviour for keeping states, by default states are floating, but when this option is set they should match the interface.
no_no: Angi oppførsel for å beholde tilstander, standard er at tilstander flyter mellom grensesnitt. Når dette alternativet er angitt, må tilstandene matche grensesnittet.

source: Bind states to interface
no_no: Bind tilstander til grensesnitt
