Repository: vw-fw/lang
Catalog: *.po
Languages: no_no

source: User Authentication Source
no_no: Brukerautentiseringskilde

source: This can be either an IP address, fully qualified domain name or an email address.
no_no: Dette kan være enten en IP-adresse, fullt kvalifisert domenenavn eller en e-postadresse.

source: Added
no_no: Lagt til

source: Edited
no_no: Redigert

source: Another entry with the same identifier already exists.
no_no: Det finnes allerede en annen oppføring med samme identifikator.

source: The identifier contains invalid characters.
no_no: Identifikatoren inneholder ugyldige tegn.

source: A user with this name already exists. Add the key to the user instead.
no_no: En bruker med dette navnet finnes allerede. Legg til nøkkelen til brukeren i stedet.

source: PSK for any user can be set by using an identifier of any/ANY
no_no: PSK for enhver bruker kan angis ved hjelp av en identifikator for any/ANY

source: Identifier
no_no: Identifikator

source: The IPsec tunnel configuration has been changed
no_no: IPsec-tunnelkonfigurasjonen er endret

source: Do you really want to delete this Pre-Shared Key?
no_no: Vil du virkelig slette denne forhåndsdelte nøkkelen?

source: Enable IPsec
no_no: Aktiver IPsec

source: add phase 2 entry
no_no: legg til fase 2-oppføring

source: off
no_no: av

source: Remote Subnet
no_no: Eksternt subnett

source: Local Subnet
no_no: Lokalt subnett

source: DH Group
no_no: DH gruppe

source: Phase 1 Proposal
no_no: Fase 1 forslag

source: Remote Gateway
no_no: Ekstern gateway

source: The IPsec tunnel configuration has been changed.
no_no: IPsec-tunnelkonfigurasjonen er endret.

source: Mobile Client
no_no: Mobil klient

source: Require passwords to meet complexity rules
no_no: Krev at passord oppfyller kompleksitetsregler

source: Enable complexity requirements
no_no: Aktiver kompleksitetskrav

source: Complexity
no_no: Kompleksitet

source: Sets the minimum length for a password
no_no: Angir minimumslengden for et passord

source: Password duration settings, the interval in days in which passwords stay valid. When reached, the user will be forced to change his or her password before continuing.
no_no: Innstillinger for passordvarighet, intervallet i dager der passord forblir gyldige. Når det er nådd, vil brukeren bli tvunget til å endre passordet sitt før han/hun fortsetter.

source: %d days
no_no: %d dager

source: Duration
no_no: Varighet

source: Enable password policy constraints
no_no: Aktivere begrensninger for passordpolicy

source: Time in minutes to expire idle management sessions. The default is 4 hours (240 minutes).
no_no: Tid i minutter før inaktive management-økter utløper. Standard er 4 timer (240 minutter).

source: Session timeout must be an integer value.
no_no: Tidsavbrudd for økt må være en heltallsverdi.

source: Confirmation
no_no: Bekreftelse

source: New password
no_no: Nytt passord

source: Old password
no_no: Gammelt passord

source: User Settings
no_no: Brukerinnstillinger

source: Saved settings for user "%s"
no_no: Lagret innstillinger for bruker "%s"

source: Sorry, you cannot change settings for a non-local user.
no_no: Beklager, du kan ikke endre innstillingene for en ikke-lokal bruker.

source: Please select users to import:
no_no: Velg brukere som skal importeres:

source: Could not connect to the LDAP server. Please check your LDAP configuration.
no_no: Kan ikke koble til LDAP-serveren. Vennligst sjekk LDAP-konfigurasjonen.

source: Deselect all (visible)
no_no: Fravelg alle (synlig)

source: Select all (visible)
no_no: Velg alle (synlig)

source: search
no_no: søk

source: Allowed
no_no: Tillatt

source: System Privileges
no_no: Systemrettigheter

source: Normal User
no_no: Normal bruker

source: Disabled User
no_no: Deaktivert bruker

source: Save and go back
no_no: Lagre og gå tilbake

source: IPsec Pre-Shared Key
no_no: IPsec forhåndsdelt nøkkel

source: Paste an authorized keys file here.
no_no: Lim inn en fil med autoriserte nøkler her.

source: Authorized keys
no_no: Autoriserte nøkler

source: Scan this QR code for easy setup with external apps.
no_no: Skann denne QR-koden for enkelt oppsett med eksterne apper.

source: Click to unhide
no_no: Klikk for å vise

source: OTP QR code
no_no: OTP QR kode

source: OTP (base32) seed to use when a one time password authenticator is used
no_no: OTP (base32) seed som skal brukes når godkjenning med engangspassord brukes

source: Generate new secret (160 bit)
no_no: Generer ny hemmelighet (160 bit)

source: Click to create a user certificate.
no_no: Klikk for å opprette et brukersertifikat.

source: Manage API keys here for machine to machine interaction using this user's credentials.
no_no: Administrer API-nøkler her for maskin til maskinsamhandling ved hjelp av denne brukerens legitimasjon.

source: Create API key
no_no: Opprett API-nøkkel

source: delete API key
no_no: slett API-nøkkel

source: key
no_no: nøkkel

source: API keys
no_no: API nøkler

source: create or link user certificate
no_no: opprette eller koble brukersertifikat

source: unlink certificate
no_no: koble fra sertifikatet

source: export certificate
no_no: eksporter sertifikat

source: export private key
no_no: eksporter privat nøkkel

source: User Certificates
no_no: Brukersertifikater

source: edit privileges
no_no: rediger rettigheter

source: Inherited from
no_no: Arvet fra

source: Effective Privileges
no_no: Effektive rettigheter

source: Remove groups
no_no: Fjern grupper

source: Add groups
no_no: Legg til grupper

source: Leave blank if the account shouldn't expire, otherwise enter the expiration date in the following format: mm/dd/yyyy
no_no: La stå tomt hvis kontoen ikke skal utløpe, ellers angir du utløpsdatoen i følgende format: mm/dd/åååå

source: Expiration date
no_no: Utløpsdato

source: Login shell
no_no: Logginn skall

source: User comment, for your own information only
no_no: Brukerkommentar, kun for din egen informasjon

source: User's e-mail address, for your own information only
no_no: Brukerens e-postadresse, kun for din egen informasjon

source: User's full name, for your own information only
no_no: Brukerens fulle navn, kun for din egen informasjon

source: Full name
no_no: Fullt navn

source: Generate a scrambled password to prevent local database logins for this user.
no_no: Generer et kryptert passord for å hindre lokale databasepålogginger for denne brukeren.

source: (confirmation)
no_no: (bekreftelse)

source: User distinguished name
no_no: Bruker entydig navn

source: Do you really want to delete this API key?
no_no: Vil du virkelig slette denne API-nøkkelen?

source: Popup blocker detected. Action aborted.
no_no: Popup-blokkering oppdaget. Handlingen ble avbrutt.

source: Do you really want to delete this user?
no_no: Vil du virkelig slette denne brukeren?

source: Do you really want to remove this certificate association?
no_no: Vil du virkelig fjerne denne sertifikattilknytningen?

source: (Certificate will not be deleted)
no_no: (Sertifikatet blir ikke slettet)

source: Invalid login shell provided.
no_no: Ugyldig påloggingskall gitt.

source: Invalid internal Certificate Authority
no_no: Ugyldig intern sertifikatmyndighet

source: Invalid expiration date format; use MM/DD/YYYY instead.
no_no: Ugyldig format for utløpsdato; bruk MM/DD/ÅÅÅÅ i stedet.

source: That username is reserved by the system.
no_no: Dette brukernavnet er reservert av systemet.

source: Another entry with the same username already exists.
no_no: En annen oppføring med samme brukernavn finnes allerede.

source: A password is required.
no_no: Passord nødvendig.

source: You cannot disable yourself.
no_no: Du kan ikke deaktivere deg selv.

source: Cannot set random password due to explicit input.
no_no: Kan ikke sette tilfeldig passord pga eksplisitt innhold.

source: The passwords do not match.
no_no: Passordene samsvarer ikke.

source: The username is longer than 32 characters.
no_no: Brukernavnet er lengre enn 32 tegn.

source: The username contains invalid characters.
no_no: Brukernavnet inneholder ugyldige tegn.

source: No API key found
no_no: Ingen API-nøkkel funnet

source: The API key "%s" was successfully removed.
no_no: API-nøkkelen "%s" ble fjernet.

source: The certificate association "%s" was successfully removed.
no_no: Sertifikattilknytningen "%s" ble fjernet.

source: The user "%s" was successfully removed.
no_no: Brukeren "%s" ble fjernet.

source: You cannot delete yourself.
no_no: Du kan ikke slette deg selv.

source: Static Routes
no_no: Statiske ruter

source: Firewall Schedules
no_no: Tidsplaner for brannmur

source: Auth Servers
no_no: Godkjennings-servere

source: Do not use the Synchronize Config to IP and password option on backup cluster members!
no_no: Ikke bruk alternativet Synkroniser konfig til IP og passord på medlemmer av sikkerhetskopiklyngen!

source: Enter the web GUI password of the system entered above for synchronizing your configuration.
no_no: Skriv inn nett-GUI-passordet til systemet som er angitt ovenfor for synkronisering av konfigurasjonen.

source: Remote System Password
no_no: Passord for eksternt system

source: Do not use the Synchronize Config to IP and username option on backup cluster members!
no_no: Ikke bruk alternativet Synkroniser Konfig til IP og brukernavn på medlemmer av sikkerhetskopiklyngen!

source: Enter the web GUI username of the system entered above for synchronizing your configuration.
no_no: Skriv inn web-GUI-brukernavnet til systemet som er angitt ovenfor for synkronisering av konfigurasjonen.

source: Remote System Username
no_no: Brukernavn for eksternt system

source: For setting up the backup machine leave this field empty, and do not forget to allow incoming connections on the specified interface for synchronization.
no_no: For å sette opp sikkerhetskopimaskinen la dette feltet stå tomt, og ikke glem å tillate innkommende tilkoblinger på det angitte grensesnittet for synkronisering.

source: When using XMLRPC sync to a backup machine running on another port/protocol please input the full url (example: %s)
no_no: Når du bruker XMLRPC-synkronisering til en backup-maskin som kjører på en annen port/protokoll, kan du skrive inn den fullstendige url-adressen (f.eks. %s)

source: Enter the IP address of the firewall to which the selected configuration sections should be synchronized.
no_no: Angi IP-adressen til brannmuren som de valgte konfigurasjonsdelene skal synkroniseres til.

source: Synchronize Config to IP
no_no: Synkroniser konfig til IP

source: Configuration Synchronization Settings (XMLRPC Sync)
no_no: Innstillinger for konfigurasjonssynkronisering (XMLRPC-synkronisering)

source: Setting this option will force pfsync to synchronize its state table to this IP address. The default is directed multicast.
no_no: Hvis du angir dette alternativet, tvinges pfsync til å synkronisere tilstandstabellen til denne IP-adressen. Standard er rettet multicast.

source: Synchronize Peer IP
no_no: Synkroniser peer-IP

source: You must have an IP assigned to the interface on any participating sync nodes.
no_no: Du må ha en IP tilordnet grensesnittet på deltakende synkroniseringsnoder.

source: We recommend setting this to a interface other than LAN! A dedicated interface works the best.
no_no: Vi anbefaler at du setter dette til et annet grensesnitt enn LAN! Et dedikert grensesnitt fungerer best.

source: If Synchronize States is enabled, it will utilize this interface for communication.
no_no: Hvis Synkroniser Tilstander er aktivert, vil dette grensesnittet brukes for kommunikasjon.

source: Synchronize Interface
no_no: Synkroniser grensesnitt

source: Disable preempt
no_no: Deaktiver preempt

source: Clicking save will force a configuration sync if it is enabled! (see Configuration Synchronization Settings below)
no_no: Hvis du klikker på lagre, tvinges en konfigurasjonssynkronisering hvis den er aktivert! (se Innstillinger for konfigurasjonssynkronisering nedenfor)

source: pfsync transfers state insertion, update, and deletion messages between firewalls.%sEach firewall sends these messages out via multicast on a specified interface, using the PFSYNC protocol (%sIP Protocol 240%s).%sIt also listens on that interface for similar messages from other firewalls, and imports them into the local state table.%sThis setting should be enabled on all members of a failover group.
no_no: pfsync overfører tilstand innsetting, oppdatering og sletting meldinger mellom brannmurer.%sHver brannmur sender disse meldingene ut via multicast på et angitt grensesnitt, ved hjelp av PFSYNC-protokollen (%sIP Protocol 240%s).%sDen lytter også på dette grensesnittet for lignende meldinger fra andre brannmurer, og importerer dem til den lokale tilstandstabellen.%sDenne innstillingen skal aktiveres på alle medlemmer av en failover-gruppe.

source: Synchronize States
no_no: Synkroniser tilstander

source: The synchronize peer IP must be an IPv4 address or left empty.
no_no: Synkroniser Peer-IP må være en IPv4-adresse eller stå tom.

source: Member Count
no_no: Antall medlemmer

source: Assigned Privileges
no_no: Tildelte privilegier

source: Hold down CTRL (pc)/COMMAND (mac) key to select multiple items
no_no: Hold nede CTRL (pc)/COMMAND (mac)-tasten for å velge flere elementer

source: Remove Users
no_no: Fjern brukere

source: Add Users
no_no: Legg til brukere

source: Member Of
no_no: Medlem av

source: Not Member Of
no_no: Ikke medlem av

source: Group Memberships
no_no: Gruppemedlemskap

source: Group description, for your own information only
no_no: Gruppebeskrivelse, kun for din egen informasjon

source: Group name
no_no: Gruppenavn

source: Defined by
no_no: Definert av

source: Do you really want to delete this group?
no_no: Vil du virkelig slette denne gruppen?

source: That groupname is reserved by the system.
no_no: Det gruppenavnet er reservert av systemet.

source: Another entry with the same group name already exists.
no_no: En annen oppføring med samme gruppenavn finnes allerede.

source: The group name is longer than 32 characters.
no_no: Gruppenavnet er lengre enn 32 tegn.

source: The group name contains invalid characters.
no_no: Gruppenavnet inneholder ugyldige tegn.

source: Allow DNS server list to be overridden by DHCP/PPP on WAN
no_no: Tillat DNS-serverlisten å overstyres av DHCP/PPP på WAN

source: DNS server options
no_no: Alternativer for DNS-server

source: In addition, optionally select the gateway for each DNS server. When using multiple WAN connections there should be at least one unique DNS server per gateway.
no_no: I tillegg velger du eventuelt gatewayen for hver DNS-server. Når du bruker flere WAN-tilkoblinger, bør det være minst én unik DNS-server per gateway.

source: Use gateway
no_no: Bruk gateway

source: By default, if a hostname resolves IPv6 and IPv4 addresses IPv6 will be used, if you check this option, IPv4 will be used instead of IPv6.
no_no: Som standard, hvis et vertsnavn løser både IPv6- og IPv4-adresser vil IPv6 brukes, Hvis du huker av dette alternativet, brukes IPv4 i stedet for IPv6.

source: Prefer to use IPv4 even if IPv6 is available
no_no: Foretrekk å bruke IPv4 selv om IPv6 er tilgjengelig

source: Prefer IPv4 over IPv6
no_no: Foretrekk IPv4 fremfor IPv6

source: Networking
no_no: Nettverk

source: This will change the look and feel of the GUI.
no_no: Dette vil endre utseende for grensesnittet.

source: Theme
no_no: Tema

source: Choose a language for the web GUI.
no_no: Velg språk for web-grensesnittet.

source: Select the location closest to you
no_no: Velg plasseringen nærmest deg

source: Time zone
no_no: Tidssone

source: e.g. %smycorp.com, home, office, private, etc.%s
no_no: f.eks. %smittfirma.no, hjem, kontor, privat, etc.%s

source: Do not use 'local' as a domain name. It will cause local hosts running mDNS (avahi, bonjour, etc.) to be unable to resolve local hosts not running mDNS.
no_no: Ikke bruk 'local' som domenenavn. Det vil føre til at lokale verter som kjører mDNS (avahi, bonjour, etc.) ikke klarer å løse/Slå opp lokale verter som ikke kjører mDNS.

source: Name of the firewall host, without domain part
no_no: Navn på brannmurverten, uten domenedel

source: The hostname may only contain the characters a-z, 0-9 and '-'.
no_no: Vertsnavnet kan bare inneholde tegnene a-z, 0-9 og '-'.

source: How often that an ICMP probe will be sent in seconds. Default is %d.
no_no: Hvor ofte en ICMP-probe vil bli sendt, i sekunder. Standard verdien er %d.

source: Probe Interval
no_no: Probe intervall

source: Low and high thresholds for packet loss in %%. Default is %d/%d.
no_no: Lav og høy terskel for pakketap i %%. Standard verdien er %d/%d.

source: Packet Loss thresholds
no_no: Terskler for pakketap

source: Low and high thresholds for latency in milliseconds. Default is %d/%d.
no_no: Lave og høye terskler for latens i millisekunder. Standard er %d/%d.

source: To
no_no: Til

source: From
no_no: Fra

source: Latency thresholds
no_no: Latens terskler

source: Weight for this gateway when used in a Gateway Group.
no_no: Vekt for denne gatewayen når den brukes i en gatewaygruppe.

source: - Show advanced option
no_no: - Vis avanserte innstillinger

source: Mark Gateway as Down
no_no: Marker Gateway som Nede

source: Enter an alternative address here to be used to monitor the link. This is used for the quality RRD graphs as well as the load balancer entries. Use this if the gateway does not respond to ICMP echo requests (pings)
no_no: Skriv inn en alternativ adresse her som skal brukes til å overvåke koblingen. Dette brukes for kvalitets-RRD grafer samt lastbalanserer-oppføringer. Bruk dette hvis gatewayen ikke svarer på ICMP-ekkoforespørsler (ping)

source: Disable Gateway Monitoring
no_no: Deaktiver Gateway overvåking

source: This will allow the gateway to exist outside of the interface subnet.
no_no: Dette gjør det mulig for gatewayen å eksistere utenfor grensesnitt-subnettet.

source: Choose the Internet Protocol this gateway uses.
no_no: Velg Internet Protocol denne gatewayen bruker.

source: Choose which interface this gateway applies to.
no_no: Velg hvilket grensesnitt denne gatewayen skal gjelde for.

source: Set this option to disable this gateway without removing it from the list.
no_no: Angi dette alternativet for å deaktivere denne gatewayen uten å fjerne den fra listen.

source: Edit gateway
no_no: Rediger gateway

source: The probe interval needs to be positive.
no_no: Probe-intervallet må være positivt.

source: The probe interval needs to be a numeric value.
no_no: Probe-intervallet må være en numerisk verdi.

source: The high Packet Loss threshold needs to be higher than the low Packet Loss threshold
no_no: Terskelen for høyt pakketap må være høyere enn terskelen for lavt pakketap

source: The high latency threshold needs to be higher than the low latency threshold
no_no: Terskelen for høy latens må være høyere enn terskelen for lav latens

source: The high Packet Loss threshold needs to be 100 or less.
no_no: Terskelen for høyt pakketap må være 100 eller mindre.

source: The high Packet Loss threshold needs to be positive.
no_no: Terskelen for høyt pakketap må være positiv.

source: The high Packet Loss threshold needs to be a numeric value.
no_no: Terskelen for høyt pakketap må være en numerisk verdi.

source: The low Packet Loss threshold needs to be less than 100.
no_no: Terskelen for lavt pakketap må være mindre enn 100.

source: The low Packet Loss threshold needs to be positive.
no_no: Terskelen for lavt pakketap må være positiv.

source: The low Packet Loss threshold needs to be a numeric value.
no_no: Terskelen for lavt pakketap må være en numerisk verdi.

source: The high latency threshold needs to be positive.
no_no: Terskelen for høy må være positiv.

source: The high latency threshold needs to be a numeric value.
no_no: Terskelen for høy må være en numerisk verdi.

source: The low latency threshold needs to be positive.
no_no: Terskelen for lav må være positiv.

source: The low latency threshold needs to be a numeric value.
no_no: Terskelen for lav må være en numerisk verdi.

source: The monitor IP address "%s" is already in use. You must choose a different monitor IP.
no_no: Overvåkings- IP-adresse "%s" er allerede i bruk. Du må velge en annen overvåkings-IP.

source: The gateway IP address "%s" already exists.
no_no: Gateway-IP-adressen "%s" finnes allerede.

source: The gateway name "%s" already exists.
no_no: Gatewaynavnet "%s" finnes allerede.

source: Changing name on a gateway is not allowed.
no_no: Det er ikke tillatt å endre navn på en gateway.

source: A valid monitor IP address must be specified.
no_no: En gyldig overvåkings-IP-adresse må angis.

source: Dynamic gateway values cannot be specified for interfaces with a static IPv6 configuration.
no_no: Dynamiske gatewayverdier kan ikke angis for grensesnitt med en statisk IPv6-konfigurasjon.

source: Dynamic gateway values cannot be specified for interfaces with a static IPv4 configuration.
no_no: Dynamiske gatewayverdier kan ikke angis for grensesnitt med en statisk IPv4-konfigurasjon.

source: Cannot add IPv6 Gateway Address because no IPv6 address could be found on the interface.
no_no: Kan ikke legge til IPv6 Gateway-adresse fordi ingen IPv6-adresse ble funnet på grensesnittet.

source: Cannot add IPv4 Gateway Address because no IPv4 address could be found on the interface.
no_no: Kan ikke legge til IPv4 Gateway-adresse fordi ingen IPv4-adresse ble funnet på grensesnittet.

source: A valid gateway IP address must be specified.
no_no: En gyldig gateway-IP-adresse må angis.

source: A valid gateway name must be specified.
no_no: Du må angi et gyldig gateway navn.

source: Delete selected items
no_no: Slett valgte elementer

source: Gateway is inactive because interface is missing
no_no: Gateway er inaktiv fordi grensesnittet mangler

source: Loss
no_no: Tap

source: Monitor IP
no_no: Overvåkings IP

source: The gateway configuration has been changed.
no_no: Gateway-konfigurasjonen er endret.

source: Do you really want to delete the selected gateway items?
no_no: Vil du virkelig slette de valgte gatewayelementene?

source: Do you really want to delete this gateway?
no_no: Vil du virkelig slette denne gatewayen?

source: Gateway '%s' cannot be deleted because it is in use on Static Route '%s'
no_no: Gatewayen '%s' kan ikke slettes fordi den er i bruk på statisk rute '%s'

source: Gateway '%s' cannot be deleted because it is in use on Gateway Group '%s'
no_no: Gatewayen '%s' kan ikke slettes fordi den er i bruk i Gateway-gruppen '%s'

source: When to trigger exclusion of a member
no_no: Når skal det utløses utelukkelse av et medlem

source: Packet Loss or High Latency
no_no: Pakketap eller høy latens

source: High Latency
no_no: Høy latens

source: Packet Loss
no_no: Pakketap

source: Member Down
no_no: Medlem nede

source: Trigger Level
no_no: Utløsernivå

source: The virtual IP field selects what (virtual) IP should be used when this group applies to a local Dynamic DNS, IPsec or OpenVPN endpoint
no_no: Det virtuelle IP-feltet velger hvilken (virtuell) IP som skal brukes når denne gruppen gjelder for et lokalt dynamisk DNS-, IPsec- eller OpenVPN-endepunkt

source: The priority selected here defines in what order failover and balancing of links will be done. Multiple links of the same priority will balance connections until all links in the priority will be exhausted. If all links in a priority level are exhausted we will use the next available link(s) in the next priority level.
no_no: Prioriteten som er valgt her, definerer i hvilken rekkefølge failover og balansering av koblinger skal utføres. Flere koblinger av samme prioritet vil balansere tilkoblinger til alle koblinger i prioriteten er oppbrukt. Hvis alle koblingene på et prioritetsnivå er oppbrukt, bruker vi de neste tilgjengelige koblingene på neste prioritetsnivå.

source: Link Priority
no_no: Prioritet for kobling

source: Tier %d
no_no: Nivå %d

source: Never
no_no: Aldri
