Repository: vw-fw/lang
Catalog: *.po
Languages: no_no

source: Edit User List
no_no: Rediger brukerliste

source: Edit Credential
no_no: Rediger legitimasjon

source: Edit Location
no_no: Rediger plassering

source: No Delay
no_no: Ingen forsinkelse

source: Connection Count
no_no: Antall tilkoblinger

source: User Management
no_no: Brukeradministrasjon

source: It looks like you are not having any rules installed. You may want to download the NAXSI core rules.
no_no: Det ser ut til at du ikke har noen regler installert. Det kan være lurt å laste ned NAXSI-kjernereglene.

source: %sUser:%s A username/password combination. Both secure (encrypted) and insecure (unencrypted) passwords can be used.
no_no: %sBruker:%s En kombinasjon av brukernavn/passord. Både sikre (krypterte) og usikre (ukrypterte) passord kan brukes.

source: %sGroup:%s A optional list containing one or more users. Groups usually make it easier to manage permissions for a large number of users
no_no: %sGruppe:%s En valgfri liste som inneholder én eller flere brukere. Grupper gjør det vanligvis enklere å administrere tillatelser for et stort antall brukere

source: Destination URL
no_no: Mål URL

source: User ID
no_no: Bruker ID

source: Group ID
no_no: Gruppe-ID

source: CPU Rule ID
no_no: Cpu regel-ID

source: Source URL
no_no: Kilde-URL

source: Edit Group
no_no: Rediger gruppe

source: No Redis plugin found, please install via System > Firmware > Plugins and enable the service.
no_no: Ikke noe Redis tillegg funnet, vennligst installer via System > Firmware > Tillegg og aktiver tjenesten.

source: IP ACLs
no_no: IP ACLer

source: Connection Limits
no_no: Tilkoblingsgrenser

source: Upstream Server
no_no: Oppstrøms server

source: SNI Based Routing
no_no: SNI-basert ruting

source: Data Streams
no_no: Datastrømmer

source: Entry
no_no: Oppføring

source: TLS Fingerprint (Advanced)
no_no: TLS fingeravtrykk (avansert)

source: Security Headers
no_no: Sikkerhets-headere

source: Endpoints
no_no: Endepunkter

source: List Configuration
no_no: Listekonfigurasjon

source: Edit Endpoint
no_no: Rediger endepunkt

source: Edit Local Configuration
no_no: Rediger lokal konfigurasjon

source: physical
no_no: fysisk

source: settings
no_no: innstillinger

source: Unable to retrieve Zerotier information. Is the service enabled and is there internet connectivity?
no_no: Kan ikke hente Zerotier-informasjon. Er tjenesten aktivert, og er det internettforbindelse?

source: Naxsi WAF Rule
no_no: Naxsi WAF-regel

source: Addresses
no_no: Adresser

source: No addresses currently defined.
no_no: Ingen adresser er definert for øyeblikket.

source: No routes currently defined.
no_no: Ingen ruter er definert.

source: Unable to retrieve Zerotier network information. Is the service enabled, do you have enabled networks and is there internet connectivity?
no_no: Kan ikke hente Zerotier nettverksinformasjon. Er tjenesten aktivert, har du aktivert nettverk og er det internettforbindelse?

source: Unable to retrieve Zerotier peer information. Is the service enabled and is there internet connectivity?
no_no: Kan ikke hente Zerotier peer-informasjon. Er tjenesten aktivert, og er det internettforbindelse?

source: User List
no_no: Brukerliste

source: Hardware information
no_no: Maskinvareinformasjon

source: Platform
no_no: Plattform

source: Credential
no_no: Legitimasjon

source: Receiver Email Address
no_no: E-postadresse for mottaker

source: SMTP Host
no_no: SMTP-vert

source: Use TLS
no_no: Bruk TLS

source: Allow self signed
no_no: Tillat selvsignert

source: SMTP Username (Optional)
no_no: SMTP-brukernavn (valgfritt)

source: SMTP Password (Optional)
no_no: SMTP-passord (valgfritt)

source: GPG Email (Optional)
no_no: GPG-e-post (valgfritt)

source: GPG Public Key (Optional)
no_no: GPG fellesnøkkel (valgfritt)

source: Reverse Proxy and Web Server
no_no: Omvendt proxy og webserver

source: IP Address / Network
no_no: IP-adresse / nettverk

source: Accept And Download
no_no: Godta og last ned

source: You are about to download the core rules from the Repository of NAXSI. You have to accept its %slicense%s to download the rules.
no_no: Du er i ferd med å laste ned kjernereglene fra oppbevaringsstedet til NAXSI. Du må godta %slisens%s for å laste ned reglene.

source: Allow unprivileged access to tap(4) device nodes
no_no: Tillat uprivilegert tilgang til tap(4) enhetsnoder

source: Disable CTRL+ALT+Delete reboot from keyboard.
no_no: Deaktiver CTRL+ALT+Delete omstart fra tastaturet.

source: Do not delay ACK to try and piggyback it onto a data packet
no_no: Ikke utsett ACK for å prøve å legge den på en datapakke

source: Do not send ICMP port unreachable messages for closed UDP ports
no_no: Ikke send ICMP "port unreachable" meldinger for lukkede UDP-porter

source: Drop packets to closed TCP ports without returning a RST
no_no: Dropp pakker til lukkede TCP-porter uten å returnere en RST

source: Enable TCP extended debugging
no_no: Aktiver TCP utvidet feilsøking

source: Enable privacy settings for IPv6 (RFC 4941)
no_no: Aktiver personverninnstillinger for IPv6 (RFC 4941)

source: Enable sending IPv6 redirects
no_no: Aktiver sending av IPv6-omdirigeringer

source: Generate SYN cookies for outbound SYN-ACK packets
no_no: Generer SYN-cookies for utgående SYN-ACK-pakker

source: Handling of non-IP packets which are not passed to pfil (see if_bridge(4))
no_no: Håndtering av ikke-IP-pakker som ikke sendes til pfil (se if_bridge (4))

source: Hide processes running as other groups
no_no: Skjul prosesser som kjører som andre grupper

source: Hide processes running as other users
no_no: Skjul prosesser som kjører som andre brukere

source: Increase UFS read-ahead speeds to match the state of hard drives and NCQ.
no_no: Øk UFS lese-fremover hastigheter for å matche tilstanden til harddisker og NCQ.

source: Maximum incoming/outgoing TCP datagram size (receive)
no_no: Maksimal innkommende/utgående TCP-datagramstørrelse (motta)

source: Maximum incoming/outgoing TCP datagram size (send)
no_no: Maksimal innkommende/utgående TCP-datagramstørrelse (send)

source: Maximum outgoing UDP datagram size
no_no: Maksimal utgående UDP-datagramstørrelse

source: Maximum size of the IP input queue
no_no: Maksimal størrelse på IP-inndatakøen

source: Prefer privacy addresses and use them over the normal addresses
no_no: Foretrekker private adresser og bruk dem over de vanlige adressene

source: Set ICMP Limits
no_no: Angi ICMP-grenser

source: Set the ephemeral port range to be lower.
no_no: Sett det kortvarige port-området til å være lavere.

source: UDP Checksums
no_no: UDP Sjekksummer

source: ACL Entries
no_no: ACL-oppføringer

source: API key
no_no: API nøkkel

source: Accept Parameters
no_no: Godta parametere

source: Access Log Format
no_no: Tilgangslogg format

source: Access Token
no_no: Adgangsnøkkel

source: Access token for Highwinds API.
no_no: Tilgangstoken for Highwinds API.

source: Account Hash
no_no: Konto Hash

source: Account hash for Highwinds API.
no_no: Konto-hash for Highwinds API.

source: Activate third party signatures from BLURL. Use at your own risk.
no_no: Aktiver tredjepartssignaturer fra BLURL. Bruk på eget ansvar.

source: Activate third party signatures from Malware Expert. Use at your own risk.
no_no: Aktiver tredjeparts signaturer fra Malware Expert. Bruk på eget ansvar.

source: Activate third party signatures from Sanesecurtiy BOFHLand. Use at your own risk.
no_no: Aktiver tredjeparts signaturer fra Sanesecurtiy BOFHLand. Bruk på eget ansvar.

source: Activate third party signatures from Sanesecurtiy JURLBLA. Use at your own risk.
no_no: Aktiver tredjeparts signaturer fra Sanesecurtiy JURLBLA. Bruk på eget ansvar.

source: Add BLURL Signatures
no_no: Legg til BLURL-signaturer

source: Add BOFHLand Signatures
no_no: Legg til BOFHLand-signaturer

source: Add Malware Expert Signatures
no_no: Legg til Skadevare ekspert signaturer

source: Add routes in CIDR notation, e.g. 192.168.2.0/24. Multiple entries are allowed
no_no: Legg til ruter i CIDR-notasjon, f.eks. 192.168.2.0/24. Flere oppføringer er tillatt

source: Advanced Proxy Options
no_no: Avanserte proxy-alternativer

source: After this idle time, the client gets disconnected.
no_no: Etter denne "ledig"-tiden kobles klienten fra.

source: All: All access restrictions must be fulfilled; Any: Any of the access restrictions must be fulfilled.
no_no: Alle: Alle tilgangsrestriksjoner må være oppfylt; Enhver: Noen av tilgangsrestriksjonene må være oppfylt.

source: Allow Privileged Ports
no_no: Tillat privilegerte porter

source: Allow Write Access
no_no: Tillat skrivetilgang

source: Allow the daemon to use the sendfile function.
no_no: Tillat daemonen å bruke sendfil-funksjonen.

source: Allowed Groups
no_no: Tillatte grupper

source: Allowed Users
no_no: Tillatte brukere

source: Allowed destination SSL ports, you may use ranges (ex. 222-226) and add comments with colon (ex. 22:ssh).
no_no: Tillatte mål SSL-porter, du kan bruke områder (f.eks. 222-226) og legge til kommentarer med kolon (f.eks. 22:ssh).

source: Allowed destination TCP ports, you may use ranges (ex. 222-226) and add comments with colon (ex. 22:ssh).
no_no: Tillatte mål TCP-porter, du kan bruke områder (f.eks. 222-226) og legge til kommentarer med kolon (f.eks. 22:ssh).

source: Allows to use blobs as a data source. This usually is content, which is somehow generated in JavaScript.
no_no: Tillater bruk av blobs som datakilde. Dette er vanligvis innhold som på en eller annen måte genereres i JavaScript.

source: Arguments
no_no: Argumenter

source: Automatic Index
no_no: Automatisk indeks

source: Automations
no_no: Automatiseringer

source: BCC To
no_no: BCC til

source: Bandwidth Metric
no_no: Båndbredde Metrikk

source: Basic Authentication
no_no: Enkel autentisering

source: Basic Credentials List
no_no: Grunnleggende legitimasjonsliste

source: Beginning Hour
no_no: Første time

source: Bind SMTP Client Address
no_no: Bind SMTP-klientadresse

source: Bind SMTP Client v6 Address
no_no: Bind SMTP-klient v6-adresse

source: Bind the process/thread ID to this CPU.
no_no: Bind prosessen/tråd-IDen til denne CPU-en.

source: Blacklist destination domains. You may use a regular expression, use a comma or press Enter for new item. Examples: "mydomain.com" matches on "*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\." matches on "http(s)://textONLY.mydomain.*"; "\.gif$" matches on "*.gif" but not on "\*.gif\test"; "\[0-9]+\.gif$" matches on "\123.gif" but not on "\test.gif"
no_no: Svarteliste mål-domener. Du kan bruke et regulært uttrykk, bruke komma eller trykk Enter for et nytt element. Eksempler: "mydomain.com" matcher "* .mydomain.com"; "^ Https:?\/\/([a-zA-Z])\mittdomene\." matcher "http(s)://textONLY.mittdoemen.*"; "\ .gif$" matcher "* .gif", men ikke "\*.gif\test"; "\[0-9]+\.gif$" matcher "\123.gif", men ikke "\test.gif"

source: Block Configuration Files
no_no: Blokker konfigurasjonsfiler

source: Block IPv6
no_no: Blokkere IPv6

source: Block XSS Score
no_no: Blokker XSS Score

source: Block specific MIME type reply. You may use a regular expression, use a comma or press Enter for new item. Examples: "video/flv" matches on "Flash Video"; "application/x-javascript" matches on "javascripts"
no_no: Blokker spesifikt MIME-type svar. Du kan bruke et regulært uttrykk, bruke komma eller trykke Enter for et nytt element. Eksempler: "video/flv" matcher "Flash Video"; "applikasjon/x-javascript" matcher "javascripts"

source: Block user-agents. You may use a regular expression, use a comma or press Enter for new item. Examples: "^(.)+Macintosh(.)+Firefox/37\.0" matches on "Macintosh version of Firefox revision 37.0"; "^Mozilla" matches on "all Mozilla based browsers"
no_no: Blokker brukeragenter. Du kan bruke et vanlig uttrykk, bruke komma eller trykke Enter for et nytt element. Eksempler: "^(.)+Macintosh(.)+Firefox/37\.0" matcher "Macintosh version of Firefox revision 37.0"; "^Mozilla" matcher "alle Mozilla-baserte nettlesere"

source: Blocks files like .htaccess files or other files not intended for the public.
no_no: Blokkerer filer som .htaccess-filer eller andre filer som ikke er ment for publikum.

source: CA Certificate
no_no: CA-sertifikat

source: Cache Max TTL
no_no: Cache Maks TTL

source: Cache Negative Max TTL
no_no: Cache Negativ Maks TTL

source: Cache Negative Min TTL
no_no: Cache Negativ Min TTL

source: Cache: Directory
no_no: Cache: Katalog

source: Cache: HTTP Verbs
no_no: Cache: HTTP-verb

source: Cert Refresh Delay
no_no: Sert oppfriskingsforsinkelse

source: Certificate Authorities
no_no: Sertifikatmyndigheter

source: Certificate Hash
no_no: Sertifikat Hash

source: Certificate Hash Type
no_no: Sertifikat Hash type

source: Certificate Revocation Lists
no_no: Sertifikat tilbakekallingslister

source: Charset
no_no: Tegnsett

source: Checking this box allows functions like eval or createFunction in JS, or style attributes for CSS.
no_no: Avkryssing i denne boksen tillater funksjoner som eval eller createFunction i JS, eller stilattributter for CSS.

source: Checking this directive allows to use scripts or styles directly embedded in in the HTML content. Examples are the script and the style tags.
no_no: Avkryssing for dette direktivet, tillater bruk av skript eller stiler som er direkte innebygd i HTML-innholdet. Eksempler er skriptet og stilkodene.

source: Choose URL rewriting rules.
no_no: Velg URL omskrivingsregler.

source: Choose a Firewall Alias for trusted proxies.
no_no: Velg et brannmuralias for betrodde proxyer.

source: Choose a backend for advanced authentication. If you don't have one, configure it under System -> Access -> Servers. If nothing is configured, the local database is used.
no_no: Velg en backend for avansert autentisering. Hvis du ikke har en, konfigurerer du den under System -> Tilgang -> Servere. Hvis ingenting er konfigurert, brukes den lokale databasen.

source: Choose a cache directory if you want to cache responses.
no_no: Velg en hurtigbuffer-katalog hvis du vil bufre svar.

source: Choose a proxy type. Usually you should use Direct for a direct connection or Proxy for a Proxy.
no_no: Velg en proxy-type. Vanligvis bør du bruke Direkte for en direkte tilkobling eller Proxy for en Proxy.

source: Choose how to match on "URL Pattern".
no_no: Velg hvordan du vil matche på "URL-mønster".

source: Comma-separated list of SMTP servers for alert delivery.
no_no: Kommaseparert liste over SMTP-servere for levering av varsler.

source: Content Security Policy: Default Source
no_no: Policy for innholdssikkerhet: Standard kilde

source: Content Security Policy: Enable
no_no: Policy for innholdssikkerhet: Aktiver

source: Content Security Policy: Font Source
no_no: Policy for innholdssikkerhet: Fontkilde

source: Content Security Policy: Form Action
no_no: Policy for innholdssikkerhet: Skjemahandling

source: Content Security Policy: Image Source
no_no: Policy for innholdssikkerhet: Bildekilde

source: Content Security Policy: Media Source
no_no: Policy for innholdssikkerhet: Mediekilde

source: Content Security Policy: Report Only
no_no: Policy for innholdssikkerhet: Bare rapport

source: Content Security Policy: Script Source
no_no: Policy for innholdssikkerhet: Skriptkilde

source: Content Security Policy: Stylesheet Source
no_no: Policy for innholdssikkerhet: Stilark.kilde

source: Context
no_no: Kontekst

source: Custom Security Policy
no_no: Egendefinert sikkerhetspolicy

source: Custom config
no_no: Egendefinert konfig

source: Custom configuration, which will be returned in the output file without modifications
no_no: Tilpasset konfigurasjon, som vil bli returnert i utdatafilen uten endringer

source: DHCP Enable
no_no: DHCP Aktiver

source: DHCP Listen IP
no_no: DHCP Lytte IP

source: DNS Forwarders
no_no: DNS Videresendere

source: DNS Mode
no_no: DNS-modus

source: DNSSEC Validation
no_no: DNSSEC-validering

source: Default Action
no_no: Standard handling

source: Default MIME-Type
no_no: Standard MIME-type

source: Default is "No". Set to "Auto" to use the static trust anchor configuration by the system.
no_no: Standard er "Nei". Sett til "Auto" for å bruke den statiske ankerkonfigurasjonen fra systemet.

source: Define an ACL where you allow which clients can resolve via this service. Usually use your local LAN.
no_no: Definer en ACL der du tillater hvilke klienter som kan slå opp via denne tjenesten. Bruk vanligvis ditt lokale LAN.

source: Depends
no_no: Avhenger

source: Description for this automation.
no_no: Beskrivelse for denne automatiseringen.

source: Description for this group.
no_no: Beskrivelse for denne gruppen.

source: Description for this user.
no_no: Beskrivelse for denne brukeren.

source: Disable Bot Protection
no_no: Deaktiver bot-beskyttelse

source: Disable Routes
no_no: Deaktiver ruter

source: Disable password save
no_no: Deaktiver passordlagring

source: Do Not Use
no_no: Ikke bruk

source: Do not decode and/or filter SSL content, only log requested domains and IP addresses. Some old servers may not provide SNI, so their addresses will not be indicated.
no_no: Ikke dekod og/eller filtrer SSL-innhold, bare logg forespurte domener og IP-adresser. Noen gamle servere har kanskje ikke SNI, så adressene deres vil ikke bli oppgitt.

source: Domain Level From
no_no: Domenenivå fra

source: Domain Level To
no_no: Domenenivå til

source: Elliptic Curves
no_no: Elliptiske kurver

source: Enable Advanced ACLs
no_no: Aktivere avanserte ACLer

source: Enable Authentication
no_no: Aktiver godkjenning

source: Enable BIND Daemon
no_no: Aktivere BIND Daemon

source: Enable Blobs
no_no: Aktivere Blober

source: Enable CARP Failover
no_no: Aktiver CARP Failover

source: Enable Client Certificate Authentication.
no_no: Aktiver klientsertifikat autentisering.

source: Enable DNSBL and RPZ
no_no: Aktiver DNSBL og RPZ

source: Enable DNSCrypt-Proxy
no_no: Aktiver DNSCrypt-Proxy

source: Enable Data URLs
no_no: Aktiver Data URLer

source: Enable DuckDuckGo SafeSearch
no_no: Aktiver DuckDuckGo SafeSearch

source: Enable Elasticsearch Output
no_no: Aktiver Elasticsearch Output

source: Enable Eval
no_no: Aktiver Eval

source: Enable File System URLs
no_no: Aktiver filsystem URLer

source: Enable Google SafeSearch
no_no: Aktiver Google SafeSearch

source: Enable HTTP Basic Authentication.
no_no: Aktiver HTTP grunnleggende godkjenning.

source: Enable HTTP(S) URLs
no_no: Aktiver HTTP(S) URLer

source: Enable HTTP/2
no_no: Aktiver HTTP/2

source: Enable HTTP/2 Preloading
no_no: Aktiver HTTP/2 Preloading

source: Enable Inline Scripting
no_no: Aktiver inline skripting

source: Enable Let's Encrypt Plugin Support
no_no: Aktiver støtte for Let's Encrypt Plugin tillegg

source: Enable Maltrail Sensor
no_no: Aktiver Maltrail Sensor

source: Enable Maltrail Server
no_no: Aktiver Maltrail Server

source: Enable Mikrotik attributes
no_no: Aktiver Mikrotik-attributter

source: Enable PIE
no_no: Aktiver PIE

source: Enable PIE active queue management
no_no: Aktiver PIE aktiv køstyring

source: Enable PSK based encryption for communicating with the Zabbix server
no_no: Aktivere PSK-basert kryptering for kommunikasjon med Zabbix-serveren

source: Enable Parent Proxy
no_no: Aktiver Overordnet proxy

source: Enable Prometheus Output
no_no: Aktiver Prometheus-output

source: Enable Remote MySQL
no_no: Aktiver ekstern MySQL

source: Enable SNMP Service
no_no: Aktiver SNMP-tjeneste

source: Enable SQLite
no_no: Aktiver SQLite

source: Enable Security Rules
no_no: Aktivere sikkerhetsregler

source: Enable Sendfile
no_no: Aktiver Sendfile

source: Enable SoftEther
no_no: Aktiver SoftEther

source: Enable Strict Bing Search
no_no: Aktivere strikt Bing-søk

source: Enable TLS (HTTPS)
no_no: Aktiver TLS (HTTPS)

source: Enable WAF
no_no: Aktivere WAF

source: Enable WireGuard
no_no: Aktivere WireGuard

source: Enable Youtube Adult Restrictions
no_no: Aktiver begrensninger på YouTube voksen-innhold

source: Enable a DNS cache to reduce latency and outgoing traffic.
no_no: Aktiver en DNS-cache for å redusere ventetid og utgående trafikk.

source: Enable authentication against the parent proxy.
no_no: Aktiver godkjenning mot den overordnede proxyen.

source: Enable configured services.
no_no: Aktiver konfigurerte tjenester.

source: Enable nginx
no_no: Aktivere nginx

source: Enable ntopng
no_no: Aktiver ntopng

source: Enable or disable SSL server certificate verification.
no_no: Aktiver eller deaktiver verfisering av SSL-serversertifikat.

source: Enable support for HTTP/2.
no_no: Aktiver støtte for HTTP/2.

source: Enable syslog alerts
no_no: Aktiver syslog-varsler

source: Enable the APCSMART driver.
no_no: Aktiver APCSMART-driveren.

source: Enable the BlazerUSB driver.
no_no: Aktiver BlazerUSB-driveren.

source: Enable the collection of HAProxy statistics.
no_no: Aktiver innsamling av HAProxy-statistikk.

source: Enable the collection of ZFS statistics.
no_no: Aktiver innsamling av ZFS-statistikk.

source: Enable this alias.
no_no: Aktiver dette aliaset.

source: Enable this automation.
no_no: Aktiver denne automatiseringen.

source: Enable this group.
no_no: Aktiver denne gruppen.

source: Enable this pipe and its related queues and rules
no_no: Aktiver denne pipen og tilhørende køer og regler

source: Enable this queue and its related rules
no_no: Aktivere denne køen og relaterte regler

source: Enable this server.
no_no: Aktiver denne serveren.

source: Enable this user.
no_no: Aktiver denne brukeren.

source: Enable this userparameter.
no_no: Aktiver denne brukerparameteren.

source: Enable vnStat daemon
no_no: Aktivere vnStat-daemon

source: Encryption Key
no_no: Krypteringsnøkkel

source: Endpoint Address
no_no: Endepunktadresse

source: Endpoint Port
no_no: Endepunktport

source: Enter a URL pattern like forum.veritawall.org/index*.
no_no: Skriv inn et URL-mønster som forum.veritawall.org/index*.

source: Enter a description for this proxy for your reference.
no_no: Skriv inn en beskrivelse for denne proxyen for din egen referansen.

source: Enter a hostname pattern like *.veritawall.org.
no_no: Skriv inn et vertsnavnmønster som *.veritawall.org.

source: Enter a name for this match.
no_no: Angi inn et navn for denne matchen.

source: Enter a proxy URL in the form proxy.example.com:3128.
no_no: Skriv inn en proxy-URL på formen proxy.eksempel.no:3128.

source: Enter a regular expression to match the URL
no_no: Skriv inn et regulært uttrykk som matcher URL-en

source: Enter a short description like a name for this ACL. It will be shown in the drop downs.
no_no: Skriv inn en kort beskrivelse som et navn for denne ACLen. Det vil bli vist i nedftrekkslistene.

source: Enter a useful description for your entry.
no_no: Angi en nyttig beskrivelse for oppføringen din.

source: Enter how often the resource must be hit before adding it to the cache.
no_no: Angi hvor ofte ressursen må treffes før den legges til i hurtigbufferen.

source: Enter regular expressions in the form trap@example\.com into this field. The value is automatically enclosed in slashes and the case insensitive option is added.
no_no: Angi regulære uttrykk på formen trap@eksempel\.com i dette feltet. Verdien blir automatisk omsluttet av skråstrek og alternativet for tilfelle av små bokstaver blir lagt til.

source: Enter start hour (minimum 0).
no_no: Angi første time (minimum 0).

source: Enter the days of the month for the job to act, can also be a comma-separated list, * (each) or a range (ex. 1,20,28 or 1-28)
no_no: Angi dagene i måneden når jobben skal utføres, kan også være en kommaseparert liste, * (hver) eller et område (eks. 1,20,28 eller 1-28)

source: Enter the days of the week for the job to act, can also be a comma-separated list, * (each) or a range (ex. 1,2,3 or 1-3)
no_no: Angi ukedagene når jobben skal utføres, kan også være en kommaseparert liste, * (hver) eller et område (eks. 1,2,3 eller 1-3)
