Repository: vw-fw/lang
Catalog: *.po
Languages: no_no

source: Local Description to help identify this network
no_no: Lokal beskrivelse for å identifisere dette nettverket

source: Local HTTP Port
no_no: Lokal HTTP-port

source: Local Port
no_no: Lokal port

source: Log Authentication Bad Password
no_no: Loggfør Autentisering Feil passord

source: Log Authentication Good Password
no_no: Loggfør Autentisering Riktig passord

source: Log Authentication Request
no_no: Logg autentiseringsforespørsel

source: Log File
no_no: Loggfil

source: Log File Size
no_no: Loggfilstørrelse

source: Log Host
no_no: Logg vert

source: Log Level
no_no: Loggnivå

source: Log Remote Commands
no_no: Logg eksterne kommandoer

source: Log SNI information only
no_no: Logg bare SNI-informasjon

source: Log Status Changes
no_no: Logg statusendringer

source: Log connections
no_no: Logg tilkoblinger

source: Log to File or Syslog
no_no: Logg til Fil eller Syslog

source: Logfile level
no_no: Loggfilnivå

source: Logging Configuration
no_no: Logging konfigurasjon

source: Logging Options
no_no: Alternativer for logging

source: Logical operator for conditions
no_no: Logisk operator for betingelser

source: Logs password if it is correct.
no_no: Logger passord hvis det er riktig.

source: Logs password if it is rejected.
no_no: Logger passord hvis det blir avvist.

source: Lua function
no_no: Lua funksjon

source: Lua service
no_no: Lua-tjeneste

source: M/Monit Timeout
no_no: M / Monit Tidsavbrudd

source: MAC address
no_no: MAC-adresse

source: MX Check
no_no: MX-sjekk

source: Mail Server Port
no_no: E-postserver port

source: Mail format
no_no: E-postformat

source: Mails from IPs entered here will not be scanned.
no_no: E-post fra IP-adresser som er angitt her, vil ikke bli skannet.

source: Main Settings
no_no: Hovedinnstillinger

source: Make sure the script is executable by the Monit service.
no_no: Forsikre deg om at skriptet kan kjøres av Monit-tjenesten.

source: Mark encrypted archives as viruses (Encrypted.Zip, Encrypted.RAR).
no_no: Merk krypterte arkiver som virus (Encrypted.Zip, Encrypted.RAR).

source: Mask bits are used to limit the network range from which the message may be resent. This is used to avoid a rejection if another server sends the second mail.
no_no: Maskebiter brukes for å begrense nettverksområdet fra hvilken meldingen kan sendes fra. Dette brukes for å unngå avslag hvis en annen server sender den andre e-posten.

source: Match response
no_no: Match svar

source: Matches the specified regular expression in all occurrences of header field.
no_no: Matcher det angitte regulære uttrykket i alle forekomster av header-felt.

source: Matches the specified regular expression in all occurrences of the header field.
no_no: Matcher det angitte regulære uttrykket i alle forekomster av header-feltet.

source: Max Daily Session
no_no: Maks daglig økt

source: Max directory recursion
no_no: Maksimal katalogrekursjon

source: Max file size
no_no: Maks filstørrelse

source: Max files
no_no: Maks. filer

source: Max object size
no_no: Maks objektstørrelse

source: Max recursion
no_no: Maks rekursjon

source: Max scan size
no_no: Maks skannestørrelse

source: Max servers
no_no: Maks servere

source: Max sessions
no_no: Maks økter

source: Max. data length
no_no: Maks. datalengde

source: Max. line length
no_no: Maks. linjelengde

source: Maximum Clients
no_no: Maks antall klienter

source: Maximum Data Length
no_no: Maksimal datalengde

source: Maximum Length
no_no: Maksimumslengde

source: Maximum Memory
no_no: Maksimalt minne

source: Maximum Memory In Queues (MB)
no_no: Maksimalt minne i køer (MB)

source: Maximum Memory Policy
no_no: Maksimal minnepolicy

source: Maximum RAM per LUA process
no_no: Maksimal RAM per LUA-prosess

source: Maximum Recipients
no_no: Maks antall mottakere

source: Maximum SSL DH Size
no_no: Maksimal SSL DH-størrelse

source: Maximum Size
no_no: Maksimal størrelse

source: Maximum connections
no_no: Maks antall tilkoblinger

source: Maximum depth directories are scanned at.
no_no: Maksimal dybde kataloger skannes på.

source: Maximum download size (kB)
no_no: Maksimal nedlastningsstørrelse (kB)

source: Maximum number of concurrent FTP sessions. When the proxy reaches this limit, new connections are denied. The default is 100 sessions. The limit can be lowered to a minimum of 1, or raised to a maximum of 500.
no_no: Maksimalt antall samtidige FTP-økter. Når proxyen når denne grensen, blir nye forbindelser nektet. Standard er 100 økter. Grensen kan senkes til minimum 1, eller heves til maksimalt 500.

source: Maximum number of new lines the agent will send per second to Zabbix Server or Proxy processing 'log' and 'logrt' active checks.
no_no: Maksimalt antall nye linjer agenten vil sende per sekund til Zabbix Server eller Proxy ved behandling av 'log' og 'logrt' aktive sjekker.

source: Maximum number of queued items
no_no: Maksimalt antall elementer i kø

source: Maximum number of threads running
no_no: Maks antall tråder som kjører

source: Maximum number of threads running at the same time.
no_no: Maksimum antall tråder som kjører samtidig.

source: Maximum number of values in a memory buffer. The agent will send all collected data to Zabbix Server or Proxy if the buffer is full.
no_no: Maksimum antall verdier i en minnebuffer. Agenten vil sende alle innsamlede data til Zabbix Server eller Proxy hvis bufferen er full.

source: Maximum object size (MB)
no_no: Maksimal objektstørrelse (MB)

source: Maximum size of log file in MB. Zabbix Agent will automatically rotate the log once this limit is reached.
no_no: Maksimal størrelse på loggfilen i MB. Zabbix Agent roterer loggen automatisk når denne grensen er nådd.

source: Maximum upload size (kB)
no_no: Maksimal opplastingsstørrelse (kB)

source: Memory
no_no: Minne

source: Memory Cache size in Megabytes
no_no: Minnebufferstørrelse i Megabyte

source: Memory Statistics
no_no: Minne statistikk

source: Message
no_no: Melding

source: Message Size Limit
no_no: Grense for meldingsstørrelse

source: Milter Headers
no_no: Milter Headere

source: Min spare threads
no_no: Min ledige tråder

source: Minutes
no_no: Minutter

source: Mode
no_no: Modus

source: Monit HTTPD Access List
no_no: Monit HTTPD Aksessliste

source: Months
no_no: Måneder

source: MySQL check
no_no: MySQL sjekk

source: MySQL user
no_no: MySQL bruker

source: NTP Statistics
no_no: NTP statistikk

source: Name
no_no: Navn

source: Name to identify this Health Monitor.
no_no: Navn for å identifisere denne helsemonitoren.

source: Name to identify this Lua script.
no_no: Navn for å identifisere dette Lua-skriptet.

source: Name to identify this Public Service.
no_no: Navn for å identifisere denne offentlige tjenesten.

source: Name to identify this account.
no_no: Navn for å identifisere denne kontoen.

source: Name to identify this condition.
no_no: Navn for å identifisere denne betingelsen.

source: Name to identify this error message.
no_no: Navn for å identifisere denne feilmeldingen.

source: Name to identify this rule.
no_no: Navn for å identifisere denne regelen.

source: Name to identify this validation.
no_no: Navn for å identifisere denne valideringen.

source: Name used for this network
no_no: Navnet som brukes for dette nettverket

source: Negate condition
no_no: Negér tilstand

source: Neighbor AS.
no_no: Nabo AS.

source: Nested archives are scanned recursively, e.g. if a Zip archive contains a RAR file, all files within it will also be scanned.
no_no: Nøstede arkiver skannes rekursivt, dvs. hvis et zip-arkiv inneholder en RAR-fil, vil alle filer i det også bli skannet.

source: Network
no_no: Nettverk

source: Network Address
no_no: Nettverksadresse

source: Network ID
no_no: Nettverks-ID

source: Network Interface Statistics
no_no: Statistikk for nettverksgrensesnitt

source: Network Mask
no_no: Nettverksmaske

source: Network Name
no_no: Nettverksnavn

source: Network Type
no_no: Nettverkstype

source: Networks
no_no: Nettverk

source: Networks to interpret as local
no_no: Nettverk som skal tolkes som lokale

source: Nickname
no_no: Kallenavn

source: Not on
no_no: Ikke for

source: Number Of Processes
no_no: Antall prosesser

source: Number of files to be scanned within an archive, a document, or any other container file.
no_no: Antall filer som skal skannes i et arkiv, et dokument eller en annen containerfil.

source: Number of logs to keep.
no_no: Antall logger som skal beholdes.

source: Number of second-level subdirectories
no_no: Antall andre nivå underkataloger

source: Number of seconds that the control connection can be idle, before the proxy will disconnect. The maximum is 86400 seconds, which is also the default. Do not set this too low, because the control connection is usually idle when large data transfers are taking place.
no_no: Antall sekunder som kontrolltilkoblingen kan være inaktiv, før proxyen kobles fra. Maksimumet er 86400 sekunder, som også er standard. Ikke angi dette for lavt, fordi kontrolltilkoblingen vanligvis er inaktiv når store dataoverføringer finner sted.

source: Nut Account Settings
no_no: Nut kontoinnstillinger

source: Veritawall Web Service
no_no: Veritawall webtjeneste

source: Omit Hostname
no_no: Utelat vertsnavn

source: On system boot wait before Monit starts checking services.
no_no: Angir ventetid ved system-oppstart før Monit starter å sjekke tjenester.

source: Onion Service
no_no: Onion Tjeneste

source: Only Scan Attachments
no_no: Bare skan vedlegg

source: Openphish Premium offers more services, please only activate if you have a current license.
no_no: Openphish Premium tilbyr flere tjenester, aktiver bare hvis du har en gjeldende lisens.

source: Openphish is a service where phishing URLs get collected and asked by rspamd.
no_no: Openphish er en tjeneste der nettsteder for phishing blir samlet inn og spurt av rspamd.

source: Optional condition
no_no: Valgfri betingelse

source: Optional e-mail address for this account.
no_no: Valgfri e-postadresse for denne kontoen.

source: Options
no_no: Alternativer

source: Outbound interface
no_no: Utgående grensesnitt

source: PE stands for Portable Executable - it's an executable file format used in all 32 and 64-bit versions of Windows operating systems.
no_no: PE står for Portable Executable - det er et kjørbart filformat som brukes i alle 32 og 64-biters versjoner av Windows-operativsystemer.

source: PID File
no_no: PID-fil

source: Parameter Value
no_no: Parameterverdi

source: Parameters
no_no: Parametere

source: Passive Interfaces
no_no: Passive grensesnitt

source: Password
no_no: Passord

source: Password for the bind user.
no_no: Passord for bind-brukeren.

source: Password to authenticate against the server.
no_no: Passord for å autentisere mot serveren.

source: Paste the content of your Lua script here.
no_no: Lim inn innholdet i Lua-skriptet ditt her.

source: Paste the content of your error messages here. The message must represent the full HTTP response and include required HTTP headers. It should not exceed the configured buffer size, which generally is 8 or 16 kB.
no_no: Lim inn innholdet i feilmeldingene dine her. Meldingen må representere hele HTTP-svaret og inneholde nødvendige HTTP-headere. Den bør ikke overstige den konfigurerte bufferstørrelsen, som vanligvis er 8 eller 16 kB.

source: Path
no_no: Sti

source: Path Contains
no_no: Sti inneholder

source: Path Matches
no_no: Sti matcher

source: Path Prefix
no_no: Sti-prefiks

source: Path Regex
no_no: Sti-regex

source: Path Suffix
no_no: Sti-suffiks

source: Pattern matcher
no_no: Mønster matching

source: Peer name (FQDN)
no_no: Peer navn (FQDN)

source: Per IP Limit: Mail Count
no_no: Per IP-grense: Antall e-post

source: Per IP Limit: Time
no_no: Per IP-grense: Tid

source: Per IP Limit: Time Unit
no_no: Per IP-grense: Tidsenhet

source: Perform HTML normalisation and decryption of MS Script Encoder code.
no_no: Utfør HTML-normalisering og dekryptering av MS Script Encoder-kode.

source: Permit SASL Authenticated
no_no: Tillat SASL Autentisert

source: Permit Trusted Networks
no_no: Tillat klarerte nettverk

source: Please specify the internal networks allowed to register here. Leave empty to allow every device. Format is CSV without spaces and CIDR, like 192.168.0.0/24,10.0.0.0/8.
no_no: Vennligst angi de interne nettverkene som er tillatt å registrere her. La stå tom for å tillate alle enheter. Format er CSV uten mellomrom og CIDR, som 192.168.0.0/24,10.0.0.0/8.

source: Polling Interval
no_no: Polling-Intervall

source: Port number on which the SOCKS server should listen. The default is 9050. You should not change this unless you need the port.
no_no: Portnummer som SOCKS-serveren skal lytte til. Standard er 9050. Du bør ikke endre dette med mindre du trenger porten.

source: Port number on which the transparent DNS server should listen. The default is 9053. You should not change this unless you need the port.
no_no: Portnummer som den transparente DNS-serveren skal lytte til. Standard er 9053. Du bør ikke endre dette med mindre du trenger porten.

source: Port number on which the transparent proxy server should listen. The default is 9040. You should not change this unless you need the port.
no_no: Portnummer som den transparente proxy-serveren skal lytte til. Standard er 9040. Du bør ikke endre dette med mindre du trenger porten.

source: Port of Zabbix trapper on Zabbix server. Default is fine for most scenarios.
no_no: Port for Zabbix trapper på Zabbix server. Standard går fint i de fleste scenarier.

source: Port of the remote server.
no_no: Port for ekstern server.

source: Port of the server.
no_no: Porten til serveren.

source: Port to check
no_no: Port som skal sjekkes

source: PostgreSQL check
no_no: PostgreSQL sjekk

source: PostgreSQL user
no_no: PostgreSQL-bruker

source: Prefix-List In
no_no: Prefiksliste inn

source: Prefix-List Out
no_no: Prefiksliste ut

source: Prefix-List for inbound direction
no_no: Prefiksliste for inngående retning

source: Prefix-List for outbound direction
no_no: Prefiksliste for utgående retning

source: Priority
no_no: Prioritet

source: Private key
no_no: Privat nøkkel

source: Processes
no_no: Prosesser

source: Promiscuous mode
no_no: Promiskuøs modus

source: Protocol
no_no: Protokoll

source: Protocol Type
no_no: Protokolltype

source: Provide either the FQDN or the IP address of this server.
no_no: Oppgi enten FQDN eller IP-adressen til denne serveren.

source: Provide the TCP communication port to use during check, i.e. 80 or 443.
no_no: Oppgi TCP-kommunikasjonsporten som skal brukes under sjekken, f.eks. 80 eller 443.

source: Provider
no_no: Leverandør

source: Proxy Mode
no_no: Proxy-modus

source: Proxy Protocol
no_no: Proxy-protokoll

source: Proxy interfaces
no_no: Proxy-grensesnitt

source: Public key
no_no: Offentlig nøkkel

source: Public key for this host in the network
no_no: Offentlig nøkkel for denne verten i nettverket

source: Public key for this host in the network (leave empty to generate)
no_no: Offentlig nøkkel for denne verten i nettverket (la stå tom for å generere)

source: RTP port high
no_no: RTP-port høy

source: RTP port low
no_no: RTP-port lav

source: RTP timeout
no_no: RTP-tidsavbrudd

source: Recipient
no_no: Mottaker

source: Recipients
no_no: Mottakere

source: Regular Expression
no_no: Regulært uttrykk

source: Regular expressions are allowed.
no_no: Regulære uttrykk er tillatt.

source: Reject Private IPs
no_no: Avvis private IP-adresser

source: Reject Unauthenticated Destination
no_no: Avvis ikke-autentisert destinasjon

source: Reject Unknown Recipient Domain
no_no: Avvis ukjent mottakerdomene

source: Reject Unknown Sender Domain
no_no: Avvis ukjent avsenderdomene

source: Reminder
no_no: Påminnelse

source: Remote AS
no_no: Ekstern AS

source: Remote ports in VIA-Header
no_no: Eksterne porter i VIA-Header

source: Restrictions
no_no: Begrensninger

source: Retries
no_no: Forsøk

source: Reverse DNS resolution for LDAP server IP.
no_no: Omvendt DNS-oppslag for LDAP-server IP.

source: Reverse DNS resolution for host IP.
no_no: Omvendt DNS-oppslag for IP-vert.

source: Reverse address
no_no: Omvendt adresse

source: Reverse port
no_no: Omvendt port

source: Revision
no_no: Revisjon

source: Rewrite source port
no_no: Omskriv kildeport

source: Root Certificate
no_no: Rot sertifikat

source: Rotate alert logs at provided interval.
no_no: Roter varslingslogger ved angitt intervall.

source: Rotate log
no_no: Roter loggen

source: Route Priority
no_no: Rute prioritet

source: Route Redistribution
no_no: Rute redistribusjon

source: Router ID
no_no: Ruter-ID

source: Router ID as IPv4 Address
no_no: Ruter-ID som IPv4-adresse

source: Rule priority
no_no: Regelprioritet

source: Rules
no_no: Regler

source: Run as root
no_no: Kjør som root

source: SIP listen port
no_no: SIP lytte port

source: SIP port the service use, default of 5060 is perfectly fine.
no_no: SIP port tjenesten bruker, standard på 5060 er helt ok.

source: SMTP Client Security
no_no: SMTP-klientsikkerhet

source: SMTP check
no_no: SMTP-sjekk

source: SMTP domain
no_no: SMTP-domene

source: SNI Contains
no_no: SNI Inneholder

source: SNI Matches
no_no: SNI matcher

source: SNI Prefix
no_no: SNI-prefiks

source: SNI Suffix
no_no: SNI Suffiks

source: SNMP Agent Settings
no_no: Innstillinger for SNMP-agent

source: SNMP password
no_no: SNMP passord

source: SOCKS Port Number
no_no: SOCKS Portnummer

source: SSL Client Certificate
no_no: SSL-klientsertifikat

source: SSL Error ID
no_no: SSL-feil-ID

source: SSL Offloading
no_no: SSL-avlasting

source: SSL Verify CA
no_no: SSL Verifiser CA

source: SSL Verify CRL
no_no: SSL Verifiser CRL

source: SSL cache size
no_no: SSL-bufferstørrelse

source: SSL certificate
no_no: SSL-sertifikat

source: SSL default settings
no_no: Standardinnstillinger for SSL

source: SSL/Fingerprint
no_no: SSL/Fingeravtrykk

source: STUN period
no_no: STUN periode

source: Save logs
no_no: Lagre logger

source: Scan HTML
no_no: Skanne HTML

source: Scan HWP3
no_no: Skann HWP3

source: Scan OLE2
no_no: Skanne OLE2

source: Scan PDF files
no_no: Skanne PDF-filer

source: Scan SWF
no_no: Skann SWF

source: Scan XMLDOCS
no_no: Skanne XMLDOCS

source: Scheduler
no_no: Planlegger

source: Secret Key
no_no: Hemmelig nøkkel

source: Security Settings
no_no: Sikkerhetsinnstillinger

source: Select Authentication method
no_no: Velg Godkjenningsmetode

source: Select Error Messages
no_no: Velg Feilmeldinger

source: Select HTTP method for health check.
no_no: Velg HTTP-metode for helsesjekk.

source: Select HTTP version for a HTTP health check.
no_no: Velg HTTP-versjon for helsesjekk.

source: Select NetFlow version to use.
no_no: Velg NetFlow-versjon du vil bruke.

source: Select Rules
no_no: Velg Regler

source: Select Windows Server version for AD controller
no_no: Velg Windows Server-versjon for AD-kontroller

source: Select an interface where this settings apply to.
no_no: Velg et grensesnitt disse innstillingene gjelder for.

source: Select authentication methods to use, leave empty for no authentication needed.
no_no: Velg autentiserings-metoder som skal brukes. Lå stå tom for IKKE å bruke autentisering.

source: Select condition type.
no_no: Velg betingelsestype.

source: Select conditions
no_no: Velg betingelser

source: Select destinations to send NetFlow data to (ip address:port, eg 192.168.0.1:2550).
no_no: Velg destinasjoner å sende NetFlow-data til (ip-adresse:port, f.eks 192.168.0.1:2550).

source: Select health check expression.
no_no: Velg uttrykk for helsesjekk.

source: Select how detailed the logs should be debug is the most verbose setting.
no_no: Velg hvor detaljerte loggene skal være, debug er den mest detaljerte innstillingen.

source: Select how to look for a specific pattern in the response.
no_no: Velg hvordan du skal se etter et spesifikt mønster i svaret.

source: Select if job is enabled or not
no_no: Velg om jobben er aktivert eller ikke

source: Select if you want to use ICAP.
no_no: Velg om du vil bruke ICAP.

source: Select interface(s) the ftp proxy will bind to.
no_no: Velg grensesnitt ftp-proxyen vil binde seg til.

source: Select interface(s) the proxy will bind to.
no_no: Velg grensesnitt proxyen vil binde seg til.

source: Select interface(s) to enable for captive portal.
no_no: Velg grensesnitt hvor captive portal skal aktiveres.

source: Select interface(s) to use. When enabling IPS, only use physical interfaces here (no vlans etc).
no_no: Velg grensesnitt som skal brukes. Når du aktiverer IPS, bruk bare fysiske grensesnitt her (ingen vlan osv.).

source: Select interfaces used for WAN traffic to avoid counting NAT traffic twice.
no_no: Velg grensesnitt som brukes for WAN-trafikk for å unngå å telle NAT-trafikk to ganger.

source: Select one or more conditions to be used for this rule.
no_no: Velg én eller flere betingelser som skal brukes for denne regelen.

source: Select other routing sources, which should be redistributed to the other nodes.
no_no: Velg andre rutingskilder, som skal distribueres på nytt til de andre nodene.

source: Select the command that needs to be executed at given time frame.
no_no: Velg kommandoen som skal utføres i den angitte tidsrammen.

source: Select the interface where your SIP requests are going to.
no_no: Velg grensesnittet som SIP-forespørslene skal til.

source: Select the interface where your SIP requests come from.
no_no: Velg grensesnittet som SIP-forespørslene kommer fra.

source: Select the interfaces, where no OSPF packets should be sent to.
no_no: Velg grensesnittene, som ingen OSPF-pakker skal sendes til.

source: Select the interfaces, where no RIP packets should be sent to.
no_no: Velg grensesnittene, som ingen RIP-pakker skal sendes til.

source: Select the multi-pattern matcher algorithm to use.
no_no: Velg hvilken algoritme for multi-mønster matching som skal brukes.

source: Select type of health check.
no_no: Velg type helsesjekk.

source: Send Client IP
no_no: Send klient-IP

source: Send Defaultroute
no_no: Send standardroute

source: Send Username
no_no: Send brukernavn

source: Send a reminder after some cycles
no_no: Send en påminnelse etter noen sykluser

source: Send checks compatible with MySQL server 4.1 and later.
no_no: Send sjekker som er kompatible med MySQL server 4.1 og nyere.

source: Send log messages to syslog
no_no: Send loggmeldinger til syslog

source: Send package payload to the log for further analyses.
no_no: Send pakke-nyttelast til loggen for videre analyser.

source: Send percentage data
no_no: Send prosentdata

source: Send the client IP address to the ICAP server.
no_no: Send klientens IP-adresse til ICAP-serveren.

source: Sender Address
no_no: Avsenderadresse

source: Server Address
no_no: Serveradresse

source: Server Certificate
no_no: Serversertifikat

source: Server Password
no_no: Server Passord

source: Server Timeout
no_no: Server tidsavbrudd

source: Servername
no_no: Servernavn

source: Servers
no_no: Servere

source: Service Mode
no_no: Tjenestemodus

source: Service Settings
no_no: Tjenesteinnstillinger

source: Session Timeout
no_no: Økt tidsavbrudd

source: Session count
no_no: Antall økter

source: Set
no_no: Sett

source: Set a name for your UPS.
no_no: Angi et navn for UPS-en.

source: Set a name for your outbound domain
no_no: Angi et navn for det utgående domenet

source: Set action to perform here, only used when in IPS mode.
no_no: Angi handling som skal utføres her, bare brukt i IPS-modus.

source: Set extra arguments for this UPS, e.g. "port=auto".
no_no: Angi ekstra argumenter for denne UPSen, f.eks. "port=auto".

source: Set the "shortname" for the client.
no_no: Angi "kortnavn" for klienten.

source: Set the IP address of the graphite collector.
no_no: Angi IP-adressen til graphite innsamleren.

source: Set the IP address of the remote NUT server.
no_no: Angi IP-adressen til den eksterne NUT-serveren.
