Repository: vw-fw/lang
Catalog: *.po
Languages: no_no

source: If you do not have a crypto chip in your system, this option will have no effect. To unload the selected module, set this option to 'none' and then reboot.
no_no: Hvis du ikke har en kryptobrikke i systemet ditt, vil dette alternativet ikke ha noen effekt. Hvis du vil fjerne den valgte modulen, setter du dette alternativet til ingen og starter på nytt.

source: Hardware
no_no: Maskinvare

source: Please select a valid Thermal Hardware Sensor.
no_no: Velg en gyldig sensor for termisk maskinvare.

source: Please select a valid Cryptographic Accelerator.
no_no: Velg en gyldig kryptografisk akselerator.

source: Intel Core* CPU on-die thermal sensor
no_no: Intel Core* CPU on-die termisk sensor

source: AMD K8, K10 and K11 CPU on-die thermal sensor
no_no: AMD K8, K10 og K11 CPU on-die termisk sensor

source: Broadcom and BlueSteel uBsec 5x0x crypto accelerator
no_no: Broadcom og BlueSteel uBsec 5x0x kryptoakselerator

source: Crypto and RNG in VIA C3, C7 and Eden Processors
no_no: Krypto og RNG i VIA C3-, C7- og Eden-prosessorer

source: Hifn 7751/7951/7811/7955/7956 Crypto Accelerator
no_no: Hifn 7751/7951/7811/7955/7956 Kryptoakselerator

source: AMD Geode LX Security Block
no_no: AMD Geode LX sikkerhetsblokk

source: AES-NI CPU-based Acceleration
no_no: AES-NI CPU-basert akselerasjon

source: Make sure the certificate is valid for all HTTPS addresses on aliases. If it's not valid or is revoked, do not download it.
no_no: Kontroller at sertifikatet er gyldig for alle HTTPS-adresser på aliaser. Hvis det ikke er gyldig eller er tilbakekalt, må du ikke laste det ned.

source: Verify HTTPS certificates when downloading alias URLs
no_no: Bekreft HTTPS-sertifikater når du laster ned alias-URL-adresser

source: Check certificate of aliases URLs
no_no: Kontrollere sertifikatet for aliaser URL-adresser

source: Note: Leave this blank for the default (300s).
no_no: Merk: La dette stå tomt for standard (300s).

source: Interval, in seconds, that will be used to resolve hostnames configured on aliases.
no_no: Intervall, i løpet av sekunder, som skal brukes til å slå opp vertsnavn konfigurert på aliaser.

source: When this is unchecked, access to the web GUI or SSH on the %s interface is always permitted, regardless of the user-defined firewall rule set. Check this box to disable the automatically added rule, so access is controlled only by the user-defined firewall rules. Ensure you have a firewall rule in place that allows you in, or you will lock yourself out.
no_no: Når dette ikke er merket av, er det alltid tillatt å få tilgang til nett-GUI eller SSH på grensesnittet %s, uavhengig av det brukerdefinerte brannmurregelsettet. Merk av i denne boksen for å deaktivere regelen som er lagt til automatisk, slik at tilgangen bare styres av de brukerdefinerte brannmurreglene. Sørg for at du har en brannmurregel på plass som lar deg komme inn, ellers vil du låse deg selv ute.

source: Disable administration anti-lockout rule
no_no: Deaktiver administrasjons anti-lockout regel

source: Disable anti-lockout
no_no: Deaktiver anti-lockout

source: With Multi-WAN you generally want to ensure traffic leaves the same interface it arrives on, hence reply-to is added automatically by default. When using bridging, you must disable this behavior if the WAN gateway IP is different from the gateway IP of the hosts behind the bridged interface.
no_no: Med Multi-WAN vil du vanligvis sikre at trafikken forlater det samme grensesnittet det kommer på, og derfor legges reply-to til automatisk som standard. Når du bruker bridging, må du deaktivere denne virkemåten hvis WAN gateway IP er forskjellig fra gateway-IP-en til vertene bak det bridgede grensesnittet.

source: Disable reply-to on WAN rules
no_no: Deaktivere reply-to på WAN-regler

source: Disable reply-to
no_no: Deaktiver reply-to

source: This option only applies if you have defined one or more static routes. If it is enabled, traffic that enters and leaves through the same interface will not be checked by the firewall. This may be desirable in some situations where multiple subnets are connected to the same interface.
no_no: Dette alternativet gjelder bare hvis du har definert én eller flere statiske ruter. Hvis den er aktivert, kontrolleres ikke trafikk som kommer inn og går gjennom det samme grensesnittet av brannmuren. Dette kan være ønskelig i enkelte situasjoner der flere delnett er koblet til samme grensesnitt.

source: Bypass firewall rules for traffic on the same interface
no_no: Omgå brannmurregler for trafikk på samme grensesnitt

source: Static route filtering
no_no: Statisk rutefiltrering

source: On your system the default size is:
no_no: På ditt system er standardstørrelsen:

source: Maximum number of table entries for systems such as aliases, sshlockout, bogons, etc, combined.
no_no: Maksimalt antall tabelloppføringer for systemer som aliaser, sshlockout, bogons, etc, kombinert.

source: Firewall Maximum Table Entries
no_no: Brannmur maks antall tabelloppføringer

source: Note: Leave this blank for the default.
no_no: Merk: La dette stå tomt for standardinnstillingen.

source: Sets the maximum number of entries in the memory pool used for fragment reassembly.
no_no: Angir maksimalt antall oppføringer i minnepoolen som brukes til fragment-remontering.

source: Firewall Maximum Fragments
no_no: Brannmur maks ant. fragmenter

source: Note: Leave this blank for the default. On your system the default size is:
no_no: Merk: La dette stå tomt for standardinnstillingen. På systemet ditt er standardstørrelsen:

source: Maximum number of connections to hold in the firewall state table.
no_no: Maksimalt antall tilkoblinger som skal holdes i brannmurens tilstandstabell.

source: Firewall Maximum States
no_no: Brannmur maks tilstander

source: Note: Leave this blank for the default(0).
no_no: Merk: La dette stå tomt for standard(0).

source: When the number of state entries exceeds this value, adaptive scaling begins. All timeout values are scaled linearly with factor (adaptive.end - number of states) / (adaptive.end - adaptive.start).
no_no: Når antall tilstandsoppføringer overskrider denne verdien, begynner adaptiv skalering. Alle tidsavbrudd verdier skaleres lineært med faktor (adaptive.end - antall tilstander) / (adaptive.end - adaptive.start).

source: Timeouts for states can be scaled adaptively as the number of state table entries grows.
no_no: Tidsavbrudd for tilstander kan skaleres adaptivt etter hvert som antall oppføringer i tilstandstabellen vokser.

source: end
no_no: slutt

source: Firewall Adaptive Timeouts
no_no: Brannmur adaptive tidsavbrudd

source: If you only want to disable NAT, and not firewall rules, visit the %sOutbound NAT%s page.
no_no: Hvis du bare vil deaktivere NAT og ikke brannmurregler, kan du gå til siden %sUtgående NAT%s.

source: Warning: This will also turn off NAT!
no_no: Advarsel: Dette vil også slå av NAT!

source: Warning: This will convert into a routing-only platform!
no_no: Advarsel: Dette vil konverteres til en bare-ruting plattform!

source: Disable all packet filtering.
no_no: Deaktiver all pakkefiltrering.

source: Disable Firewall
no_no: Deaktiver brannmur

source: (default) Basic ruleset optimization does four things to improve the performance of ruleset evaluations: remove duplicate rules; remove rules that are a subset of another rule; combine multiple rules into a table when advantageous; re-order the rules to improve evaluation performance
no_no: (standard) Grunnleggende regelsettoptimalisering gjør fire ting for å forbedre ytelsen til regelsettvurderinger: fjerne dupliserte regler; fjerne regler som er en undergruppe av en annen regel; kombinere flere regler til en tabell når det er fordelaktig; ordne om reglene for å forbedre evalueringens ytelse

source: Disable the ruleset optimizer.
no_no: Deaktiver regelsett optimaliserer.

source: Select the type of rules optimization to use
no_no: Velg typen regeloptimalisering som skal brukes

source: profile
no_no: profil

source: basic
no_no: grunnleggende

source: Firewall Rules Optimization
no_no: Optimalisering av brannmurregler

source: Tries to avoid dropping any legitimate idle connections at the expense of increased memory usage and CPU utilization.
no_no: Prøver å unngå å droppe legitime inaktive tilkoblinger på bekostning av økt minnebruk og CPU-utnyttelse.

source: Expires idle connections quicker. More efficient use of CPU and memory but can drop legitimate idle connections
no_no: Utløper ledige koblinger raskere. Mer effektiv bruk av CPU og minne, men kan droppe gyldige ledige tilkoblinger

source: Used for high latency links, such as satellite links. Expires idle connections later than default
no_no: Brukes til koblinger med høy latens, for eksempel satellittlenker. Tar ned ledige tilkoblinger senere enn standard

source: As the name says, it is the normal optimization algorithm
no_no: Som navnet sier, er det den normale optimaliseringsalgoritmen

source: conservative
no_no: konservativ

source: aggressive
no_no: aggressiv

source: Firewall Optimization
no_no: Optimalisering av brannmur

source: By default schedules clear the states of existing connections when the expiration time has come. This option overrides that behavior by not clearing states for existing connections.
no_no: Som standard fjerne tidsplaner tilstandene for eksisterende tilkoblinger når utløpstiden er inne. Dette alternativet overstyrer denne oppførselen ved å ikke fjerne tilstander for eksisterende tilkoblinger.

source: Schedule States
no_no: Tidsplan tilstander

source: Disable automatic rules which force local services to use the assigned interface gateway.
no_no: Deaktiver automatiske regler som tvinger lokale tjenester til å bruke den tilordnede grensesnittgatewayen.

source: Disable force gateway
no_no: Deaktiver tving gateway

source: Using policy routing in the packet filter rules causes packets to skip processing for the traffic shaper and captive portal tasks. Using this option enables the sharing of such forwarding decisions between all components to accomodate complex setups.
no_no: Bruk av policyruting i pakkefilterreglene fører til at pakker hopper over behandling for trafikk-shaper og captive portal oppgavene. Ved hjelp av dette alternativet aktiveres deling av slike videresendingsbeslutninger mellom alle komponenter for å imøtekomme komplekse oppsett.

source: Use shared forwarding between packet filter, traffic shaper and captive portal
no_no: Bruke delt videresending mellom pakkefilter, trafikkshaper og captive portal

source: Shared forwarding
no_no: Delt videresending

source: Use sticky connections
no_no: Bruk klebrige tilkoblinger

source: Sticky connections
no_no: Klebrige tilkoblinger

source: If the link where the default gateway resides fails switch the default gateway to another available one.
no_no: Hvis koblingen der standard gateway hører hjemme feiler, byttes standard gateway til en annen tilgjengelig.

source: Allow default gateway switching
no_no: Tillat bytting av standard gateway

source: Gateway switching
no_no: Bytte av gateway

source: Skip rules when gateway is down
no_no: Hopp over regler når gatewayen er nede

source: Skip rules
no_no: Hopp over regler

source: Gateway Monitoring
no_no: Overvåking av gateway

source: Monthly
no_no: Månedlig

source: Update Frequency
no_no: Oppdateringsfrekvens

source: Bogon Networks
no_no: Bogon (Falske) Nettverk

source: Automatically create outbound NAT rules which assist inbound NAT rules that direct traffic back out to the same subnet it originated from.
no_no: Lag automatisk utgående NAT-regler som hjelper inngående NAT-regler som dirigerer trafikk tilbake ut på samme subnettet den kom fra.

source: Automatic outbound NAT for Reflection
no_no: Automatisk utgående NAT for Refleksjon

source: Enables the automatic creation of additional NAT redirect rules for access to 1:1 mappings of your external IP addresses from within your internal networks.
no_no: Muliggjør automatisk oppretting av flere NAT-omadresseringsregler for tilgang til 1:1-tilordninger av eksterne IP-adresser fra dine interne nettverk.

source: Reflection for 1:1
no_no: Refleksjon for 1:1

source: Individual rules may be configured to override this system setting on a per-rule basis.
no_no: Individuelle regler kan konfigureres til å overstyre denne systeminnstillingen per regel.

source: When enabled, this automatically creates additional NAT redirect rules for access to port forwards on your external IP addresses from within your internal networks.
no_no: Når dette er aktivert, oppretter dette automatisk flere NAT-omadresseringsregler for tilgang til portvideresendinger på eksterne IP-adresser dine interne nettverk.

source: Reflection for port forwards
no_no: Refleksjon for port videresendinger

source: NOTE: This does not disable any IPv6 features on the firewall, it only blocks traffic.
no_no: MERK: Dette deaktiverer ikke noen IPv6-funksjoner i brannmuren, den blokkerer bare trafikk.

source: All IPv6 traffic will be blocked by the firewall unless this box is checked.
no_no: All IPv6-trafikk vil bli blokkert av brannmuren med mindre denne boksen er avkrysset.

source: Allow IPv6
no_no: Tillat IPv6

source: IPv6 Options
no_no: IPv6-alternativer

source: The Firewall Maximum Table Entries value must be an integer.
no_no: Verdien for maks antall tabelloppføringer for brannmur må være et heltall.

source: The Firewall Maximum Frags value must be an integer.
no_no: Verdien for maks antall frags for brannmur må være et heltall.

source: The Firewall Maximum States value must be an integer.
no_no: Verdien for maksimalt antall tilstander for brannmur må være et heltall.

source: The Firewall Adaptive End value must be an integer.
no_no: Verdien for Adaptiv slutt for brannmur må være et heltall.

source: The Firewall Adaptive Start value must be an integer.
no_no: Verdien for Adaptiv start for brannmur må være et heltall.

source: The Firewall Adaptive values must be set together.
no_no: Brannmur Adaptiv-verdiene må settes samtidig.

source: No password
no_no: Ingen passord

source: Ask password
no_no: Be om passord

source: Disallow
no_no: Forby

source: Disable integrated authentication
no_no: Deaktivere integrert godkjenning

source: Password protect the console menu
no_no: Passordbeskytte konsollmenyen

source: Console menu
no_no: Konsollmeny

source: Allows selection of different speeds for the serial console port.
no_no: Tillater valg av forskjellige hastigheter for den serielle konsollporten.

source: Serial Speed
no_no: Seriell hastighet

source: Select the secondary console if multiple consoles are present.
no_no: Velg det sekundære konsollet hvis det finnes flere konsoll.

source: Secondary Console
no_no: Sekundær konsoll

source: All consoles display OS boot messages, console messages, and the console menu.
no_no: Alle konsoller viser OS-oppstartsmeldinger, konsollmeldinger og konsollmenyen.

source: Select the primary console. This preferred console will show boot script output.
no_no: Velg det primære konsollet. Det foretrukne konsollet vil vise output fra oppstartsscript.

source: Primary Console
no_no: Primær konsoll

source: Use the virtual terminal driver (vt)
no_no: Bruk den virtuelle terminaldriveren (VT)

source: Console driver
no_no: Konsolldriver

source: Leave this blank for the default of 22.
no_no: La dette stå tomt for standard på 22.

source: When disabled, authorized keys need to be configured for each %sUser%s that has been granted secure shell access.
no_no: Når den er deaktivert, må autoriserte nøkler konfigureres for hver %sBruker%s som har fått Secure Shell tilgang.

source: Permit password login
no_no: Tillat passordpålogging

source: Authentication Method
no_no: Autentiseringsmetode

source: Root login is generally discouraged. It is advised to log in via another user and switch to root afterwards.
no_no: Root-pålogging er generelt frarådet. Det anbefales å logge inn via en annen bruker og bytte til rot etterpå.

source: Permit root user login
no_no: Tillat innlogging av rotbruker

source: Root Login
no_no: Root-pålogging

source: Select the allowed groups for remote login. The "wheel" group is always set for recovery purposes and an additional local group can be selected at will. Do not yield remote access to non-adminstrators as every user can access system files using SSH or SFTP.
no_no: Velg de tillatte gruppene for ekstern pålogging. "wheel"-gruppen er alltid satt for gjenopprettingsformål, og en ekstra lokal gruppe kan velges etter ønske. Ikke gi ekstern tilgang til ikke-adminstratorer siden hver bruker kan få tilgang til systemfiler ved hjelp av SSH eller SFTP.

source: Login Group
no_no: Innloggingsgruppe

source: Enable Secure Shell
no_no: Aktiver Secure Shell

source: Disable HTTP_REFERER enforcement check
no_no: Deaktiver HTTP_REFERER håndhevingskontroll

source: HTTP_REFERER enforcement
no_no: HTTP_REFERER håndheving

source: Only accept connections from the selected interfaces. Leave empty to listen globally. Use with care.
no_no: Godta bare tilkoblinger fra de valgte grensesnittene. La stå tomt for å lytte på alle. Brukes med forsiktighet.

source: All (recommended)
no_no: Alle (anbefales)

source: Enable access logging on the webinterface for debugging and analysis purposes.
no_no: Aktiver tilgangslogging på webgrensesnittet for feilsøkings- og analyseformål.

source: Enable access log
no_no: Aktivere tilgangslogg

source: Access log
no_no: Tilgangslogg

source: Transfer less data to the client for an additional cost in processing power.
no_no: Overfør mindre data til klienten mot ekstra bruk av prosessorkraft.

source: Enable compression of HTTP pages and dynamic content.
no_no: Aktiver komprimering av HTTP-sider og dynamisk innhold.

source: HTTP Compression
no_no: HTTP-komprimering

source: Here you can specify alternate hostnames by which the router may be queried, to bypass the DNS Rebinding Attack checks. Separate hostnames with spaces.
no_no: Her kan du angi alternative vertsnavn som ruteren kan spørres etter, for å omgå DNS Rebinding Angrep-kontrollene. Adskill vertsnavn med mellomrom.

source: Alternate Hostnames for DNS Rebinding and HTTP_REFERER Checks
no_no: Alternative vertsnavn for DNS-binding og HTTP_REFERER sjekker

source: Alternate Hostnames
no_no: Alternative vertsnavn

source: When this is unchecked, your system is protected against %sDNS Rebinding attacks%s. This blocks private IP responses from your configured DNS servers. Check this box to disable this protection if it interferes with web GUI access or name resolution in your environment.
no_no: Når dette ikke er merket av, er systemet beskyttet mot %sDNS Rebinding angrep%s. Dette blokkerer private IP-svar fra konfigurerte DNS-servere. Merk av i denne boksen for å deaktivere denne beskyttelsen hvis den forstyrrer web GUI-tilgang eller navneløsing i miljøet.

source: Disable DNS Rebinding Checks
no_no: Deaktiver DNS Rebinding Checks

source: When this is checked, successful logins to the web GUI will not be logged.
no_no: Når dette er merket av, logges ikke vellykkede pålogginger på webgrensesnittet.

source: Disable logging of web GUI successful logins
no_no: Deaktiver logging av vellykkede pålogginger til web GUI

source: Login Messages
no_no: Påloggingsmeldinger

source: When this is unchecked, access to the web GUI is always permitted even on port 80, regardless of the listening port configured. Check this box to disable this automatically added redirect rule.
no_no: Når dette ikke er merket av, er tilgang til nett-GUI alltid tillatt selv på port 80, uavhengig av lytteporten som er konfigurert. Merk av i denne boksen for å deaktivere denne automatisk genererte omadresseringsregelen.

source: Disable web GUI redirect rule
no_no: Deaktiver web GUI-omadresseringsregel

source: Enter a custom port number for the web GUI above if you want to override the default (80 for HTTP, 443 for HTTPS). Changes will take effect immediately after save.
no_no: Angi et egendefinert portnummer for web-GUI ovenfor hvis du vil overstyre standardinnstillingen (80 for HTTP, 443 for HTTPS). Endringer trer i kraft umiddelbart etter lagring.

source: Limit SSL cipher selection in case the system defaults are undesired. Note that restrictive use may lead to an inaccessible web GUI.
no_no: Begrens valg av SSL-chiffer i tilfelle systemets standarder er uønskede. Merk at restriktiv bruk kan føre til at webgrensesnittet blir utilgjengelig.

source: System defaults
no_no: System standardinnstillinger

source: SSL Ciphers
no_no: SSL-chiffrere

source: The %sSSL certificate manager%s can be used to create or import certificates if required.
no_no: %sSSL-sertifikatbehandling%s kan brukes til å opprette eller importere sertifikater hvis det er nødvendig.

source: SSL Certificate
no_no: SSL-sertifikat

source: No Certificates have been defined. You must %sCreate or Import%s a Certificate before SSL can be enabled.
no_no: Ingen sertifikater er definert. Du må %sOpprette eller importere%s et sertifikat før SSL kan aktiveres.

source: If the page does not reload go here:
no_no: Hvis siden ikke laster inn på nytt, gå hit:

source: The web GUI is reloading at the moment, please wait...
no_no: Web-gresesnittet omlastes for øyeblikket, vennligst vent...

source: Use the default
no_no: Bruk standard

source: I know what I am doing
no_no: Jeg vet hva jeg gjør

source: Changing the listen interfaces of the web GUI may prevent you from accessing this page if you continue. It is recommended to keep this set to the default unless you know what you are doing.
no_no: Hvis du endrer lyttegrensesnittene til nett-GUI-en, kan det hindre deg i å få tilgang til denne siden. Det anbefales å holde dette satt til standard med mindre du vet hva du gjør.

source: Warning!
no_no: Advarsel!

source: You must specify a valid SSH port number.
no_no: Du må angi et gyldig SSH-portnummer.

source: Alternate hostname %s is not a valid hostname.
no_no: Alternativt vertsnavn %s er ikke et gyldig vertsnavn.

source: You must specify a valid web GUI protocol.
no_no: Du må angi en gyldig web GUI-protokoll.

source: You must specify a valid web GUI port number.
no_no: Du må angi et gyldig web GUI-portnummer.

source: E = ESS (infrastructure mode), I = IBSS (ad-hoc mode), P = privacy (WEP/TKIP/AES), S = Short preamble, s = Short slot time
no_no: E = ESS (infrastrukturmodus), I = IBSS (ad hoc-modus), P = personvern (WEP/TKIP/AES), S = Kort innledning, s = Kort tidsluketid

source: Capabilities:
no_no: Funksjoner:

source: Flags:
no_no: Flagg:

source: A = authorized, E = Extended Rate (802.11g), P = Power save mode
no_no: A = autorisert, E = Utvidet hastighet (802.11g), P = Strømsparingsmodus

source: Nearby access points or ad-hoc peers
no_no: Tilgangspunkter eller ad hoc-peers i nærheten

source: Rescan
no_no: Skann på nytt

source: No services found
no_no: Ingen tjenester funnet

source: No OpenVPN instance defined
no_no: Ingen OpenVPN-forekomst definert

source: Virtual Addr
no_no: Virtuell addr

source: An IP address followed by C indicates a host currently connected through the VPN.
no_no: En IP-adresse etterfulgt av C indikerer en vert som for øyeblikket er koblet til via VPN.

source: Last Used
no_no: Sist brukt

source: Target Network
no_no: Mål-nettverk

source: Routing Table
no_no: Rutingstabellen

source: Kill client connection from
no_no: Stopp klienttilkobling fra

source: Bytes Received
no_no: Bytes mottatt

source: Bytes Sent
no_no: Bytes Sendt

source: Connected Since
no_no: Tilkoblet siden

source: Virtual Address
no_no: Virtuell adresse

source: Real Address
no_no: Ekte adresse

source: Client connections
no_no: Klienttilkoblinger

source: Satellites
no_no: Satellitter

source: Clock Altitude
no_no: Klokke Høyde

source: Clock Longitude
no_no: Klokke Lengdegrad

source: Clock Latitude
no_no: Klokke Breddegrad
