Repository: vw-fw/lang
Catalog: *.po
Languages: no_no

source: Set the interface as a point-to-point link. This is required for straight transitions to forwarding and should be enabled on a direct link to another RSTP-capable switch.
no_no: Angi grensesnittet som en punkt-til-punkt-kobling. Dette er nødvendig for direkte overganger til videresending og bør være aktivert på en direkte kobling til en annen RSTP-kompatibel switch.

source: PTP ports
no_no: PTP-porter

source: This will disable the autoedge status of interfaces.
no_no: Dette vil deaktivere autokant status for grensesnitt.

source: Allow interface to automatically detect edge status. This is the default for all interfaces added to a bridge.
no_no: La grensesnittet oppdage kant-status automatisk. Dette er standard for alle grensesnitt som er lagt til en bridge.

source: Auto Edge ports
no_no: Auto Kant-porter

source: Set interface as an edge port. An edge port connects directly to end stations and cannot create bridging loops in the network; this allows it to transition straight to forwarding.
no_no: Angi grensesnitt som en kant-port. En kantport kobles direkte til sluttstasjoner og kan ikke opprette bridge-løkker i nettverket; Dette gjør at den kan overføres direkte til videresending.

source: Edge ports
no_no: Kant- porter

source: Set the timeout of address cache entries to this number of seconds. If seconds is zero, then address cache entries will not be expired. The default is 240 seconds.
no_no: Sett tidsavbruddet for adressecache-ppføringer til dette antall sekunder. Hvis sekunder er null, vil ikke adressecache-oppføringer utløpe. Standardinnstillingen er 240 sekunder.

source: Cache entry expire time
no_no: Utløpstidf for cache-oppføring

source: Set the size of the bridge address cache to size. The default is .100 entries.
no_no: Sett størrelsen på bridge-adresse cachen til angitt verdi. Standardinnstillingen er .100 oppføringer.

source: entries
no_no: oppføringer

source: Cache size
no_no: Cache størrelse

source: Advanced options
no_no: Avanserte innstillinger

source: Set the Spanning Tree path cost of interface to value. The default is calculated from the link speed. To change a previously selected path cost back to automatic, set the cost to 0. The minimum is 1 and the maximum is 200000000.
no_no: Sett Spanning Tree kostnaden for grensesnittet til den angitte verdien. Standard beregnes ut fra grensesnitt-hastigheten. For å endre en tidligere valgt sti-kostnad tilbake til automatisk, setter du kostnaden til 0. Minimum er 1 og maksimum er 200000000.

source: Path cost
no_no: Sti kostnad

source: Set the Spanning Tree priority of interface to value. The default is 128. The minimum is 0 and the maximum is 240. Increments of 16.
no_no: Sett Spanning Tree prioriteten for grensesnittet til den angitte verdien. Standard er 128. Minimum er 0 og maksimum er 240. Verdien øker i trinn på 16.

source: Hello time
no_no: Hallo tid

source: Valid time
no_no: Gyldig tid

source: Enable Spanning Tree Protocol on interface. The if_bridge(4) driver has support for the IEEE 802.1D Spanning Tree Protocol (STP). STP is used to detect and remove loops in a network topology.
no_no: Aktiver Spanning Tree Protocol på grensesnittet. Driveren if_bridge (4) har støtte for IEEE 802.1D Spanning Tree Protocol (STP). STP brukes til å oppdage og fjerne løkker i en nettverkstopologi.

source: STP interfaces
no_no: STP-grensesnitt

source: Protocol used for spanning tree.
no_no: Protokoll brukt til spanning tree.

source: Enable spanning tree options for this bridge.
no_no: Aktiver spanning tree alternativer for denne bridgen.

source: Spanning Tree Protocol
no_no: Spanning Tree Protokoll

source: Show advanced options
no_no: Vis avanserte alternativer

source: Interfaces participating in the bridge.
no_no: Grensesnitt som deltar i bridgen.

source: Member interfaces
no_no: Medlemsgrensesnitt

source: Bridge configuration
no_no: Bridge konfigurasjon

source: Error occurred creating interface, please retry.
no_no: Det oppsto en feil ved oppretting av grensesnitt. Prøv på nytt.

source: Bridging a wireless interface is only possible in hostap mode.
no_no: Bridging av et trådløst grensesnitt er bare mulig i hostap-modus.

source: A member interface passed does not exist in configuration
no_no: Et innsendt medlemsgrensesnitt eksisterer ikke i konfigurasjonen

source: %s interface path cost for STP needs to be an integer between 1 and 200000000.
no_no: %s grensesnitt sti-kostnad for STP må være et heltall mellom 1 og 200000000.

source: %s interface priority for STP needs to be an integer between 0 and 240.
no_no: %s grensesnittprioritet for STP må være et heltall mellom 0 og 240.

source: Priority for STP needs to be an integer between 0 and 61440.
no_no: Prioritet for STP må være et helt tall mellom 0 og 61440.

source: Hello time for STP needs to be an integer between 1 and 2.
no_no: Hallo tid for STP må være et heltall mellom 1 og 2.

source: Forward Delay needs to be an integer between 4 and 30.
no_no: Videresendings-forsinkelse må være et heltall mellom 4 og 30.

source: Timeout needs to be an integer.
no_no: Tidsavbrudd må være et heltall.

source: Maxaddr needs to be an integer.
no_no: Maxaddr må være et heltall.

source: Maxage needs to be an integer between 6 and 40.
no_no: Maxage må være et heltall mellom 6 og 40.

source: Member Interfaces
no_no: Medlemsgrensesnitt

source: Members
no_no: Medlemmer

source: Do you really want to delete this bridge?
no_no: Vil du virkelig slette denne bridgen?

source: New interface:
no_no: Nytt grensesnitt:

source: Network port
no_no: Nettverksport

source: Do you really want to delete this interface?
no_no: Vil du virkelig slette dette grensesnittet?

source: VLAN parent interface %s does not exist.
no_no: VLAN overordnet grensesnitt %s finnes ikke.

source: You cannot set port %s to interface %s because this interface is a member of %s.
no_no: Du kan ikke angi port %s til grensesnitt %s fordi dette grensesnittet er medlem av %s.

source: Port %s was assigned to %d interfaces:
no_no: Porten %s ble tilordnet til %d grensesnitt:

source: The interface is part of a gif tunnel. Please delete the tunnel to continue
no_no: Grensesnittet er en del av en gif-tunnel. Vennligst slett tunnelen for å fortsette

source: The interface is part of a gre tunnel. Please delete the tunnel to continue
no_no: Grensesnittet er en del av en gre tunnel. Vennligst slett tunnelen for å fortsette

source: The interface is part of a bridge. Please remove it from the bridge to continue
no_no: Grensesnittet er en del av en bridge. Fjern den fra bridgen for å fortsette

source: The interface is part of a group. Please remove it from the group to continue
no_no: Grensesnittet er en del av en gruppe. Fjern det fra gruppen for å fortsette

source: vlan %s on %s
no_no: vlan %s på %s

source: Secondary 802.1X Authentication Server Shared Secret
no_no: Delt hemmelighet for sekundær 802.1X-godkjenningsserver

source: 802.1X Server Shared Secret (2)
no_no: 802.1X Server Delt hemmelighet (2)

source: Secondary 802.1X Authentication Server Port
no_no: Sekundær 802.1X-serverport

source: Secondary 802.1X Authentication Server IP Address
no_no: Sekundær 802.1X-godkjenningsserver IP-adresse

source: 802.1X Server IP Address (2)
no_no: 802.1X Server IP-adresse (2)

source: 802.1X Server Shared Secret
no_no: 802.1X Server delt hemmelighet

source: Leave blank for the default 1812 port.
no_no: La stå tomt for standard 1812-port.

source: Enter the IP address of the 802.1X Authentication Server. This is commonly a Radius server (FreeRadius, Internet Authentication Services, etc.)
no_no: Angi IP-adressen til 802.1X-godkjenningsserveren. Dette er vanligvis en Radius-server (FreeRadius, Internet Authentication Services, etc.)

source: 802.1X Server IP Address
no_no: 802.1X Server IP-adresse

source: this option requires checking the "Enable WPA box".
no_no: dette alternativet krever avkryssing i "Aktiver WPA" boksen.

source: NOTE
no_no: MERK

source: Setting this option will enable 802.1x authentication.
no_no: Hvis du angir dette alternativet, aktiveres 802.1x-godkjenning.

source: Enable IEEE802.1X Authentication
no_no: Aktiver IEEE802.1x-godkjenning

source: Strict Key Regeneration
no_no: Streng nøkkelregenerering

source: Allowed values are 1-9999 but should not be shorter than Key Rotation time.
no_no: Tillatte verdier er 1-9999, men bør ikke være kortere enn nøkkelrotasjonstid.

source: Master Key Regeneration
no_no: Regenerering av master-nøkkel

source: Allowed values are 1-9999 but should not be longer than Master Key Regeneration time.
no_no: Tillatte verdier er 1-9999, men bør ikke være lengre enn Hovednøkkel Regenererings-tiden.

source: Key Rotation
no_no: Nøkkelrotasjon

source: AES (recommended)
no_no: AES (anbefales)

source: WPA Pairwise
no_no: WPA parvis

source: Note: Shared Key Authentication requires WEP.
no_no: Merk: Delt-nøkkel autentisering krever WEP.

source: Shared Key Authentication
no_no: Delt-nøkkel autentisering

source: Open System Authentication
no_no: Åpen system autentisering

source: Pre-Shared Key
no_no: Forhåndsdelt nøkkel

source: Both
no_no: Begge

source: WPA Mode
no_no: WPA-modus

source: Passphrase must be from 8 to 63 characters.
no_no: Passfrase må være fra 8 til 63 tegn.

source: WPA Pre-Shared Key
no_no: WPA forhåndsdelt nøkkel

source: Enable WPA
no_no: Aktiver WPA

source: 104 (128) bit keys may be entered as 13 ASCII characters or 26 hex digits preceded by '0x'.
no_no: 104 (128) bit nøkler kan angis som 13 ASCII-tegn eller 26 heksadesimale sifre som innledes med '0x'.

source: 40 (64) bit keys may be entered as 5 ASCII characters or 10 hex digits preceded by '0x'.
no_no: 40 (64) bit nøkler kan angis som 5 ASCII-tegn eller 10 heksadesimale sifre innledes med '0x'.

source: Key 4:
no_no: Nøkkel 4:

source: Key 3:
no_no: Nøkkel 3:

source: Key 2:
no_no: Nøkkel 2:

source: Key 1:
no_no: Nøkkel 1:

source: Enable WEP
no_no: Aktiver WEP

source: Setting this option will force the card to NOT broadcast its SSID (this might create problems for some clients).
no_no: Hvis du stiller inn dette alternativet, vil kortet IKKE kringkaste SSID-en (dette kan skape problemer for noen klienter).

source: Enable Hide SSID
no_no: Aktiver Skjul SSID

source: Setting this option will force the card to use WME (wireless QoS).
no_no: Hvis du stiller inn dette alternativet, tvinges kortet til å bruke WME (trådløs QoS).

source: Enable WME
no_no: Aktivere WME

source: Allow intra-BSS communication
no_no: Tillat intra-BSS-kommunikasjon

source: 802.11g only
no_no: Bare 802.11g

source: Infrastructure (BSS)
no_no: Infrastruktur (BSS)

source: Access Point
no_no: Tilgangspunkt

source: Network-specific wireless configuration
no_no: Nettverksspesifikk trådløs konfigurasjon

source: All wireless networks on this interface will be temporarily brought down when changing regulatory settings. Some of the regulatory domains or country codes may not be allowed by some cards. These settings may not be able to add additional channels that are not already supported.
no_no: Alle trådløse nettverk på dette grensesnittet blir midlertidig hentet når du endrer reguleringsinnstillinger. Noen av de regulatoriske domenene eller landskodene er kanskje ikke tillatt av noen kort. Det kan hende Disse innstillingene ikke er i stand til å legge til flere kanaler som ikke allerede støttes.

source: Anywhere
no_no: Hvor som helst

source: Outdoor
no_no: Utendørs

source: Indoor
no_no: Innendørs

source: Location
no_no: Plassering

source: Note: Any country setting other than "Default" will override the regulatory domain setting
no_no: Merk: Alle andre land enn "Standard" overstyrer innstillingen for reguleringsdomene

source: Country (listed with country code and regulatory domain)
no_no: Land (oppført med landskode og reguleringsdomene)

source: Regulatory domain
no_no: Reguleringsdomene

source: Regulatory settings
no_no: Reguleringsinnstillinger

source: Note: The antenna numbers do not always match up with the labels on the card.
no_no: Merk: Antennenumrene stemmer ikke alltid overens med merkene på kortet.

source: Receive antenna
no_no: Mottaks-antenne

source: Transmit antenna
no_no: Sende-antenne

source: Diversity
no_no: Mangfold

source: Antenna settings
no_no: Antenneinnstillinger

source: Not all channels may be supported by your card. Auto may override the wireless standard selected above.
no_no: Det er ikke sikkert alle kanaler støttes av kortet ditt. Auto kan overstyre den trådløse standarden som er valgt ovenfor.

source: Channel
no_no: Kanal

source: For IEEE 802.11g, use the specified technique for protecting OFDM frames in a mixed 11b/11g network.
no_no: For IEEE 802.11g bes du bruke den spesifiserte teknikken for å beskytte OFDM-rammer i et blandet 11b/11g-nettverk.

source: Protection mode RTS and CTS
no_no: Beskyttelsesmodus RTS og CTS

source: Protection mode CTS to self
no_no: Beskyttelsesmodus CTS til selv

source: Protection mode off
no_no: Beskyttelsesmodus av

source: Protection Mode
no_no: Beskyttelsesmodus

source: Common wireless configuration - Settings apply to all wireless networks on
no_no: Felles trådløs konfigurasjon – Innstillinger gjelder for alle trådløse nettverk på

source: IPv6 Prefix ID
no_no: IPv6 prefiks-ID

source: This selects the dynamic IPv6 WAN interface to track for configuration
no_no: Dette velger det dynamiske IPv6 WAN-grensesnittet som skal spores for konfigurasjon

source: IPv6 Interface
no_no: IPv6-grensesnitt

source: Track IPv6 Interface
no_no: Spor IPv6-grensesnitt

source: The value in this field is the 6RD IPv4 prefix length. Normally specified by the ISP. A value of 0 means we embed the entire IPv4 address in the 6RD prefix.
no_no: Verdien i dette feltet er 6RD IPv4 prefikslengde. Normalt angitt av ISP. En verdi på 0 betyr at vi bygger inn hele IPv4-adressen i 6RD-prefikset.

source: 6RD IPv4 Prefix length
no_no: 6RD IPv4 prefiks lengde

source: The value in this field is 6RD IPv4 gateway address assigned by your ISP
no_no: Verdien i dette feltet er 6RD IPv4 gateway-adresse tildelt av Internett-leverandøren din

source: 6RD prefix
no_no: 6RD prefiks

source: expire
no_no: utløp

source: Algorithm
no_no: Algoritme

source: protocol
no_no: protokoll

source: Authentication
no_no: Autentisering

source: Prefix Interface
no_no: Prefiks grensesnitt

source: IPv6-Prefix
no_no: IPv6-prefiks

source: Prefix
no_no: Prefiks

source: Prefix Delegation
no_no: Prefiks delegering

source: Valid Time
no_no: Gyldig tid

source: Preferred Lifetime
no_no: Foretrukket levetid

source: IPv6-address
no_no: IPv6-adresse

source: The value in this field is the absolute path to a script invoked on certain conditions including when a reply message is received.
no_no: Verdien i dette feltet er den absolutte banen til et skript som startes på bestemte betingelser, inkludert når en svarmelding mottas.

source: Script
no_no: Skript

source: The values in this field are DHCP request options to be sent when requesting a DHCP lease. [option [, ...]]
no_no: Verdiene i dette feltet er DHCP-forespørsel alternativer som skal sendes når du ber om en DHCP-leieavtale. [alternativ [, ...]]

source: The values in this field are DHCP send options to be sent when requesting a DHCP lease. [option declaration [, ...]] <br />Value Substitutions: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Where C is U(pper) or L(ower) Case, and D is " :-." Delimiter (space, colon, hyphen, or period) (omitted for none).
no_no: Verdiene i dette feltet er DHCP-send alternativer som skal sendes når du ber om en DHCP-leieavtale. [alternativ deklarasjon [, ...]]<br />Verdierstatninger: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD}<br />Hvor C er U(pper) eller L(ower) Case, og D er " :-." Skilletegn (mellomrom, kolon, bindestrek eller punktum) (utelatt for ingen).

source: Source: FreeBSD man page
no_no: Kilde: FreeBSD man page

source: This statement specifies dhcp6c to only exchange informational configuration parameters with servers. A list of DNS server addresses is an example of such parameters. This statement is useful when the client does not need stateful configuration parameters such as IPv6 addresses or prefixes.
no_no: Denne setningen angir dhcp6c for bare å utveksle informasjonskonfigurasjonsparametere med servere. En liste over DNS-serveradresser er et eksempel på slike parametere. Denne setningen er nyttig når klienten ikke trenger tilstandsfulle konfigurasjonsparametere, for eksempel IPv6-adresser eller prefikser.

source: Information Only
no_no: Bare informasjon

source: Certain ISPs may require that DHCPv6 requests are sent with a specific VLAN priority.
no_no: Enkelte ISP-er kan kreve at DHCPv6-forespørsler sendes med en spesifikk VLAN-prioritet.

source: Use VLAN priority
no_no: Bruk VLAN-prioritet

source: Do not send a release message on client exit to prevent the release of an allocated address or prefix on the server.
no_no: Ikke send en frigivelsesmelding ved avslutning av klienten for å hindre frigivelsen av en tildelt adresse eller prefiks på serveren.

source: Prevent release
no_no: Forhindre frigjøring

source: Send an IPv6 prefix hint to indicate the desired prefix size for delegation
no_no: Sende et IPv6-prefikstips for å angi ønsket prefiksstørrelse for delegering

source: Send IPv6 prefix hint
no_no: Send IPv6 prefiks hint

source: The value in this field is the delegated prefix length provided by the DHCPv6 server. Normally specified by the ISP.
no_no: Verdien i dette feltet er den delegerte prefikslengden levert av DHCPv6-serveren. Normalt angitt av Internett-leverandøren.

source: Prefix delegation size
no_no: Prefiks delegering størrelse

source: DHCPv6 client configuration
no_no: Konfigurasjon av DHCPv6-klienten

source: IPv6 Upstream Gateway
no_no: IPv6 oppstrøms gateway

source: Use IPv4 connectivity
no_no: Bruke IPv4-tilkobling

source: Static IPv6 configuration
no_no: Statisk IPv6-konfigurasjon

source: %sClick here%s for advanced PPTP and L2TP configuration options.
no_no: %sKlikk her%s for avanserte konfigurasjonsalternativer for PPTP og L2TP.

source: %sClick here%s for additional PPTP and L2TP configuration options. Save first if you made changes.
no_no: %sKlikk her%s for flere konfigurasjonsalternativer for PPTP og L2TP. Lagre først hvis du har gjort endringer.

source: Remote IP address
no_no: Ekstern IP-adresse

source: Local IP address
no_no: Lokal IP-adresse

source: PPTP/L2TP configuration
no_no: PPTP/L2TP-konfigurasjon

source: %sClick here%s for advanced PPPoE configuration options and MLPPP configuration.
no_no: %sKlikk her%s for avanserte PPPoE-konfigurasjonsalternativer og MLPPP-konfigurasjon.

source: %sClick here%s for additional PPPoE configuration options. Save first if you made changes.
no_no: %sKlikk her%s for flere konfigurasjonsalternativer for PPPoE. Lagre først hvis du har gjort endringer.

source: Advanced and MLPPP
no_no: Avansert og MLPPP

source: Enable Dial-On-Demand mode
no_no: Aktiver Dial-On-Demand modus

source: This field can usually be left empty unless specified by the provider.
no_no: Dette feltet kan vanligvis stå tomt med mindre det er angitt av leverandøren.

source: Hint: this field can usually be left empty
no_no: Tips: Dette feltet kan vanligvis stå tomt

source: Service name
no_no: Navn på tjeneste

source: %sClick here%s to create a PPP configuration.
no_no: %sKlikk her%s for å opprette en PPP-konfigurasjon.

source: %sClick here%s to edit PPP configuration.
no_no: %sKlikk her%s for å redigere PPP-konfigurasjon.

source: Advanced PPP
no_no: Avansert PPP

source: Access Point Name (APN)
no_no: Aksess Punkt Navn (APN)

source: Select to fill in data for your service provider.
no_no: Velg for å fylle ut data for tjenesteleverandøren.

source: Provider:
no_no: Leverandør:

source: Country:
no_no: Land:

source: Service Provider
no_no: Tjenestetilbyder

source: PPP configuration
no_no: PPP-konfigurasjon

source: The value in this field is the full absolute path to a DHCP client configuration file.
no_no: Verdien i dette feltet er den absolutte banen til en DHCP-klientkonfigurasjonsfil.

source: Configuration File Override
no_no: Konfigurasjonsfil overstyring

source: The values in this field are DHCP options required by the client when requesting a DHCP lease. [option [, ...]]
no_no: Verdiene i dette feltet er DHCP-innstillinger som kreves av klienten når den ber om en DHCP-leieavtale. [innstilling [, ...]]

source: Require Options
no_no: Krev innstillinger

source: Send Options
no_no: Send alternativer

source: More detailed information about lease requirements and requests can be found in the %sFreeBSD Manual%s.
no_no: Mer detaljert informasjon om leiekrav og forespørsler finner du i %sFreeBSD Manual%s.

source: Lease Requirements
no_no: Krav til leieavtale

source: Saved Cfg
no_no: Lagret kfg

source: Veritawall Default
no_no: Veritawall Standard

source: FreeBSD Default
no_no: FreeBSD Standard

source: Presets:
no_no: Forhåndsinnstillinger:

source: Initial Interval
no_no: Innledende intervall

source: Select Timeout
no_no: Velg tidsavbrudd

source: Retry
no_no: Prøv igjen

source: Protocol Timing
no_no: Protokoll-timing

source: This is useful for rejecting leases from cable modems that offer private IPs when they lose upstream sync.
no_no: Dette er nyttig for å avvise leier fra kabelmodem som tilbyr private IP-er når de mister oppstrøms synkronisering.

source: If there is a certain upstream DHCP server that should be ignored, place the IP address or subnet of the DHCP server to be ignored here.
no_no: Hvis det er en viss oppstrøms DHCP-server som bør ignoreres, angir du IP-adressen eller subnettet til DHCP-serveren som skal ignoreres her.

source: Reject Leases From
no_no: Avvis leieavtaler fra

source: The value in this field is used as a fixed alias IPv4 address by the DHCP client.
no_no: Verdien i dette feltet brukes som en fast alias IPv4-adresse av DHCP-klienten.

source: Alias IPv4 address
no_no: Alias IPv4-adresse

source: The configuration file override mode may point to a fully customised file on the system instead.
no_no: Konfig-fil overstyrings modus kan peke til en fullt tilpasset fil på systemet i stedet.

source: The advanced mode does not provide any default values, you will need to fill out any values you would like to use.
no_no: Avansert modus gir ingen standardverdier, du må fylle ut alle eventuelle verdier du ønsker å bruke.

source: The basic mode auto-configures DHCP using default values and optional user input.
no_no: Grunnmodus konfigurerer DHCP automatisk ved å bruke standardverdier og valgfri brukerinput.

source: Config File Override
no_no: Konfig-fil overstyring

source: Configuration Mode
no_no: Konfigurasjonsmodus

source: Add new gateway
no_no: Legge til ny gateway

source: IPv4 Upstream Gateway
no_no: IPv4 oppstrøms gateway

source: Static IPv4 configuration
no_no: Statisk IPv4-konfigurasjon

source: Here you can explicitly set speed and duplex mode for this interface. WARNING: You MUST leave this set to autoselect (automatically negotiate speed) unless the port this interface connects to has its speed and duplex forced.
no_no: Her kan du eksplisitt angi hastighet og dupleksmodus for dette grensesnittet. ADVARSEL: Du må la dette stå til autovelg (automatisk forhandle hastighet) med mindre porten dette grensesnittet kobles til har en fast hastighet og dupleks.

source: Default (no preference, typically autoselect)
no_no: Standard (ingen preferanse, vanligvis autovelg)

source: Speed and duplex
no_no: Hastighet og dupleks

source: If you leave this field blank, the adapter's default MTU will be used. This is typically 1500 bytes but can vary in some circumstances.
no_no: Hvis du lar dette feltet stå tomt, vil nettkortets standard MTU brukes. Dette er vanligvis 1500 byte, men kan variere i noen tilfeller.

source: Calculated PPP MTU
no_no: Beregnet PPP MTU
