Repository: vw-fw/lang
Catalog: *.po
Languages: no_no

source: The authorized clients should only consist of alphanumeric characters, dashes, underscores and plus sign.
no_no: De autoriserte klientene bør bare bestå av alfanumeriske tegn, bindestreker, understrekingstegn og plusstegn.

source: The count value must be a positive number.
no_no: Antall verdien må være et positivt tall.

source: The filename may only contain letters, digits and one dot (not required).
no_no: Filnavnet kan bare inneholde bokstaver, sifre og én prikk (ikke nødvendig).

source: The name should contain only alphanumeric characters.
no_no: Navnet skal bare inneholde alfanumeriske tegn.

source: The name should only consist of alphanumeric characters, dashes and underscores.
no_no: Navnet skal bare bestå av alfanumeriske tegn, bindestreker og understrekingstegn.

source: The number of retries must be greater than 0
no_no: Antall forsøk må være større enn 0

source: The route priority must be greater than 0
no_no: Ruteprioriteten må være større enn 0

source: The time must be a positive integer.
no_no: Tiden må være et positivt heltall.

source: The timeout must be a number between 1 and 2147483647.
no_no: Tidsavbrudd må være et tall mellom 1 og 2147483647.

source: The timeout must be greater than 0
no_no: Tidsavbruddet må være større enn 0

source: This does not look like a valid url.
no_no: Dette ser ikke ut som en gyldig url.

source: This must be a valid port number.
no_no: Dette må være et gyldig portnummer.

source: Trace Route
no_no: Spor rute

source: Traffic
no_no: Trafikk

source: Traffic is HTTP
no_no: Trafikk er HTTP

source: Transmit delay must be between 0 and 4294967295.
no_no: Overføringsforsinkelsen må være mellom 0 og 4294967295.

source: Trust
no_no: Sikkerhet

source: Tunables
no_no: Justerbare innstillinger

source: Tunnel Settings
no_no: Tunnel-innstillinger

source: URI Hash (only HTTP mode)
no_no: URI Hash (bare HTTP-modus)

source: URL parameter contains
no_no: URL-parameteren inneholder

source: USER
no_no: BRUKER

source: Universal Plug and Play
no_no: Universell Plug and Play

source: Updates
no_no: Oppdateringer

source: User Forum
no_no: Bruker forum

source: Users
no_no: Brukere

source: Value needs to be between 0 and 23; multiple values, ranges, steps and asterisk are supported (ex. 1,2,8 or 0-8).
no_no: Verdien må være mellom 0 og 23; flere verdier, områder, trinn og stjerne støttes (f.eks. 1,2,8 eller 0-8).

source: Value needs to be between 0 and 59; multiple values, ranges, steps and asterisk are supported (ex. 1,10,20,30 or 1-30).
no_no: Verdien må være mellom 0 og 59; flere verdier, områder, trinn og stjerne støttes (f.eks. 1 10 20,30 eller 1-30).

source: Value needs to be between 0 and 7 (Sunday to Sunday), multiple values, ranges, steps and asterisk are supported (ex. 1,2,4 or 0-4).
no_no: Verdien må være mellom 0 og 7 (søndag til søndag), støttes flere verdier, områder, trinn og stjerne (f.eks. 1,2,4 eller 0-4).

source: Value needs to be between 1 and 12 or JAN to DEC, multiple values, ranges, steps and asterisk are supported (ex. JAN,2,10 or 3-8).
no_no: Verdien må være mellom 1 og 12 eller JAN til DEC, flere verdier, områder, trinn og stjerne støttes (f.eks. jan, 2,10 eller 3-8).

source: Value needs to be between 1 and 31; multiple values, ranges, L (last day of month), steps and asterisk are supported (ex. 1,2,8 or 1-28).
no_no: Verdien må være mellom 1 og 31; flere verdier, områder, L (siste dag i måneden), trinn og stjerne støttes (f.eks. 1,2,8 eller 1-28).

source: Verbose
no_no: Detaljert

source: Version 1
no_no: Versjon 1

source: Version 2
no_no: Versjon 2

source: View
no_no: Vis

source: Virtual IPs
no_no: Virtuelle IP-er

source: Vouchers
no_no: Kuponger

source: Warning
no_no: Advarsel

source: Warnings
no_no: Advarsler

source: Weekly
no_no: Ukentlig

source: Weight must be between 1...100
no_no: Vekt må være mellom 1...100

source: White
no_no: Hvit

source: Windows 2008 with AES
no_no: Windows 2008 med AES

source: Wireless
no_no: Trådløs

source: Wizard
no_no: Veiviser

source: [0] start/stop, serious errors
no_no: [0] start/stopp, alvorlige feil

source: [1] +all connections
no_no: [1] +alle tilkoblinger

source: [2] +script status
no_no: [2] +skriptstatus

source: [3] +all requests
no_no: [3] +alle forespørsler

source: [5] +network traffic
no_no: [5] +nettverkstrafikk

source: active [default]
no_no: aktiv [standard]

source: alert
no_no: varsel

source: all states
no_no: alle tilstander

source: basic information (0)
no_no: grunnleggende informasjon (0)

source: both
no_no: begge

source: critical information (1)
no_no: kritisk informasjon (1)

source: debugging (4)
no_no: feilsøking (4)

source: disable verify
no_no: deaktiver verifisering

source: disabled
no_no: deaktivert

source: encrypt
no_no: krypter

source: enforce verify
no_no: håndheve verifisering

source: equal
no_no: er lik

source: error information (2)
no_no: feilinformasjon (2)

source: extended
no_no: utvidet

source: extended debugging (5)
no_no: utvidet feilsøking (5)

source: files
no_no: filer

source: greater equal
no_no: større eller lik

source: greater than
no_no: større enn

source: http-keep-alive [default]
no_no: http-keep-alive [standard]

source: in
no_no: inn

source: info [default]
no_no: info [standard]

source: less equal
no_no: mindre eller lik

source: less than
no_no: mindre enn

source: local0 [default]
no_no: local0 [standard]

source: mail
no_no: e-post

source: max size needs to be an integer value between 1 and 65535
no_no: maks størrelse må være en heltallsverdi mellom 1 og 65535

source: may
no_no: kan

source: menu
no_no: meny

source: new states
no_no: nye tilstander

source: news
no_no: nyheter

source: no preference [default]
no_no: ingen preferanse [standard]

source: none
no_no: ingen

source: notice
no_no: merknad

source: only store IPv4 addresses [default]
no_no: bare lagre IPv4-adresser [standard]

source: only store IPv6 addresses
no_no: bare lagre IPv6-adresser

source: out
no_no: ut

source: please specify a valid email address
no_no: vennligst angi en gyldig e-postadresse

source: queue size should be between 2...100
no_no: køstørrelsen skal være mellom 2... 100

source: router
no_no: ruter

source: standalone
no_no: frittstående

source: store 32bit integers
no_no: lagre 32bit heltall

source: store binary blocks
no_no: lagre binære blokker

source: store substrings
no_no: lagre delstrenger

source: tcp (ACK packets only)
no_no: tcp (bare ACK-pakker)

source: tcp (non-ACK packets)
no_no: tcp (ikke-ACK-pakker)

source: test a regular expression for the HTTP status code
no_no: test et regulært uttrykk for HTTP-statuskoden

source: test a regular expression on the HTTP response body
no_no: test et regulært uttrykk på HTTP respons teksten

source: test a regular expression on the response buffer
no_no: test et regulært uttrykk på responsbufferen

source: test the exact string match in the HTTP response body
no_no: test nøyaktig streng-match i HTTP-respons-teksten

source: test the exact string match in the response buffer [default]
no_no: test det nøyaktige streng-match i svarbufferen [standard]

source: the number of sslrtd children needs to be an integer value between 1 and 32
no_no: antallet sslrtd underprosesser må være en heltallverdi mellom 1 og 32

source: warning
no_no: advarsel

source: warnings (3, default)
no_no: advarsler (3, standard)

source: (leave empty for none)
no_no: (la stå tom for ingen)

source: (leave empty to keep current one)
no_no: (la stå tom for å beholde gjeldende)

source: A NetBIOS Scope ID provides an extended naming service for NetBIOS over TCP/IP. The NetBIOS Scope ID isolates NetBIOS traffic on a single network to only those nodes with the same NetBIOS Scope ID.
no_no: En NetBIOS Scope ID gir en utvidet navnetjeneste for NetBIOS over TCP/IP. NetBIOS Scope ID isolerer NetBIOS-trafikk på ett enkelt nettverk til bare de nodene som har samme NetBIOS Scope ID.

source: A Windows Internet Name Service (WINS) server to provide for connecting clients, which allows them to browse Windows shares. This is typically an Active Directory Domain Controller, designated WINS server, or Samba server.
no_no: En Windows Internet Name Service (WINS)-server for å sørge for tilkobling av klienter, som gjør at de kan bla gjennom Windows-ressurser. Dette er vanligvis en Active Directory-domenekontroller, en dedikert WINS-server eller en Samba-server.

source: A name for this OpenVPN instance, for your reference. It can be set however you like, but is often used to distinguish the purpose of the service (e.g. "Remote Technical Staff").
no_no: Et navn for denne OpenVPN-forekomsten, for din referanse. Det kan angis slik du vil, men brukes ofte til å skildre formålet med tjenesten (for eksempel "Eksternt teknisk personell").

source: A name for your reference, to identify this certificate. This is also known as the certificate's "Common Name".
no_no: Et navn på referansen din, for å identifisere dette sertifikatet. Dette er også kjent som sertifikatets "Vanlig navn".

source: A name for your reference, to identify this certificate. This is the same as common-name field for other Certificates.
no_no: Et navn på referansen din, for å identifisere dette sertifikatet. Dette er det samme som vanlig navn-feltet (CN) for andre sertifikater.

source: A reload is now in progress. The wizard will redirect you to the dashboard once the reload is completed.
no_no: En omlasting er nå i gang. Veiviseren vil omdirigere deg til instrumentbordet når omlasting er fullført.

source: Add Certificate Authority
no_no: Legge til sertifiseringsinstans

source: Add LDAP Server
no_no: Legge til LDAP-server

source: Add RADIUS Server
no_no: Legg til RADIUS-server

source: Add a Server Certificate
no_no: Legge til et serversertifikat

source: Add a rule to allow all traffic from connected clients to pass across the VPN tunnel.
no_no: Legg til en regel for å tillate all trafikk fra tilkoblede kunder å passere over VPN-tunnelen.

source: Add a rule to permit traffic from clients on the Internet to the OpenVPN server process.
no_no: Legg til en regel for å tillate trafikk fra klienter på Internett i OpenVPN-serverprosessen.

source: Add new CA
no_no: Legg til ny CA

source: Add new Certificate
no_no: Legg til nytt sertifikat

source: Add new LDAP server
no_no: Legg til ny LDAP-server

source: Add new RADIUS server
no_no: Legg til ny RADIUS-server

source: Add new Server
no_no: Legg til ny server

source: Address Pool
no_no: Adresse pool

source: Address of the LDAP server.
no_no: Adressen til LDAP-serveren.

source: Address of the RADIUS server.
no_no: Adressen til RADIUS-serveren.

source: Allow DNS servers to be overridden by DHCP/PPP on WAN
no_no: Tillat DNS-servere å bli overstyrt av DHCP / PPP på WAN

source: Allow communication between clients connected to this server.
no_no: Tillat kommunikasjon mellom klienter koblet til denne serveren.

source: Allow connected clients to retain their connections if their IP address changes.
no_no: Tillat tilkoblede klienter å beholde tilkoblingene hvis IP-adressen endres.

source: Allow multiple concurrent connections from clients using the same Common Name. This is not generally recommended, but may be needed for some scenarios.
no_no: Tillat flere samtidige tilkoblinger fra klienter som bruker samme fellesnavn. Dette anbefales vanligvis ikke, men kan være nødvendig for noen scenarier.

source: Auth Digest Algorithm
no_no: Auth Digest Algoritme

source: Authentication Port
no_no: Godkjenningsport

source: Automatically generate a shared TLS authentication key.
no_no: Generer automatisk en delt TLS-autentiseringsnøkkel.

source: Block RFC1918 Private Networks
no_no: Blokkere RFC1918 private nettverk

source: Block bogon networks
no_no: Blokker falske nettverk

source: Certificate
no_no: Sertifikat

source: Certificate Authority Selection
no_no: Valg av sertifiseringsinstanser

source: Choose a Certificate Authority (CA)
no_no: Velg en sertifiseringsinstans (CA)

source: Choose a Server Certificate
no_no: Velge et serversertifikat

source: City
no_no: Poststed

source: City or other Locality name (e.g. Middelharnis, Leipzig, Louisville).
no_no: By eller annet navn på lokalitet (f.eks. Vadsø, Leipzig, Louisville).

source: Click 'Reload' to apply the changes.
no_no: Klikk på 'Last på nytt' for å ta i bruk endringene.

source: Client Settings
no_no: Klientinnstillinger

source: Compress tunnel packets using the LZO algorithm. Adaptive compression will dynamically disable compression for a period of time if OpenVPN detects that the data in the packets is not being compressed efficiently.
no_no: Komprimer tunnelpakker vha LZO-algoritmen. Adaptiv komprimering deaktiverer komprimering dynamisk i en periode hvis OpenVPN oppdager at dataene i pakkene ikke komprimeres effektivt.

source: Compression
no_no: Komprimering

source: Concurrent Connections
no_no: Samtidige tilkoblinger

source: Configure LAN Interface
no_no: Konfigurere LAN-grensesnitt

source: Configure WAN Interface
no_no: Konfigurere WAN-grensesnitt

source: Country Code
no_no: Landskode

source: Create a New Certificate Authority (CA) Certificate
no_no: Opprette et nytt sertifikat for sertifiseringsinstans (CA)

source: Create a New Server Certificate
no_no: Opprette et nytt serversertifikat

source: Create new Certificate
no_no: Lag nytt sertifikat

source: Cryptographic Settings
no_no: Kryptografiske innstillinger

source: DH Parameters Length
no_no: DH-parametere lengde

source: DHCP Hostname
no_no: DHCP-vertsnavn

source: DHCP client configuration
no_no: Konfigurasjon av DHCP-klient

source: DNS Default Domain
no_no: DNS-standarddomene

source: Descriptive name
no_no: Beskrivende navn

source: Descriptive name for the RADIUS server, for your reference.
no_no: Beskrivende navn for RADIUS-serveren, for din referansen.

source: Descriptive server name, for your own reference.
no_no: Beskrivende servernavn, for din egen referanse.

source: Domain
no_no: Domene

source: Domain name field is invalid
no_no: Domenenavnfeltet er ugyldig

source: Duplicate Connections
no_no: Dupliserte tilkoblinger

source: Dynamic IP
no_no: Dynamisk IP

source: Email
no_no: E-post

source: Email address for the Certificate contact. Often the email of the person generating the certificate (i.e. You.)
no_no: E-postadresse for sertifikatkontakten. Ofte e-posten til personen som genererer sertifikatet (dvs. deg.)

source: Enable DNSSEC Support
no_no: Aktiver DNSSEC-støtte

source: Enable NetBIOS over TCP/IP. If this option is not set, all NetBIOS-over-TCP/IP options (including WINS) will be disabled.
no_no: Aktiver NetBIOS over TCP/IP. Hvis dette alternativet ikke er angitt, deaktiveres alle NetBIOS-over-TCP/IP-alternativer (inkludert WINS).

source: Enable authentication of TLS packets.
no_no: Aktiver autentisering av TLS-pakker.

source: Encryption Algorithm
no_no: Krypteringsalgoritme

source: Enter the hostname (FQDN) of the time server.
no_no: Angi vertsnavnet (FQDN) for tidsserveren.

source: Entire Subtree
no_no: Hele undertreet

source: Finish
no_no: Fullfør

source: Finished!
no_no: Ferdig!

source: Firewall Rule
no_no: Brannmurregel

source: Firewall Rule Configuration
no_no: Konfigurasjon av brannmurregel

source: Firewall Rules control what network traffic is permitted. You must add rules to allow traffic to the OpenVPN server's IP and port, as well as allowing traffic from connected clients through the tunnel. These rules can be automatically added here, or configured manually after completing the wizard.
no_no: Brannmurregler kontrollerer hvilken nettverkstrafikk som er tillatt. Du må legge til regler for å tillate trafikk til OpenVPN-serverens IP og port, samt tillate trafikk fra tilkoblede klienter gjennom tunnelen. Disse reglene kan legges til automatisk her, eller konfigureres manuelt etter at veiviseren er fullført.

source: Force all client generated traffic through the tunnel.
no_no: Tving all klientgenerert trafikk gjennom tunnelen.

source: Full State of Province name, not abbreviated (e.g. Zuid Holland, Sachsen, Kentucky).
no_no: Fullstendig fylkes-/provinsnavn, ikke forkortet (for eksempel Finnmark, Sachsen, Kentucky).

source: Gateway IP Address field is invalid
no_no: Gateway IP-adresse-feltet er ugyldig

source: General Information
no_no: Generell informasjon

source: General OpenVPN Server Information
no_no: Generell OpenVPN-serverinformasjon

source: General Setup
no_no: Generelt oppsett

source: General configuration
no_no: Generell konfigurasjon

source: Generate TLS Key
no_no: Generer TLS-nøkkel

source: Group Naming Attribute
no_no: Gruppenavn attributt

source: Hostname or IP address
no_no: Vertsnavn eller IP-adresse

source: IP Address field is invalid
no_no: IP-adresse-feltet er ugyldig

source: IPv4 Local Network
no_no: IPv4 lokalt nettverk

source: IPv4 Remote Network
no_no: IPv4 eksternt nettverk

source: IPv4 Tunnel Network
no_no: IPv4 Tunnel Nettverk

source: IPv6 Local Network
no_no: IPv6 lokalt nettverk

source: IPv6 Remote Network
no_no: IPv6 eksternt nettverk

source: IPv6 Tunnel Network
no_no: IPv6 Tunnel Nettverk

source: If left blank, an anonymous bind will be done.
no_no: Hvis det står tomt, vil en anonym binding bli utført.

source: If no qualifying outgoing packets are transmitted for the specified number of seconds, the connection is brought down. An idle timeout of zero disables this feature.
no_no: Hvis ingen kvalifiserte utgående pakker overføres for det angitte antallet sekunder, tas tilkoblingen ned. Et tidsavbrudd på null deaktiverer denne funksjonen.

source: If you are unsure, leave this set to "Local User Access".
no_no: Hvis du er usikker, la dette være satt til "Lokal brukertilgang".

source: Inter-Client Communication
no_no: Inter-klient kommunikasjon

source: Invalid Hostname
no_no: Ugyldig vertsnavn

source: Key length
no_no: Nøkkel lengde

source: LAN IP Address
no_no: LAN IP-adresse

source: LAN IP Address field is invalid
no_no: LAN IP-adressefeltet er ugyldig

source: LDAP Authentication Server List
no_no: Liste over LDAP-godkjenningsserver

source: LDAP Authentication Server Parameters
no_no: Parametere for LDAP-godkjenningsserver

source: LDAP Bind Password
no_no: LDAP Bind Passord

source: LDAP Bind User DN
no_no: LDAP Bind bruker DN

source: LDAP Server Selection
no_no: Valg av LDAP-server

source: LDAP Server port, leave blank for the default (389 for TCP, 636 for SSL).
no_no: LDAP Server-port, la stå tom for standard (389 for TCP, 636 for SSL).

source: LDAP servers
no_no: LDAP-servere

source: Language
no_no: Språk

source: Lifetime
no_no: Levetid

source: Local User Access
no_no: Lokal brukertilgang

source: Local port upon which OpenVPN will listen for connections. The default port is 1194. Leave this blank to auto-select an unused port.
no_no: Lokal port hvor OpenVPN vil lytte etter tilkoblinger. Standardporten er 1194. La dette være tomt for automatisk å velge en ubrukt port.

source: MAC Address
no_no: MAC-adresse

source: MAC Address field is invalid
no_no: MAC-adressefeltet er ugyldig

source: Member Naming Attribute
no_no: Attributt for medlemsnavn

source: NetBIOS Options
no_no: NetBIOS-opsjoner

source: Network Time Protocol server to provide for connecting client systems.
no_no: Network Time Protocol-server som leveres til tilkoblende klientsystemer.

source: Next
no_no: Neste

source: On this screen we will configure the Local Area Network information.
no_no: På denne skjermen konfigurerer vi informasjon om lokalt nettverk.

source: One Level
no_no: Ett nivå

source: OpenVPN rule
no_no: OpenVPN-regel

source: Organization
no_no: Organisasjon

source: Organization name, often the Company or Group name.
no_no: Organisasjonsnavn, ofte firma- eller gruppenavnet.

source: Override DNS
no_no: Overstyr DNS

source: PPPoE Password
no_no: PPPoE passord

source: PPPoE Service name
no_no: PPPoE tjenestenavn

source: PPPoE Username
no_no: PPPoE brukernavn

source: PPPoE configuration
no_no: PPPoE-konfigurasjon

source: PPTP Local IP Address
no_no: PPTP lokal IP-adresse

source: PPTP Local IP Address field is invalid
no_no: Feltet PPTP Lokal IP-adresse er ugyldig

source: PPTP Password
no_no: PPTP-passord

source: PPTP Remote IP Address
no_no: PPTP ekstern IP-adresse

source: PPTP Remote IP Address field is invalid
no_no: Feltet PPTP Ekstern IP-adresse er ugyldig

source: PPTP Username
no_no: PPTP-brukernavn

source: PPTP configuration
no_no: PPTP-konfigurasjon

source: Paste in a shared TLS key if one has already been generated.
no_no: Lim inn i en delt TLS-nøkkel hvis det allerede er generert en.

source: Port used by the RADIUS server for accepting Authentication requests, typically 1812.
no_no: Port brukt av RADIUS-serveren for å motta godkjenningsforespørsler, vanligvis 1812.

source: Primary DNS Server
no_no: Primær DNS-server

source: Primary DNS Server field is invalid
no_no: Primært DNS-serverfelt er ugyldig

source: Protocol to use for OpenVPN connections. If you are unsure, leave this set to UDP.
no_no: Protokoll som skal brukes for OpenVPN-tilkoblinger. Hvis du er usikker, la dette være satt til UDP.

source: Provide a default domain name to clients.
no_no: Angi et standard domenenavn til klienter.

source: Provide a virtual adapter IP address to clients (see Tunnel Network).
no_no: Lever for en virtuell adapter-IP-adresse til klienter (se Tunnel Nettverk)

source: RADIUS Authentication Server Parameters
no_no: RADIUS autentiseringsserver parametere

source: RADIUS servers
no_no: RADIUS-servere

source: RFC1918 Networks
no_no: RFC1918 Nettverk

source: Redirect Gateway
no_no: Omdiriger gateway

source: Reload
no_no: Last på nytt

source: Reload Configuration
no_no: Last inn konfigurasjon på nytt

source: Reload in progress
no_no: Omlasting pågår

source: SSL - Encrypted
no_no: SSL - Kryptert

source: Secondary DNS Server
no_no: Sekundær DNS-server

source: Secondary DNS Server field is invalid
no_no: Sekundært DNS Server-felt er ugyldig

source: Server Certificate Selection
no_no: Valg av serversertifikat

source: Server Setup
no_no: Serveroppsett

source: Set the MTU of the WAN interface. If you leave this field blank, an MTU of 1492 bytes for PPPoE and 1500 bytes for all other connection types will be assumed.
no_no: Angi MTU for WAN-grensesnittet. Hvis du lar dette feltet stå tomt, antas det en MTU på 1492 byte for PPPoE og 1500 byte for alle andre tilkoblingstyper.

source: Shared Secret
no_no: Delt hemmelighet

source: Specify the maximum number of clients allowed to concurrently connect to this server.
no_no: Angi maksimalt antall klienter som kan koble til denne serveren samtidig.

source: State or Province
no_no: Fylke

source: Static
no_no: Statisk

source: Static IP Configuration
no_no: Statisk IP-konfigurasjon

source: Subnet Mask
no_no: Nettverksmaske

source: TLS Authentication
no_no: TLS autentisering

source: TLS Shared Key
no_no: TLS delt nøkkel

source: The interface where OpenVPN will listen for incoming connections.
no_no: Grensesnittet der OpenVPN vil lytte etter innkommende tilkoblinger.

source: The method used to authenticate traffic between endpoints. This setting must match on the client and server side, but is otherwise set however you like.
no_no: Metoden som brukes til å godkjenne trafikk mellom endepunkter. Denne innstillingen må samsvare på klient- og serversiden, men er ellers angitt slik du vil.
