Repository: vw-fw/lang
Catalog: *.po
Languages: no_no

source: Tier
no_no: Nivå

source: Gateway Priority
no_no: Gateway-prioritet

source: No gateway(s) have been selected to be used in this group
no_no: Ingen gateway(er) er valgt for bruk i denne gruppen

source: A gateway group cannot have the same name with a gateway "%s" please choose another name.
no_no: En gatewaygruppe kan ikke ha samme navn som en gateway "%s", vennligst velg et annet navn.

source: A gateway group with this name "%s" already exists.
no_no: Det finnes allerede en gatewaygruppe med navnet "%s".

source: Changing name on a gateway group is not allowed.
no_no: Det er ikke tillatt å endre navn på en gatewaygruppe.

source: A valid gateway group name must be specified.
no_no: Et gyldig gatewaygruppenavn må angis.

source: Remember to use these Gateway Groups in firewall rules in order to enable load balancing, failover, or policy-based routing. Without rules directing traffic into the Gateway Groups, they will not be used.
no_no: Husk å bruke disse gatewaygruppene i brannmurregler for å aktivere last-balansering, failover eller policybasert ruting. Uten regler som dirigerer trafikk til gatewaygruppene, vil de ikke bli brukt.

source: Clone
no_no: Klon

source: Warning (latency)
no_no: Advarsel ()

source: Warning (packetloss)
no_no: Advarsel (pakketap)

source: Offline
no_no: Frakoblet

source: Offline (forced)
no_no: Frakoblet (tvunget)

source: Pending
no_no: På vent

source: Tier %s
no_no: Nivå %s

source: The gateway configuration has been changed.%sYou must apply the changes in order for them to take effect.
no_no: Gatewaykonfigurasjonen er endret.%sDu må ta i bruk endringene for at de skal tre i kraft.

source: Do you really want to delete this gateway group?
no_no: Vil du virkelig slette denne gateway-gruppen?

source: Gateway-group
no_no: Gateway-gruppe

source: Delete CRL
no_no: Slett CRL

source: Edit CRL
no_no: Rediger CRL

source: Export CRL
no_no: Eksporter CRL

source: Unknown (imported)
no_no: Ukjent (importert)

source: Import CRL for %s
no_no: Importer CRL for %s

source: Add or Import CRL for %s
no_no: Legg til eller importer CRL for %s

source: Reason
no_no: Årsak

source: Choose a Certificate to Revoke
no_no: Velg et sertifikat som skal tilbakekalles

source: Revoke a Certificate
no_no: Tilbakekall et sertifikat

source: No Certificates Found for this CA.
no_no: Ingen sertifikater ble funnet for denne CA.

source: Delete this certificate from the CRL
no_no: Slett dette sertifikatet fra CRL

source: No Certificates Found for this CRL.
no_no: Ingen sertifikater ble funnet for denne CRL.

source: Revoked At
no_no: Tilbakekalt

source: Revocation Reason
no_no: Begrunnelse for tilbakekall

source: Certificate Name
no_no: Sertifikatnavn

source: Currently Revoked Certificates for CRL
no_no: Tilbakekalte sertifikater for CRL

source: Edit Imported Certificate Revocation List
no_no: Rediger importert sertifikat tilbakekallingsliste

source: Default: 0
no_no: Standard: 0

source: Serial
no_no: Serienummer

source: Default: 9999
no_no: Standard: 9999

source: Internal Certificate Revocation List
no_no: Intern sertifikatopphevelsesliste

source: Paste a Certificate Revocation List in X.509 CRL format here.
no_no: Lim inn en sertifikatopphevelsesliste i X.509 CRL-format her.

source: Existing Certificate Revocation List
no_no: Eksisterende sertifikatopphevelsesliste

source: Import an existing Certificate Revocation List
no_no: Importere en eksisterende sertifikatopphevelsesliste

source: Create an internal Certificate Revocation List
no_no: Opprette en intern sertifikatopphevelsesliste

source: Delete this certificate from the CRL?
no_no: Slett dette sertifikatet fra CRL?

source: Do you really want to delete this Certificate Revocation List?
no_no: Vil du virkelig slette denne sertifikatopphevelseslisten?

source: Certificate Revocation List data
no_no: Data om sertifikatopphevelsesliste

source: Cannot revoke certificates for an imported/external CRL.
no_no: Kan ikke tilbakekalle sertifikater for en importert/ekstern CRL.

source: CA mismatch between the Certificate and CRL. Unable to Revoke.
no_no: CA-feil mellom sertifikat og CRL. Kan ikke tilbakekalle.

source: Both the Certificate and CRL must be specified.
no_no: Både sertifikatet og CRL må angis.

source: Failed to delete certificate %s from CRL %s
no_no: Kan ikke slette sertifikatet %s fra CRL %s

source: Certificate Revocation List %s is in use and cannot be deleted
no_no: Sertifikatopphevelsesliste %s er i bruk og kan ikke slettes

source: update csr
no_no: oppdater csr

source: delete cert
no_no: slett cert

source: export ca+user cert+user key in .p12 format
no_no: eksporter ca+bruker sert+brukernøkkel i .p12-format

source: export user key
no_no: eksporter brukernøkkel

source: export user cert
no_no: eksporter brukersert

source: show certificate info
no_no: vis sertifikatinfo

source: OpenVPN Client
no_no: OpenVPN-klient

source: User Cert
no_no: Bruker Sert

source: Revoked
no_no: Tilbakekalt

source: external - signature pending
no_no: ekstern - signatur venter

source: In Use
no_no: I Bruk

source: Update
no_no: Oppdater

source: Paste the certificate received from your certificate authority here.
no_no: Lim inn sertifikatet mottatt fra sertifiseringsinstansen her.

source: Final certificate data
no_no: Endelige sertifikatdata

source: Copy the certificate signing data from here and forward it to your certificate authority for signing.
no_no: Kopier sertifikatsigneringsdataene herfra og videresend dem til sertifikatmyndigheten din for signering.

source: Signing request data
no_no: Data for signeringsforespørsel

source: Complete Signing Request
no_no: Fullfør signeringsforespørsel

source: *Revoked
no_no: *Tilbakekalt

source: *In Use
no_no: *I bruk

source: Existing Certificates
no_no: Eksisterende sertifikater

source: Choose an Existing Certificate
no_no: Velg et eksisterende sertifikat

source: IT department
no_no: IT avdeling

source: Organizational Unit
no_no: Organisasjonsenhet

source: External Signing Request
no_no: Ekstern signeringsforespørsel

source: Alternative Names
no_no: Alternative navn

source: Choose the type of certificate to generate here, the type defines it's constraints
no_no: Velg typen sertifikat som skal genereres her, typen definerer begrensningene

source: Client Certificate
no_no: Klientsertifikat

source: No internal Certificate Authorities have been defined. You must %sadd%s an internal CA before creating an internal certificate.
no_no: Ingen interne sertifiseringsinstanser er definert. Du må %slegge til%s en intern sertifiseringsinstans før du oppretter et internt sertifikat.

source: Internal Certificate
no_no: Internt sertifikat

source: Paste a private key in X.509 PEM format here.
no_no: Lim inn en privat nøkkel i X.509 PEM-format her.

source: Private key data
no_no: Data for privat nøkkel

source: Import Certificate
no_no: Importer sertifikat

source: Do you really want to delete this Certificate?
no_no: Vil du virkelig slette dette sertifikatet?

source: Unrecognized subjectAltName type.
no_no: Ukjent subjectAltName-type.

source: URI subjectAltName types must be a valid URI
no_no: URI subjectAltName-typer må være en gyldig URI

source: The email provided in a subjectAltName contains invalid characters.
no_no: E-posten i et subjectAltName inneholder ugyldige tegn.

source: You must provide an email address for this type of subjectAltName
no_no: Du må oppgi en e-postadresse for denne typen subjectAltName

source: IP subjectAltName values must be valid IP Addresses
no_no: IP subjectAltName verdier må være gyldige IP-adresser

source: DNS subjectAltName values must be valid hostnames or FQDNs
no_no: Verdiene for DNS subjectAltName må være gyldige vertsnavn eller FQDN-er

source: Existing Certificate Choice
no_no: Eksisterende sertifikatvalg

source: Certificate authority
no_no: Sertifikatmyndighet

source: Key data
no_no: Nøkkel data

source: The certificate modulus does not match the signing request modulus.
no_no: Sertifikatmodulus samsvarer ikke med signeringsforespørselsmodulus.

source: Final Certificate data
no_no: Endelige sertifikatdata

source: Choose an existing certificate
no_no: Velg et eksisterende sertifikat

source: Create a Certificate Signing Request
no_no: Opprett en sertifikatsigneringsforespørsel

source: Create an internal Certificate
no_no: Opprett et internt sertifikat

source: Import an existing Certificate
no_no: Importer et eksisterende sertifikat

source: delete ca
no_no: slette ca

source: export CA private key
no_no: eksporter CA privat nøkkel

source: export CA cert
no_no: eksporter CA sert

source: edit CA
no_no: rediger CA

source: Valid Until
no_no: Gyldig til

source: Valid From
no_no: Gyldig fra

source: external
no_no: ekstern

source: self-signed
no_no: selvsignert

source: Distinguished Name
no_no: Entydig navn

source: Issuer
no_no: Utgiver

source: admin@mycompany.com
no_no: admin@mittfirma.no

source: My Company Inc
no_no: Mitt Firma AS

source: Leipzig
no_no: Vadsø

source: Sachsen
no_no: Finnmark

source: ex:
no_no: eks:

source: Distinguished name
no_no: Entydig navn

source: NOTE: It is recommended to use an algorithm stronger than SHA1 when possible.
no_no: MERK: Det anbefales å bruke en algoritme som er sterkere enn SHA1 når det er mulig.

source: Digest Algorithm
no_no: Digest-algoritme

source: Internal Certificate Authority
no_no: Intern sertifikatmyndighet

source: Enter a decimal number to be used as the serial number for the next certificate to be created using this CA.
no_no: Angi et desimaltall som skal brukes som serienummer for neste sertifikat som skal opprettes ved hjelp av denne sertifiseringsinstansen.

source: Serial for next certificate
no_no: Serienr for neste sertifikat

source: Paste the private key for the above certificate here. This is optional in most cases, but required if you need to generate a Certificate Revocation List (CRL).
no_no: Lim inn den private nøkkelen for sertifikatet ovenfor her. Dette er valgfritt i de fleste tilfeller, men kreves hvis du trenger å generere en sertifikatopphevelsesliste (CRL).

source: (optional)
no_no: (valgfri)

source: Certificate Private Key
no_no: Sertifikat Privat Nøkkel

source: Paste a certificate in X.509 PEM format here.
no_no: Lim inn et sertifikat i X.509 PEM-format her.

source: Existing Certificate Authority
no_no: Eksisterende sertifikatmyndighet

source: Create an intermediate Certificate Authority
no_no: Opprett en mellomliggende sertifiseringsinstans

source: Create an internal Certificate Authority
no_no: Opprett en intern sertifiseringsinstans

source: Import an existing Certificate Authority
no_no: Importer en eksisterende sertifiseringsinstans

source: Method
no_no: Metode

source: Do you really want to delete this Certificate Authority and its CRLs, and unreference any associated certificates?
no_no: Vil du virkelig slette denne sertifiseringsinstansen og dens CRLer, og fjerne refereranse til tilknyttede sertifikater?

source: openssl library returns:
no_no: openssl-biblioteket returnerer:

source: The serial number must be a number greater than zero or left blank.
no_no: Serienummeret må være et tall som er større enn null eller tomt.

source: Please select a valid Digest Algorithm.
no_no: Velg en gyldig Digest Algoritme.

source: Please select a valid Key Length.
no_no: Velg en gyldig nøkkellengde.

source: The field '%s' contains invalid characters.
no_no: Feltet '%s' inneholder ugyldige tegn.

source: The field 'Distinguished name Common Name' contains invalid characters.
no_no: Feltet 'Entydig navn Vanlig navn' inneholder ugyldige tegn.

source: The field 'Distinguished name Email Address' contains invalid characters.
no_no: Feltet 'Entydig navn E-post adresse' inneholder ugyldige tegn.

source: Signing Certificate Authority
no_no: Signerende sertifiseringsinstans

source: Distinguished name Common Name
no_no: Entydig navn Vanlig navn

source: Distinguished name Email Address
no_no: Entydig navn E-postadresse

source: Distinguished name Organization
no_no: Entydig navn Organisasjon

source: Distinguished name City
no_no: Entydig navn Poststed

source: Distinguished name State or Province
no_no: Entydig navn Fylke

source: Distinguished name Country Code
no_no: Entydig navn Landskode

source: Encrypted private keys are not yet supported.
no_no: Krypterte private nøkler støttes ennå ikke.

source: This certificate does not appear to be valid.
no_no: Dette sertifikatet ser ikke ut til å være gyldig.

source: Certificate data
no_no: Sertifikatdata

source: Server Name
no_no: Servernavn

source: NOTE: If you are using an interactive two-factor authentication system, increase this timeout to account for how long it will take the user to receive and enter a token.
no_no: MERK: Hvis du bruker et interaktivt tofaktorautentiseringssystem, øker du dette tidsavbruddet for å ta høyde for hvor lang tid det vil ta brukeren å motta og angi et token.

source: If left blank, the default value is 5 seconds.
no_no: Hvis den er tom, er standardverdien 5 sekunder.

source: This value controls how long, in seconds, that the RADIUS server may take to respond to an authentication request.
no_no: Denne verdien styrer hvor lenge, i sekunder, RADIUS-serveren kan bruke for å svare på en godkjenningsforespørsel.

source: Authentication Timeout
no_no: Tidsavbrudd for godkjenning

source: Accounting port value
no_no: Portverdi for accounting

source: Authentication and Accounting
no_no: Godkjenning og regnskap

source: Services offered
no_no: Tjenester som tilbys

source: User naming attribute
no_no: Attributt for brukernavn

source: Initial Template
no_no: Innledende mal

source: Extended Query
no_no: Utvidet spørring

source: Select
no_no: Velg

source: Authentication containers
no_no: Godkjennings-containere

source: Search scope
no_no: Søkeomfang

source: Leave empty to use anonymous binds to resolve distinguished names
no_no: La stå tom for å bruke anonyme bind for å løse entydige navn

source: User DN:
no_no: Bruker DN:

source: Bind credentials
no_no: Bind legitimasjon

source: System: Certificates
no_no: System: Sertifikater

source: No Certificate Authorities defined.
no_no: Ingen sertifiseringsinstanser definert.

source: Create one under
no_no: Opprett en under

source: Peer Certificate Authority
no_no: Peer sertifiseringsinstans

source: NOTE: When using SSL, this hostname MUST match the Common Name (CN) of the LDAP server's SSL Certificate.
no_no: MERK: Når du bruker SSL, MÅ dette vertsnavnet samsvare med Vanlig navn (CN) for LDAP-serverens SSL-sertifikat.

source: Please select which containers to Authenticate against:
no_no: Velg hvilke containere det skal godkjennes mot:

source: Please fill the required values.
no_no: Fyll ut de nødvendige verdiene.

source: Do you really want to delete this Server?
no_no: Vil du virkelig slette denne serveren?

source: RADIUS Timeout value must be numeric and positive.
no_no: RADIUS tidsavbrudd-verdien må være numerisk og positiv.

source: An authentication server with the same name already exists.
no_no: Det finnes allerede en godkjenningsserver med samme navn.

source: The host name contains invalid characters.
no_no: Vertsnavnet inneholder ugyldige tegn.

source: Authentication port value
no_no: Portverdi for godkjenning

source: Bind user DN
no_no: Bind bruker DN

source: Authentication container
no_no: Godkjennings-container

source: User naming Attribute
no_no: Attributt for brukernavn

source: Search level
no_no: Søkenivå

source: Protocol version
no_no: Protokollversjon

source: Port value
no_no: Portverdi

source: Edit system tunable
no_no: Rediger systeminnstilling

source: Tunables are composed of runtime settings for sysctl.conf which take effect immediately after apply and boot settings for loader.conf which require a reboot.
no_no: Justerbare er sammensatt av kjøretids-innstillinger for sysctl.conf som trer i kraft umiddelbart etter anvendelse og oppstartinnstillinger for loader.conf som krever omstart.

source: Delete Tunable
no_no: Slett innstilling

source: Edit Tunable
no_no: Rediger innstilling

source: The firewall tunables have changed. You must apply the configuration to take affect.
no_no: Brannmurens justerbare innstillinger er endret. Du må bruke konfigurasjonen for å påvirke.

source: Tunable
no_no: Justerbar innstilling

source: When this is checked, startup and shutdown sounds will no longer play.
no_no: Når dette er krysset av, vil ikke oppstarts- og avslutningslyder spilles av lenger.

source: Disable the startup/shutdown beep
no_no: Deaktivere oppstarts-/avslutningslyd

source: Startup/Shutdown Sound
no_no: Oppstart/avslutningslyd

source: System Sounds
no_no: Systemlyder

source: This field can be used to enter an explicit DUID for use by IPv6 DHCP clients.
no_no: Dette feltet kan brukes til å angi en eksplisitt DUID for bruk av IPv6 DHCP-klienter.

source: DHCP Unique Identifier
no_no: DHCP unik identifikator

source: This option will suppress ARP log messages when multiple interfaces reside on the same broadcast domain
no_no: Dette alternativet vil undertrykke ARP-loggmeldinger når flere grensesnitt ligger i samme kringkastingsdomene

source: Suppress ARP messages
no_no: Undertrykk ARP-meldinger

source: ARP Handling
no_no: ARP-håndtering

source: Set usage of VLAN hardware filtering. This hardware acceleration may be broken in a particular device driver, or may impact performance.
no_no: Angi bruk av VLAN maskinvarefiltrering. NB! Denne maskinvareakselerasjonen kan være ødelagt i visse enhetsdrivere, eller den kan påvirke ytelsen.

source: Leave default
no_no: La stå til standardverdi

source: Disable VLAN Hardware Filtering
no_no: Deaktiver VLAN-maskinvarefiltrering

source: Enable VLAN Hardware Filtering
no_no: Aktiver VLAN-maskinvarefiltrering

source: VLAN Hardware Filtering
no_no: VLAN maskinvarefiltrering

source: Hardware LRO
no_no: Maskinvare LRO

source: Hardware TSO
no_no: Maskinvare TSO

source: Hardware CRC
no_no: Maskinvare CRC

source: A valid DUID must be specified.
no_no: En gyldig DUID må angis.

source: Set this if you wish to use /tmp as a RAM disk (memory file system disk) rather than using the hard disk.
no_no: Angi dette hvis du vil bruke /tmp som RAM disk (systemdisk i minnet) i stedet for å bruke harddisken.

source: Use memory file system for /tmp
no_no: Bruk minnefilsystem for /tmp

source: Set this if you wish to use /var as a RAM disk (memory file system disks) rather than using the hard disk. Setting this will cause the data /var to be lost on reboot, including log data.
no_no: Angi dette hvis du vil bruke /var som RAM-disk (minnekortsystemdisker) i stedet for å bruke harddisken. Hvis du angir dette, går dataene i /var tapt ved omstart, inkludert loggdata.

source: Use memory file system for /var
no_no: Bruke minnefilsystem for /var

source: Add a 2 GB swap file to the system
no_no: Legge til en 2 GB swap-fil i systemet

source: Swap file
no_no: Swap fil

source: Disk / Memory Settings (reboot to apply changes)
no_no: Disk / Minne Innstillinger (omstart for å ta i bruk endringer)

source: If the powerd utility can not determine the power state it uses "normal" for control.
no_no: Hvis powerd-verktøyet ikke kan bestemme strømtilstanden, bruker den "normal" for kontroll.

source: On Normal Power Mode
no_no: På normal strømmodus

source: On Battery Power Mode
no_no: På batteristrømmodus

source: Maximum
no_no: Maksimum

source: Adaptive
no_no: Adaptiv

source: On AC Power Mode
no_no: På vekselstrømmodus

source: The powerd utility monitors the system state and sets various power control options accordingly. It offers four modes (maximum, minimum, adaptive and hiadaptive) that can be individually selected while on AC power or batteries. The modes maximum, minimum, adaptive and hiadaptive may be abbreviated max, min, adp, hadp. Maximum mode chooses the highest performance values. Minimum mode selects the lowest performance values to get the most power savings. Adaptive mode attempts to strike a balance by degrading performance when the system appears idle and increasing it when the system is busy. It offers a good balance between a small performance loss for greatly increased power savings. Hiadaptive mode is alike adaptive mode, but tuned for systems where performance and interactivity are more important than power consumption. It raises frequency faster, drops slower and keeps twice lower CPU load.
no_no: Powerd-verktøyet overvåker systemtilstanden og angir forskjellige strømkontrollalternativer deretter. Den tilbyr fire moduser (maksimum, minimum, adaptiv og hiadaptive) som kan velges individuelt mens du er på vekselstrøm eller batterier. Modiene maksimum, minimum, adaptiv og hiadaptive kan forkortes maks, min, adp, hadp. Maksimum modus velger verdiene for høyeste ytelse. Minimum modus velger de laveste ytelsesverdiene for å få mest mulig strømbesparelse. Adaptiv modus prøver å oppnå en balanse ved å forringe ytelsen når systemet virker inaktivt og øke det når systemet er opptatt. Det gir en god balanse mellom et lite ytelsestap og kraftig økt strømsparing. Hiadaptive-modus er lik adaptiv modus, men innstilt på systemer der ytelse og interaktivitet er viktigere enn strømforbruk. Den hever frekvensen raskere, synker tregere og holder to ganger lavere CPU-belastning.

source: Use PowerD
no_no: Bruk PowerD

source: Power Savings
no_no: Strømsparing

source: This will periodically backup the captive portal session data so it can be restored automatically on the next boot.
no_no: Dette vil sikkerhetskopiere captive portal øktdataene periodisk slik at de kan gjenopprettes automatisk ved neste oppstart.

source: Periodic Captive Portal Backup
no_no: Periodisk sikkerhetskopiering av Captive Portal

source: This will periodically backup the NetFlow data aggregation so it can be restored automatically on the next boot.
no_no: Dette vil sikkerhetskopiere NetFlow-dataaggregeringen periodisk slik at den kan gjenopprettes automatisk ved neste oppstart.

source: Periodic NetFlow Backup
no_no: Periodisk NetFlow-sikkerhetskopiering

source: This will periodically backup the DHCP leases data so it can be restored automatically on the next boot.
no_no: Dette vil sikkerhetskopiere DHCP-leiedataene periodisk slik at de kan gjenopprettes automatisk ved neste oppstart.

source: Periodic DHCP Leases Backup
no_no: Sikkerhetskopiering av periodiske DHCP-leieavtaler

source: This will periodically backup the RRD data so it can be restored automatically on the next boot.
no_no: Dette vil sikkerhetskopiere RRD-dataene periodisk slik at de kan gjenopprettes automatisk ved neste oppstart.

source: 1 hour
no_no: 1 time

source: %s hours
no_no: %s timer

source: Periodic RRD Backup
no_no: Periodisk RRD-sikkerhetskopi

source: Periodic Backups
no_no: Periodiske sikkerhetskopier

source: If you do not have a supported thermal sensor chip in your system, this option will have no effect. To unload the selected module, set this option to 'none' and then reboot.
no_no: Hvis du ikke har en støttet termisk sensorbrikke i systemet, vil dette alternativet ikke ha noen effekt. Hvis du vil fjerne den valgte modulen, setter du dette alternativet til ingen og starter på nytt.

source: If you have a supported CPU, selecting a themal sensor will load the appropriate driver to read its temperature. Setting this to 'None' will attempt to read the temperature from an ACPI-compliant motherboard sensor instead, if one is present.
no_no: Hvis du har en støttet CPU, vil valg av en termisk sensor laste den riktige driveren for å lese temperaturen. Hvis du setter dette til 'Ingen' vil vi forsøke å lese temperaturen fra en ACPI-kompatibel hovedkortsensor i stedet, hvis det er en til stede.

source: None/ACPI
no_no: Ingen/ACPI

source: Thermal Sensors
no_no: Termiske sensorer
