Repository: vw-fw/lang
Catalog: *.po
Languages: no_no

source: Set the IP address of the remote client or the complete network like 10.10.10.0/24
no_no: Angi IP-adressen til den eksterne klienten eller det komplette nettverket som 10.10.10.0/24

source: Set the IP address or FQDN of the network collector.
no_no: Angi IP-adressen eller FQDN for nettverksinnsamleren.

source: Set the IP address the user should receive.
no_no: Angi IP-adressen brukeren skal motta.

source: Set the IP or FQDN to where to send the mails to. Empty means MX will be used. You can also add custom ports via :225 or disable MX lookup via squared brackets.
no_no: Angi IP eller FQDN du vil videresende e-postene til. Tom betyr at MX vil bli brukt. Du kan også legge til egendefinerte porter vha :225 eller deaktivere MX-oppslag vha klammeparenteser.

source: Set the IP version to use.
no_no: Angi IP-versjonen som skal brukes.

source: Set the URL of the Openphish map file.
no_no: Angi URL-en til Openphish map filen.

source: Set the URL where metrics shoud be sent to.
no_no: Angi nettadressen som metrikk skal sendes til.

source: Set the action for this address.
no_no: Angi handlingen for denne adressen.

source: Set the default EAP type.
no_no: Angi standard EAP-type.

source: Set the filter to search for users, for Active Directory change uid to samaccountname.
no_no: Angi filteret for å søke etter brukere, for Active Directory endrer du uid til samaccountname.

source: Set the hostname for this system.
no_no: Angi vertsnavnet for dette systemet.

source: Set the hostname or IP address to connect to.
no_no: Angi vertsnavnet eller IP-adressen du vil koble til.

source: Set the hostname or IP of the SIP server.
no_no: Angi vertsnavnet eller IP-adressen til SIP-serveren.

source: Set the maximum download bandwith for ChilliSpot attribute. The value is treated as kbits/s.
no_no: Angi maksimal båndbredde for nedlasting for ChilliSpot-attributtet. Verdien behandles som bits/s.

source: Set the maximum download bandwith for WISPr attribute. The value is treated as bits/s.
no_no: Angi maksimal båndbredde for nedlasting for WISPr-attributtet. Verdien behandles som bits/s.

source: Set the maximum inactivity time on the server side. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
no_no: Angi maksimal inaktivitetstid på serversiden. Standard til millisekunder. Eventuelt kan enheten angis som enten "d", "h", "m", "s", "ms" eller "oss".

source: Set the maximum number of concurrent connections for this Public Service.
no_no: Angi maksimalt antall samtidige tilkoblinger for denne offentlige tjenesten.

source: Set the maximum object size (default 4MB when left empty).
no_no: Angi maksimal objektstørrelse (standard 4 MB når den er tom).

source: Set the maximum session limit in seconds. This can be used by the Captive Portal.
no_no: Angi maksimal øktgrense i sekunder. Dette kan brukes av Captive Portal.

source: Set the maximum time to wait for a connection attempt to a server to succeed. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
no_no: Angi maksimal tid til å vente på et tilkoblingsforsøk mot en server for å lykkes. Standard i millisekunder. Eventuelt kan enheten angis som enten "d", "h", "m", "s", "ms" eller "oss".

source: Set the maximum upload bandwith for ChilliSpot attribute. The value is treated as kbits/s.
no_no: Angi maksimal båndbredde for opplasting med for ChilliSpot-attributtet. Verdien behandles som kbits/s.

source: Set the maximum upload bandwith for WISPr attribute. The value is treated as bits/s.
no_no: Angi maksimal båndbredde for opplasting med for WISPr-attributtet. Verdien behandles som kbits/s.

source: Set the minimum download bandwith for WISPr attribute. The value is treated as bits/s.
no_no: Angi min. nedlastingsbåndbredde for WISPr-attributtet. Verdien blir behandlet som bits/s.

source: Set the minimum upload bandwith for WISPr attribute. The value is treated as bits/s.
no_no: Angi min. opplastingsbåndbredde for WISPr-attributtet. Verdien blir behandlet som bits/s.

source: Set the name of the database on InfluxDB.
no_no: Angi navnet på databasen på InfluxDB.

source: Set the name of the graphite collector.
no_no: Angi navnet på graphite innsamleren.

source: Set the number of retries to perform on a server after a connection failure (default is 3).
no_no: Angi antall forsøk som skal utføres på en server etter en tilkoblingsfeil (standard er 3).

source: Set the number of retries to perform on a server after a connection failure.
no_no: Angi antall forsøk som skal utføres på en server etter en tilkoblingsfeil.

source: Set the password for authentication.
no_no: Angi passordet for godkjenning.

source: Set the password for the user. Allowed characters are 0-9, a-z, A-Z, and ,._-!$%/()+#= with up to 128 characters.
no_no: Angi passordet for brukeren. Tillatte tegn er 0-9, a-z, A-Z og ,._-!$%/()+#= med opptil 128 tegn.

source: Set the password of the remote NUT server.
no_no: Angi passordet for den eksterne NUT-serveren.

source: Set the port for this host. Default should be fine for most cases.
no_no: Angi porten for denne verten. Standard bør være ok i de fleste tilfeller.

source: Set the port of the graphite collector, Graphite is using 2003 per default.
no_no: Angi porten til graphite innsamleren, Graphite bruker 2003 som standard.

source: Set the port of the network collector. Collectd is using 25826 per default.
no_no: Angi porten til nettverksinnsamleren. Collectd bruker 25826 som standard.

source: Set the protocol to use.
no_no: Angi protokollen som skal brukes.

source: Set the recipient address to match.
no_no: Angi mottakeradressen som skal samsvare.

source: Set the running mode or protocol for this Public Service.
no_no: Angi kjøremodus eller protokoll for denne offentlige tjenesten.

source: Set the same mode for backend and frontend.
no_no: Still inn samme modus for backend og frontend.

source: Set the sender address to match.
no_no: Angi avsenderadressen som skal samsvare.

source: Set the service mode. Currently only standalone and netclient are available.
no_no: Angi tjenestemodus. For øyeblikket er bare standalone og netclient tilgjengelig.

source: Set the unique domain name to relay for.
no_no: Angi det unike domenenavnet det skal videresendes for.

source: Set the unique username for the user. Allowed characters are 0-9, a-z, A-Z, and ._-
no_no: Angi det unike brukernavnet for brukeren. Tillatte tegn er 0-9, a-z, A-Z og ._-

source: Set the username for authentication.
no_no: Angi brukernavnet for godkjenning.

source: Set the username of the remote NUT server.
no_no: Angi brukernavnet til den eksterne NUT-serveren.

source: Set this option to disable this static route without removing it from the list.
no_no: Angi dette alternativet for å deaktivere denne statiske ruten uten å fjerne den fra listen.

source: Set where to log radius requests, defaults to file.
no_no: Angi hvor du vil logge radiusforespørsler, standard er til fil.

source: Sets the interval (in milliseconds) for running health checks on the server when the server state is DOWN. If it is not set HAProxy uses the check interval.
no_no: Angir intervallet (i millisekunder) for å kjøre helsesjekker på serveren når servertilstanden er NEDE. Hvis det ikke er satt, bruker HAProxy sjekkintervallet.

source: Sets the maximum amount of RAM in megabytes per process usable by Lua. By default it is zero which means unlimited. It is important to set a limit to ensure that a bug in a script will not result in the system running out of memory.
no_no: Angir den maksimale mengden RAM i megabyte per prosess som kan brukes av Lua. Som standard er det null som betyr ubegrenset. Det er viktig å sette en grense for å sikre at en feil i et skript ikke vil resultere i at systemet går tom for minne.

source: Sets the operation mode to use for this server.
no_no: Angir operasjonsmodusen som skal brukes for denne serveren.

source: Sets the source address which will be used when connecting to the server(s).
no_no: Angir kildeadressen som skal brukes når du kobler til serveren(e).

source: Sets the source address which will be used when connecting to the server.
no_no: Angir kildeadressen som skal brukes når du kobler til serveren.

source: Settings
no_no: Innstillinger

source: Show introduction pages
no_no: Vis introduksjonssider

source: Sign Local
no_no: Signer lokalt

source: Signature Id
no_no: Signatur-ID

source: Siproxd will masquerade the interal UAs to this given string (optional).
no_no: Siproxd vil maskere interne UAer til denne gitte strengen (valgfritt).

source: Size
no_no: Størrelse

source: Smart Host
no_no: Smart Vert

source: Source
no_no: Kilde

source: Source IP
no_no: Kilde IP

source: Source IP address for outgoing connections.
no_no: Kilde-IP-adresse for utgående tilkoblinger.

source: Source address
no_no: Kildeadresse

source: Source port
no_no: Kilde-port

source: Spam Protection
no_no: Spam-beskyttelse

source: Spam Trap
no_no: Spam-felle

source: Specifies how long we wait for agent, SNMP device or external check (in seconds).
no_no: Angir hvor lenge vi venter på agent, SNMP-enhet eller ekstern sjekk (i sekunder).

source: Specifies the days to renew the cert. The max value is 60 days.
no_no: Angir dagene for å fornye sertifikatet. Maksverdien er 60 dager.

source: Specifies the debug level for Zabbix agent.
no_no: Angir debug-nivået for Zabbix-agent.

source: Specify HTTP host to use for health check. Requires HTTP/1.1.
no_no: Spesifiser HTTP-vert som skal brukes til helsesjekk. Krever HTTP/1.1.

source: Specify HTTP request URI for health check.
no_no: Spesifiser HTTP-forespørsel-URI for helsesjekk.

source: Specify a HAProxy condition/ACL that is currently not supported by the GUI.
no_no: Angi en HAProxy-betingelse/ACL som for øyeblikket ikke støttes av GUI.

source: Specify a HAProxy rule/ACL that is currently not supported by the GUI.
no_no: Angi en HAProxy-regel/ACL som for øyeblikket ikke støttes av GUI.

source: Specify an optional maximum line length in characters. Log lines larger than this value will be truncated before being sent. The reason is that syslog servers act differently on log line length. All servers support the default value of 1024 characters, but some servers simply drop larger lines while others do log them.
no_no: Angi en valgfri maksimal linjelengde i tegn. Logglinjer som er større enn denne verdien, avkortes før de sendes. Årsaken er at syslog servere fungerer forskjellig på logglinjelengde. Alle servere støtter standardverdien på 1024 tegn, men noen servere dropper ganske enkelt større linjer mens andre logger dem.

source: Specify the IP of your neighbor.
no_no: Angi IP til naboen din.

source: Specify the Server ID of your PowerDNS server, i.e. localhost.
no_no: Angi server-IDen for PowerDNS-serveren, f.eks. localhost.

source: Specify the TCP port used for agent checks.
no_no: Angi TCP-porten som brukes til agent-sjekker.

source: Specify the domain name to present to the server for ESMTP health checks.
no_no: Spesifiser domenenavnet som skal vises til serveren for ESMTP-helsekontroller.

source: Specify the domain name to present to the server for SMTP health checks.
no_no: Spesifiser domenenavnet som skal presenteres for serveren for SMTP-helsekontroller.

source: Specify the scheduling algorithm to use
no_no: Angi planleggingsalgoritmen som skal brukes

source: Specify the username to be used for database health checks.
no_no: Angi brukernavnet som skal brukes til database helsesjekker.

source: Specify the value for the URL parameter.
no_no: Angi verdien for URL-parameteren.

source: Spend no more than N seconds on processing.
no_no: Bruk ikke mer enn N sekunder på behandling.

source: Start Delay
no_no: Start-forsinkelse

source: Start servers
no_no: Start servere

source: Start the Monit httpd service.
no_no: Start Monit httpd-tjenesten.

source: Statistics Configuration
no_no: Konfigurasjon av statistikk

source: Stats enabled
no_no: Stats aktivert

source: Stop
no_no: Stopp

source: Stored data types
no_no: Lagrede datatyper

source: String to set after the hostname. For compatibility reason default is collectd, but you can also simply remove it.
no_no: Streng som skal angis etter vertsnavnet. Av kompatibilitetsgrunn er standard collectd, men du kan også bare fjerne den.

source: Subnet
no_no: Subnett

source: Subnet to receive, e.g. 255.255.255.0
no_no: Subnett som skal mottas, f.eks. 255.255.255.0

source: Subnetmask
no_no: Nettverksmaske

source: Suppress Squid version string info in HTTP headers and HTML error pages.
no_no: Ikke ta med Squid versjonsstrenginfo i HTTP-headers og HTML-feilsider.

source: Suppress version string
no_no: Undertrykk versjonsstreng

source: Syslog is a service which is made to collect log messages from different software and maybe to a central logging server. Check this box if you have such a setup.
no_no: Syslog er en tjeneste som er laget for å samle inn loggmeldinger fra annen programvare og kanskje til en sentral loggingsserver. Merk av i denne boksen hvis du har et slikt oppsett.

source: Syslog level
no_no: Syslog-nivå

source: System Command
no_no: Systemkommando

source: System Domain
no_no: Systemdomene

source: System Hostname
no_no: Vertsnavn for system

source: System Origin
no_no: System opprinnelse

source: TCP Listen Port
no_no: TCP-lytteport

source: TCP connect timeout
no_no: TCP tidsavbrudd for tilkobling

source: TCP timeout
no_no: TCP tidsavbrudd

source: Table
no_no: Tabell

source: Table Check
no_no: Tabell Sjekk

source: Table type
no_no: Tabelltype

source: Target Host
no_no: Målvert

source: Target Port
no_no: Målport

source: Tests
no_no: Tester

source: The 'System Domain' parameter specifies the local internet domain name. The default is to use 'System Hostname' minus the first component. It is used as a default value for many other configuration parameters.
no_no: Parameteren 'Systemdomene' spesifiserer det lokale internettdomenenavnet. Standard er å bruke 'System Vertsnavn' minus den første komponenten. Den brukes som standardverdi for mange andre konfigurasjonsparametere.

source: The 'System Hostname' parameter specifies the internet hostname of this mail system. The default is to use the fully-qualified domain name from gethostname(). It is used as a default value for many other configuration parameters.
no_no: Parameteren 'System Vertsnavn' spesifiserer internettvertsnavnet til dette e-postsystemet. Standarden er å bruke det fullt kvalifiserte domenenavnet fra gethostname(). Den brukes som standardverdi for mange andre konfigurasjonsparametere.

source: The 'System Origin' parameter specifies the domain that locally-posted mail appears to come from. The default is to append 'System Hostname', which is fine for small sites.
no_no: Parameteren 'System opprinnelse' angir domenet som lokalt postet e-post ser ut til å komme fra. Standard er å legge til 'Vertsnavn for system', noe som passer bra for små nettsteder.

source: The 'Trusted Networks' parameter specifies the list of trusted SMTP clients. In particular, trusted SMTP clients are allowed to relay mail through Postfix. Please use CIDR notation like 192.168.0.0/24 separated by spaces. IPv6 addresses have to be in square brackets like [::1]/128.
no_no: Parameteren 'Klarerte nettverk' angir listen over klarerte SMTP-klienter. Klarerte SMTP-klienter for eksempel lov til å videresende e-post via Postfix. Bruk CIDR-notasjon som 192.168.0.0/24 atskilt med mellomrom. IPv6-adresser må være i firkantede parenteser som [:: 1] / 128.

source: The ACL rule number (10-99); keep in mind that there are no sequence numbers with AS-Path lists. When you want to add a new line between you have to completely remove the ACL!
no_no: ACL-regelnummer (10-99); husk at det ikke er noen sekvensnummer med AS-Path lister. Når du vil legge til en ny linje mellom må du fjerne ACL helt!

source: The ACL sequence number (10-99)
no_no: ACL-sekvensnummeret (10-99)

source: The Administrator of this server. Used when displaying information about this server.
no_no: Administratoren for denne serveren. Brukes når du viser informasjon om denne serveren.

source: The ContextSwitch plugin collects the number of context switches done by the operating system.
no_no: ContextSwitch-tillegget samler inn antall kontekstbrytere som er gjort av operativsystemet.

source: The FQDN or IP address of the VPN server.
no_no: FQDN- eller IP-adressen til VPN-serveren.

source: The Graphite plugin stores values in Carbon, the storage layer of Graphite.
no_no: Graphite-tillegget lagrer verdier i Carbon, lagrings-laget til Graphite.

source: The Interface for 'Network' checks.
no_no: Grensesnittet for 'Nettverk'-sjekker.

source: The Interface plugin collects information about the traffic, packets per second and errors of interfaces.
no_no: Grensesnitt-tillegget samler inn informasjon om trafikk, pakker per sekund og feil for grensesnittene.

source: The Load plugin collects the system load.
no_no: Last-tillegget samler inn oversikt over systembelastningen.

source: The Network plugin can send values to other instances
no_no: Nettverks-tillegget kan sende verdier til andre forekomster

source: The PID file of the process.
no_no: PID-filen for prosessen.

source: The Processes plugin collects the number of processes, grouped by their state (e. g. running, sleeping, zombies, etc.).
no_no: Prosesser-tillegget samler inn antall prosesser, gruppert etter deres tilstand (f.eks. kjørende, sovende, zombier osv.).

source: The SSL fingerprint, for example "B5:E1:B3:70:5E:7C:FF:EB:92:C4:29:E5:5B:AC:2F:AE:70:17:E9:9E".
no_no: SSL-fingeravtrykket, for eksempel "B5:E1:B3:70:5E:7C:FF:EB:92:C4:29:E5:5B:AC:2F:AE:70:17:E9:9E".

source: The TCP port that should be used for connections to this peer. It must not be used by any other service.
no_no: TCP-porten som skal brukes for tilkoblinger til denne peer-en. Den kan ikke brukes av noen annen tjeneste.

source: The Uptime plugin keeps track of the system uptime, providing informations such as the average running time or the maximum reached uptime over a certain period of time.
no_no: Oppetid-tillegget holder oversikt over systemets oppetid, og gir informasjon som gjennomsnittlig kjøretid eller maksimalt nådd oppetid over en viss tidsperiode.

source: The Users plugin counts the number of users currently logged into the system (SSH).
no_no: Brukere-tillegget teller antall brukere som for øyeblikket er logget inn på systemet (SSH).

source: The average bytes rate from the incoming connection's source address.
no_no: Gjennomsnittlig bytesrate fra innkommende tilkoblings kildeadresse.

source: The average bytes rate to the incoming connection's source address.
no_no: Gjennomsnittlig bytesrate til innkommende tilkoblings kildeadresse.

source: The average connection rate from the incoming connection's source address.
no_no: Gjennomsnittlig tilkoblingsfrekvens fra innkommende tilkoblings kildeadresse.

source: The average rate of HTTP errors from the incoming connection's source address.
no_no: Gjennomsnittsfrekvensen av HTTP-feil fra innkommende tilkoblings kildeadresse.

source: The average rate of HTTP requests from the incoming connection's source address.
no_no: Gjennomsnittsfrekvensen av HTTP-forespørsler fra den innkommende tilkoblings kildeadresse.

source: The commands here will be disabled and cannot be used anymore.
no_no: Kommandoene her vil bli deaktivert og kan ikke brukes lenger.

source: The email address to send alerts to.
no_no: E-postadressen du vil sende varsler til.

source: The external FQDN of this host.
no_no: Den eksterne FQDN for denne verten.

source: The header which should be used to send the username to the ICAP server.
no_no: Headeren som skal brukes til å sende brukernavnet til ICAP-serveren.

source: The hostname for the selected machine in the network
no_no: Vertsnavnet for den valgte maskinen i nettverket

source: The hostname for this machine in the network
no_no: Vertsnavnet for denne maskinen i nettverket

source: The length of the period over which the average is measured. It reports the average HTTP request error rate over that period, in requests per period. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
no_no: Lengden på perioden som gjennomsnittet måles over. Den rapporterer den gjennomsnittlige HTTP-forespørselsfeilfrekvensen over den perioden, i forespørsler per periode. Standardverdien er millisekunder. Eventuelt kan enheten spesifiseres som enten "d", "h", "m", "s", "ms" eller "us".

source: The length of the period over which the average is measured. It reports the average HTTP request rate over that period, in requests per period. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
no_no: Lengden på perioden som gjennomsnittet måles over. Den rapporterer den gjennomsnittlige HTTP-forespørselsraten over den perioden, i forespørsler per periode. Standardverdien er millisekunder. Eventuelt kan enheten spesifiseres som enten "d", "h", "m", "s", "ms" eller "us".

source: The length of the period over which the average is measured. It reports the average incoming bytes rate over that period, in bytes per period. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
no_no: Lengden på perioden som gjennomsnittet måles over. Den rapporterer gjennomsnittlig innkommende bytesrate over den perioden, i byte per periode. Standardverdien er millisekunder. Eventuelt kan enheten spesifiseres som enten "d", "h", "m", "s", "ms" eller "us".

source: The length of the period over which the average is measured. It reports the average incoming connection rate over that period, in connections per period. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
no_no: Lengden på perioden som gjennomsnittet måles over. Den rapporterer gjennomsnittlig innkommende tilkoblingsfrekvens over den perioden, i tilkoblinger per periode. Standardverdien er millisekunder. Eventuelt kan enheten spesifiseres som enten "d", "h", "m", "s", "ms" eller "us".

source: The length of the period over which the average is measured. It reports the average incoming session rate over that period, in sessions per period. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
no_no: Lengden på perioden som gjennomsnittet måles over. Den rapporterer gjennomsnittlig innkommende økt rate over den perioden, i økter per periode. Standardverdien er millisekunder. Eventuelt kan enheten spesifiseres som enten "d", "h", "m", "s", "ms" eller "us".

source: The length of the period over which the average is measured. It reports the average outgoing bytes rate over that period, in bytes per period. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
no_no: Lengden på perioden som gjennomsnittet måles over. Den rapporterer gjennomsnittlig utgående bytesrate over den perioden, i byte per periode. Standardverdien er millisekunder. Eventuelt kan enheten spesifiseres som enten "d", "h", "m", "s", "ms" eller "us".

source: The listen port of the Monit httpd service.
no_no: Lytteporten til Monit httpd-tjenesten.

source: The local port of the daemon, default is fine.
no_no: Den lokale porten til daemonen, standardverdien er grei.

source: The maximum allowed number of server processes.
no_no: Maksimalt tillatt antall serverprosesser.

source: The maximum number of requests can be served by one connection
no_no: Maksimalt antall forespørsler som kan betjenes av én tilkobling
