Repository: vw-fw/lang
Catalog: *.po
Languages: no_no

source: Insert my currently connected MAC address (use with care)
no_no: Sett inn min tilkoblede MAC-adresse (bruk med forsiktighet)

source: This field can be used to spoof the MAC address of the interface. Enter a MAC address in the following format: xx:xx:xx:xx:xx:xx or leave blank if unsure. This may only be required e.g. with certain cable connections on a WAN interface.
no_no: Dette feltet kan brukes til å "forfalske" MAC-adressen til grensesnittet. Skriv inn en MAC-adresse i følgende format: xx:xx:xx:xx:xx:xx eller la stå tomt hvis du er usikker. Dette kan bare være nødvendig, f.eks. med visse kabelforbindelser på et WAN-grensesnitt.

source: Track Interface
no_no: Spor grensesnitt

source: Static IPv6
no_no: Statisk IPv6

source: IPv6 Configuration Type
no_no: IPv6-konfigurasjonstype

source: Static IPv4
no_no: Statisk IPv4

source: IPv4 Configuration Type
no_no: IPv4-konfigurasjonstype

source: Bogons are prefixes that should never appear in the Internet routing table, and obviously should not appear as the source address in any packets you receive.
no_no: Bogoner (Falske nettverk) er prefikser som aldri skal vises i Internett ruting-tabellen, og som derfor ikke ikke skal vises som kildeadresse i noen pakker du mottar.

source: When set, this option blocks traffic from IP addresses that are reserved (but not RFC 1918) or not yet assigned by IANA.
no_no: Når dette alternativet er angitt, blokkeres trafikk fra IP-adresser som er reservert (men ikke RFC 1918) eller ennå ikke tilordnet av IANA.

source: Enter a description (name) for the interface here.
no_no: Angi en beskrivelse (navn) for grensesnittet her.

source: Prevent interface removal
no_no: Forhindre fjerning av grensesnitt

source: Lock
no_no: Lås

source: Enable Interface
no_no: Aktiver grensesnitt

source: The %s configuration has been changed.
no_no: %s Konfigurasjonen er endret.

source: Don't forget to adjust the DHCP Server range if needed after applying.
no_no: Ikke glem å justere DHCP Server-området hvis det er nødvendig etter at du har tatt i bruk endringene.

source: The length of the passphrase should be between 8 and 63 characters.
no_no: Lengden på passfrasen skal være mellom 8 og 63 tegn.

source: Invalid WEP key size. Sizes should be 40 (64) bit keys or 104 (128) bit.
no_no: Ugyldig størrelse på WEP-nøkkel. Størrelser bør være 40 (64) bit nøkler eller 104 (128) bit.

source: Unable to change mode to %s. You may already have the maximum number of wireless clones supported in this mode.
no_no: Kan ikke endre modus til %s. Du har muligens allerede maksimalt støttet antall trådløse kloner i denne modusen.

source: The MSS must be greater than 576 bytes.
no_no: MSS må være større enn 576 byte.

source: Interface %s (VLAN) has MTU set to a bigger value
no_no: Grensesnitt %s (VLAN) har MTU satt til en større verdi

source: MTU of a vlan should not be bigger than parent interface.
no_no: MTU for et vlan skal ikke være større enn overordnet grensesnitt.

source: A valid MAC address must be specified.
no_no: En gyldig MAC-adresse må angis.

source: A valid PPTP remote IP address must be specified.
no_no: En gyldig PPTP ekstern IP-adresse må angis.

source: A valid PPTP subnet bit count must be specified.
no_no: Et gyldig PPTP-subnettbit tall må angis.

source: A valid PPTP local IP address must be specified.
no_no: En gyldig PPTP lokal IP-adresse må angis.

source: The idle timeout value must be an integer.
no_no: Verdien for tidsavbrudd for inaktiv må være et heltall.

source: The service name contains invalid characters.
no_no: Tjenestenavnet inneholder ugyldige tegn.

source: A valid gateway must be specified.
no_no: En gyldig gateway må angis.

source: A valid alias IP address must be specified to reject DHCP Leases from.
no_no: En gyldig alias-IP-adresse må angis som DHCP-leieavtaler skal avvises fra.

source: A valid alias subnet bit count must be specified.
no_no: Et gyldig subnettbit tall for alias må angis.

source: A valid alias IP address must be specified.
no_no: En gyldig alias-IP-adresse må angis.

source: A valid subnet bit count must be specified.
no_no: Et gyldig subnettbit tall må angis.

source: This IPv6 address conflicts with a Static Route.
no_no: Denne IPv6-adressen er i konflikt med en statisk rute.

source: This IPv6 address is being used by another interface or VIP.
no_no: Denne IPv6-adressen brukes av et annet grensesnitt eller VIP.

source: A valid IPv6 address must be specified.
no_no: En gyldig IPv6-adresse må angis.

source: This IPv4 address conflicts with a Static Route.
no_no: Denne IPv4-adressen er i konflikt med en statisk rute.

source: This IPv4 address is the broadcast address and cannot be used
no_no: Denne IPv4-adressen er kringkastingsadressen og kan ikke brukes

source: This IPv4 address is the network address and cannot be used
no_no: Denne IPv4-adressen er nettverksadressen og kan ikke brukes

source: This IPv4 address is being used by another interface or VIP.
no_no: Denne IPv4-adressen brukes av et annet grensesnitt eller VIP.

source: A valid IPv4 address must be specified.
no_no: En gyldig IPv4-adresse må angis.

source: You specified an IPv6 prefix ID that is out of range.
no_no: Du har angitt en IPv6 prefiks-ID som er utenfor området.

source: You must enter a valid hexadecimal number for the IPv6 prefix ID.
no_no: Du må angi et gyldig heksadesimalt tall for IPv6-prefiks-ID.

source: You can only have one interface configured as 6to4.
no_no: Du kan bare ha ett grensesnitt konfigurert som 6to4.

source: You can only have one interface configured in 6rd with same prefix.
no_no: Du kan bare ha ett grensesnitt konfigurert i 6rd med samme prefiks.

source: The DHCPv6 override file "%s" does not exist.
no_no: DHCPv6 overstyringsfilen " %s" eksisterer ikke.

source: IPv6 address
no_no: IPv6- adresse

source: L2TP username
no_no: L2TP brukernavn

source: L2TP remote IP address
no_no: L2TP ekstern IP-adresse

source: L2TP password
no_no: L2TP passord

source: PPTP username
no_no: PPTP-brukernavn

source: PPTP subnet
no_no: PPTP subnett

source: PPTP remote IP address
no_no: PPTP ekstern IP-adresse

source: PPTP password
no_no: PPTP-passord

source: PPTP local IP address
no_no: PPTP lokal IP-adresse

source: PPPoE username
no_no: PPPoE brukernavn

source: PPPoE password
no_no: PPPoE passord

source: Idle timeout value
no_no: Verdi for tidsavbrudd for inaktiv

source: Phone Number
no_no: Telefonnummer

source: The DHCP override file "%s" does not exist.
no_no: DHCP-overstyringsfilen " %s" eksisterer ikke.

source: Subnet bit count
no_no: Ant. subnett bits

source: IPv4 address
no_no: IPv4- adresse

source: The DHCPv6 Server is active on this interface and it can be used only with a static IPv6 configuration. Please disable the DHCPv6 Server service on this interface first, then change the interface configuration.
no_no: DHCPv6-serveren er aktiv på dette grensesnittet, og det kan bare brukes med en statisk IPv6-konfigurasjon. Deaktiver DHCPv6 Server-tjenesten først på dette grensesnittet, og endre deretter grensesnittkonfigurasjonen.

source: The DHCP Server is active on this interface and it can be used only with a static IP configuration. Please disable the DHCP Server service on this interface first, then change the interface configuration.
no_no: DHCP-serveren er aktiv på dette grensesnittet, og det kan bare brukes med en statisk IP-konfigurasjon. Deaktiver DHCP Server-tjenesten først på dette grensesnittet, og endre deretter grensesnittkonfigurasjonen.

source: An interface with the specified description already exists.
no_no: Et grensesnitt med den angitte beskrivelsen finnes allerede.

source: You have already applied your settings!
no_no: Du har allerede tatt i bruk innstillingene dine!

source: Save to load widget
no_no: Lagre for å laste inn modul

source: Click to %scontinue to the dashboard%s.
no_no: Klikk for å %sfortsette til instrumentpanelet%s.

source: Congratulations! %s is now configured.
no_no: Gratulerer! %s er nå konfigurert.

source: To bypass the wizard, click on the logo in the upper left corner.
no_no: Hvis du vil omgå veiviseren, klikker du på logoen øverst til venstre.

source: One moment while we start the initial setup wizard.
no_no: Et øyeblikk mens vi starter den første installasjonsveiviseren.

source: Welcome to %s!
no_no: Velkommen til %s!

source: Finished initial configuration!
no_no: Ferdig første konfigurasjon!

source: Starting initial configuration!
no_no: Starter første konfigurasjon!

source: unread notices
no_no: uleste meldinger

source: unread notice
no_no: ulest melding

source: Acknowledge All Notices
no_no: Anerkjenn alle merknader

source: A problem was detected. Click %shere%s for more information.
no_no: Det ble oppdaget et problem. Klikk %sher%s hvis du vil ha mer informasjon.

source: The changes have been applied successfully.
no_no: Endringene er tatt i bruk.

source: SSH remote login is enabled for the users "root" and "installer" using the same password.
no_no: SSH ekstern innlogging er aktivert for brukerne "root" og "installer" som bruker det samme passordet.

source: You are currently running in LiveCD mode. A reboot will reset the configuration.
no_no: Du kjører for øyeblikket i LiveCD-modus. En omstart tilbakestiller konfigurasjonen.

source: The firewall has globally been disabled and configured rules are currently not enforced. It can be enabled in the %sFirewall/NAT%s settings.
no_no: Brannmuren er globalt deaktivert, og konfigurerte regler blir foreløpig ikke håndhevet. Den kan aktiveres i innstillingene %sFirewall/NAT %s.

source: Apply changes
no_no: Bruk endringer

source: The following input errors were detected:
no_no: Følgende inputfeil ble oppdaget:

source: The field %s is required.
no_no: Feltet %s er obligatorisk.

source: The field %s contains invalid characters.
no_no: Feltet %s inneholder ugyldige tegn.

source: Available Widgets
no_no: Tilgjengelige moduler

source: The frequency that this machine will advertise. 0 usually means master. Otherwise the lowest combination of both values in the cluster determines the master.
no_no: Hvor ofte denne maskinen vil annonsere. 0 betyr vanligvis master. Ellers bestemmer den laveste kombinasjonen av begge verdiene i klyngen masteren.

source: Skew
no_no: Forskyving

source: Advertising Frequency
no_no: Annonserings-frekvens

source: Enter the VHID group that the machines will share.
no_no: Angi VHID-gruppen som maskinene vil dele.

source: Select an unassigned VHID
no_no: Velg en ikke-tilordnet VHID

source: VHID Group
no_no: VHID Gruppe

source: Enter the VHID group password.
no_no: Skriv inn VHID-gruppepassordet.

source: Virtual IP Password
no_no: Passord for virtuell IP

source: Disable expansion of this entry into IPs on NAT lists (e.g. 192.168.1.0/24 expands to 256 entries.
no_no: Deaktiver utvidelse av denne oppføringen til IP-er på NAT-lister (f.eks. vil 192.168.1.0/24 utvides til 256 oppføringer.

source: Expansion
no_no: Utvidelse

source: For some interface types a gateway is required to configure an IP Alias (ppp/pppoe/tun), leave this field empty for all other interface types.
no_no: For noen grensesnitttyper kreves det en gateway for å konfigurere et IP-alias (ppp/pppoe/tun), la dette feltet stå tomt for alle andre grensesnitttyper.

source: Single address
no_no: Enkeltadresse

source: IP Address(es)
no_no: IP-adresse(r)

source: Proxy ARP and other type Virtual IPs cannot be bound to by anything running on the firewall, such as IPsec, OpenVPN, etc. Use a CARP or IP Alias type address for these cases.
no_no: Proxy-ARP og andre type virtuelle IP-er kan ikke være bundet til noe som kjører på brannmuren, for eksempel IPsec, OpenVPN, etc. Bruk en CARP- eller IP Alias-type adresse i disse tilfellene.

source: Other
no_no: Annen

source: Edit Virtual IP
no_no: Rediger virtuell IP

source: This is a CIDR block of proxy ARP addresses.
no_no: Dette er en CIDR-blokk med proxy-ARP-adresser.

source: This must be the network's subnet mask. It does not specify a CIDR range.
no_no: Dette må være nettverkets subnettmaske. Det angir ikke et CIDR-område.

source: Please provide a single IP address.
no_no: Oppgi en enkelt IP-adresse.

source: VHID %s must be defined on interface %s as a CARP VIP first.
no_no: VHID %s må defineres på grensesnittet %s som en CARP VIP først.

source: A VHID must be selected for this CARP VIP.
no_no: En VHID må velges for denne CARP VIPen.

source: VHID %s is already in use on interface %s. Pick a unique number on this interface.
no_no: VHID %s er allerede i bruk på grensesnittet %s. Velg et unikt nummer på dette grensesnittet.

source: You cannot use the broadcast address for this VIP
no_no: Du kan ikke bruke kringkastingsadressen for denne VIP-en

source: You cannot use the network address for this VIP
no_no: Du kan ikke bruke nettverksadressen for denne VIP-en

source: This IP address is being used by another interface or VIP.
no_no: Denne IP-adressen brukes av et annet grensesnitt eller VIP.

source: A valid IP address must be specified.
no_no: En gyldig IP-adresse må angis.

source: Virtual IP mode may not be changed for an existing entry.
no_no: Virtuell IP-modus kan ikke endres for en eksisterende oppføring.

source: delete selected virtual IPs
no_no: slett valgte virtuelle IP-er

source: Virtual IP address
no_no: Virtuell IP-adresse

source: The VIP configuration has been changed.
no_no: VIP-konfigurasjonen er endret.

source: Do you really want to delete the selected Virtual IPs?
no_no: Vil du virkelig slette de valgte virtuelle IP-ene?

source: Do you really want to delete this entry?
no_no: Vil du virkelig slette denne oppføringen?

source: This entry cannot be deleted because it is still referenced by at least one Gateway.
no_no: Denne oppføringen kan ikke slettes fordi den fremdeles er referert av minst en Gateway.

source: This entry cannot be deleted because it is still referenced by at least one NAT mapping.
no_no: Denne oppføringen kan ikke slettes fordi den fremdeles er referert av minst en NAT-mapping.

source: Random ID
no_no: Tilfeldig ID

source: Do not fragment
no_no: Ikke fragmenter

source: Max mss
no_no: Maks mss

source: Normalizations
no_no: Normaliseringer

source: To specify a range, use from:to (example 81:85).
no_no: For å angi et område, bruker du fra:til (eksempel 81:85).

source: Select interfaces...
no_no: Velg grensesnitt...

source: Please specify a valid number for min ttl (0-255).
no_no: Vennligst angi et gyldig tall for min ttl (0-255).

source: Please specify a valid number for max mss.
no_no: Vennligst angi et gyldig tall for maks mss.

source: No interface(s) selected.
no_no: Ingen grensesnitt valgt.

source: %s doesn't appear to be a valid port number, alias or range
no_no: %s ser ikke ut til å være et gyldig portnummer, alias eller område

source: reliability
no_no: pålitelighet

source: throughput
no_no: gjennomstrømming

source: critical
no_no: kritisk

source: Do not change
no_no: Ikke endre

source: Detailed settings
no_no: Detaljerte innstillinger

source: IP Random id
no_no: IP Tilfeldig id

source: General settings
no_no: Generelle innstillinger

source: Day(s)
no_no: Dag(er)

source: Configured Ranges
no_no: Konfigurerte intervaller

source: Clear Selection
no_no: Fjern valg

source: Add Time
no_no: Legg til tid

source: Time Range Description
no_no: Tidsintervall Beskrivelse

source: Stop Time
no_no: Sluttid

source: Start Time
no_no: Starttid

source: Click individual date to select that date only. Click the appropriate weekday Header to select all occurrences of that weekday.
no_no: Klikk på en enkelt dato for bare å velge den datoen. Klikk på den aktuelle ukedags-overskriften for å velge alle forekomster av den ukedagen.

source: Thu
no_no: Tor

source: Tue
no_no: Tir

source: Month
no_no: Måned

source: This schedule is in use so the name may not be modified!
no_no: Denne planen er i bruk, så navnet kan ikke endres!

source: Schedule information
no_no: Informasjon om tidsplan

source: The schedule must have at least one time range configured.
no_no: Planen må ha minst ett tidsintervall konfigurert.

source: Invalid stop time - '%s'
no_no: Ugyldig stopptid - ' %s'

source: Invalid start time - '%s'
no_no: Ugyldig starttid - ' %s'

source: A Schedule with this name already exists.
no_no: En plan med dette navnet eksisterer allerede.

source: The schedule name must be less than 32 characters long and may only consist of the following characters: %s
no_no: Tidsplannavnet må være mindre enn 32 tegn og kan bare bestå av følgende tegn: %s

source: Schedule may not use a blank name.
no_no: Tidsplan kan ikke bruke et tomt navn.

source: Schedule may not be named WAN.
no_no: Tidsplan kan ikke få navnet WAN.

source: Schedule may not be named LAN.
no_no: Tidsplan kan ikke få navnet LAN.

source: Schedule is currently active
no_no: Tidsplanen er for tiden aktiv

source: Time Range(s)
no_no: Tidsintervall(er)

source: Do you really want to delete this schedule?
no_no: Vil du virkelig slette denne planen?

source: Cannot delete Schedule. Currently in use by %s
no_no: Kan ikke slette plan. For tiden i bruk av %s

source: October
no_no: Oktober

source: May
no_no: Mai

source: June
no_no: Juni

source: July
no_no: Juli

source: January
no_no: Januar

source: February
no_no: Februar

source: December
no_no: Desember

source: Wed
no_no: Ons

source: Tues
no_no: Tir

source: Thur
no_no: Tor

source: Sun
no_no: Søn

source: Sat
no_no: Lør

source: Mon
no_no: Man

source: Fri
no_no: Fre

source: %sNone%s: Do not use state mechanisms to keep track. This is only useful if you're doing advanced queueing in certain situations. Please check the documentation.
no_no: %sIngen%s: Ikke bruk tilstandsmekanismer for å holde oversikt. Dette er bare nyttig hvis du gjør avansert køing i visse situasjoner. Vennligst sjekk dokumentasjonen.

source: %sKeep state%s is used for stateful connection tracking.
no_no: %sHold tilstand%s brukes til sporing av tilstandsfulle tilkoblinger.

source: Hint: Select which type of state tracking mechanism you would like to use. If in doubt, use keep state.
no_no: Tips: Velg hvilken type tilstandssporingsmekanisme du vil bruke. Hvis du er i tvil, bruk keep state.

source: Hint: This prevents states created by this rule to be sync'ed over pfsync.
no_no: Tips: Dette forhindrer at tilstander opprettet av denne regelen blir synkronisert over pfsync.

source: State Type
no_no: Tilstandtype

source: NO pfsync
no_no: INGEN pfsync

source: Use this to choose TCP flags that must be set or cleared for this rule to match.
no_no: Bruk denne til å velge TCP-flagg som må angis eller fjernes for at denne regelen skal samsvare.

source: out of
no_no: ut av

source: set
no_no: satt

source: TCP flags
no_no: TCP flagg

source: State Timeout in seconds (TCP only)
no_no: Tidsavbrudd for tilstand i sekunder (bare TCP)

source: State timeout
no_no: Tidsbrudd for tilstand

source: Max new connections
no_no: Maks nye tilkoblinger

source: Max source states
no_no: Maks kilde-tilstander

source: Max established
no_no: Maks etablert

source: Max source nodes
no_no: Maks kilde-noder

source: Maximum state entries this rule can create
no_no: Maks antall tilstandsoppføringer denne regelen kan opprette

source: Max states
no_no: Maks tilstander

source: Any priority
no_no: Enhver prioritet

source: Match priority
no_no: Match prioritet

source: Use main priority
no_no: Bruk hovedprioritet

source: Keep current priority
no_no: Behold gjeldende prioritet

source: Low Delay/TCP ACK
no_no: Lav forsinkelse/TCP ACK

source: All packets
no_no: Alle pakker

source: Set priority
no_no: Sett prioritet

source: This allows packets with IP options to pass. Otherwise they are blocked by default. This is usually only seen with multicast traffic.
no_no: Dette lar pakker med IP-opsjoner å passere. Ellers blokkeres de som standard. Dette sees vanligvis bare ved multicast-trafikk.

source: allow options
no_no: tillat opsjoner

source: Note: Leave fields blank to disable the feature.
no_no: Merknader: La feltene stå tomme for å deaktivere funksjonen.

source: Show/Hide
no_no: Vis/skjul

source: Advanced Options
no_no: Avanserte innstillinger

source: Leave as 'default' to use the system routing table. Or choose a gateway to utilize policy based routing.
no_no: La stå som standard for å bruke systemrutingstabellen. Eller velg en gateway for å bruke policybasert ruting.

source: default
no_no: standard

source: Leave as 'none' to leave the rule enabled all the time.
no_no: La stå som "ingen" for at regelen skal være aktivert hele tiden.

source: Note: this only works for TCP rules. General OS choice matches all subtypes.
no_no: Merk: Dette fungerer bare for TCP-regler. Generelt OS-valg matcher alle undertyper.

source: Source OS
no_no: Kilde OS

source: Advanced features
no_no: Avanserte funksjoner

source: You may enter or select a category here to group firewall rules (not parsed).
no_no: Du kan angi eller velge en kategori her for å gruppere brannmurregler (ikke analysert).

source: Category
no_no: Kategori

source: Specify the port or port range for the destination of the packet for this mapping.
no_no: Angi port- eller portområdet for målet for pakken for denne tilordningen.

source: This is usually random and almost never equal to the destination port range (and should usually be 'any').
no_no: Denne er vanligvis tilfeldig og nesten aldri lik målport området (og bør vanligvis være "any").

source: Specify the source port or port range for this rule.
no_no: Angi kildeporten eller portområdet for denne regelen.

source: If you selected ICMP for the protocol above, you may specify an ICMP type here.
no_no: Hvis du valgte ICMP for protokollen ovenfor, kan du angi en ICMP-type her.

source: Hint: in most cases, you should specify TCP here.
no_no: Tips: i de fleste tilfeller bør du angi TCP her.

source: Choose on which interface packets must come in to match this rule.
no_no: Velg hvilket grensesnitt pakker må komme inn på for å samsvare med denne regelen.

source: View the NAT rule
no_no: Vis NAT-regelen

source: You cannot edit the interface, protocol, source, or destination of associated filter rules.
no_no: Du kan ikke redigere grensesnittet, protokollen, kilden eller målet for tilknyttede filterregler.

source: This is associated to a NAT rule.
no_no: Dette er knyttet til en NAT-regel.

source: Associated filter rule
no_no: Tilknyttet filterregel

source: Apply the action immediately on match.
no_no: Bruk handlingen umiddelbart ved match.

source: Quick
no_no: Hurtig

source: Hint: the difference between block and reject is that with reject, a packet (TCP RST or ICMP port unreachable for UDP) is returned to the sender, whereas with block the packet is dropped silently. In either case, the original packet is discarded.
no_no: Hint: Forskjellen mellom blokk og avvis er at med avvis returneres en pakke (TCP RST eller ICMP-port som ikke kan nås for UDP) til avsenderen, mens pakken med blokk droppes stille. I begge tilfeller forkastes den opprinnelige pakken.

source: Choose what to do with packets that match the criteria specified below.
no_no: Velg hva som skal gjøres med pakker som samsvarer med kriteriene spesifisert nedenfor.

source: Block
no_no: Blokker

source: Edit Firewall rule
no_no: Rediger brannmurregel

source: Priority match must be an integer between 0 and 7.
no_no: Prioritet-match må være et helt tall mellom 0 og 7.

source: Set priority for low latency and acknowledgements requires a set priority for normal packets.
no_no: Angitt prioritet for lav latenstid og kvitteringer krever en angitt prioritet for normale pakker.

source: Set priority for low latency and acknowledgements must be an integer between 0 and 7.
no_no: Angitt prioritet for lav latenstid og kvitteringer må være et helt tall mellom 0 og 7.
