Repository: vw-fw/lang
Catalog: *.po
Languages: no_no

source: No peers found, %sis the ntp service running%s?
no_no: Ingen peer-er funnet, %skjører ntp-tjenesten%s?

source: Statistics unavailable because ntpq and ntpdc queries are disabled in the %sNTP service settings%s.
no_no: Statistikk er ikke tilgjengelig fordi ntpq- og ntpdc-spørringer er deaktivert i %sNTP tjenesteinnstillingene%s .

source: Offset
no_no: Forskyvning

source: When
no_no: Når

source: Outlier
no_no: Utligger

source: False Ticker
no_no: Falsk ticker

source: Excess Peer
no_no: Overflødig Peer

source: Selected
no_no: Valgt

source: Candidate
no_no: Kandidat

source: Active Peer
no_no: Aktiv peer

source: Unreach/Pending
no_no: Kan ikke nå/Venter

source: Unknown
no_no: Ukjent

source: Using dial-on-demand will bring the connection up again if any packet triggers it. To substantiate this point: disconnecting manually will not prevent dial-on-demand from making connections to the outside. Don't use dial-on-demand if you want to make sure that the line is kept disconnected.
no_no: Hvis du bruker oppringing på forespørsel, tas tilkoblingen opp igjen hvis en pakke utløser den. For å underbygge dette punktet: å koble manuelt ut forhindrer ikke telefonoppringing å gjøre tilkoblinger til utsiden. Ikke bruk oppringing på forespørsel hvis du vil forsikre deg om at linjen holdes frakoblet.

source: total
no_no: totalt

source: device
no_no: enhet

source: Interrupts
no_no: Avbrudd

source: Collisions
no_no: Kollisjoner

source: In/out errors
no_no: Inn-/ut-feil

source: In/out packets (block)
no_no: Inn-/ut-pakker (blokk)

source: In/out packets (pass)
no_no: Inn/ut-pakker (pass)

source: In/out packets
no_no: Inn-/ut-pakker

source: LAGG Ports
no_no: LAGG-porter

source: LAGG Protocol
no_no: LAGG-protokoll

source: Uptime (historical)
no_no: Oppetid (historisk)

source: Uptime
no_no: Oppetid

source: Disconnect
no_no: Koble fra

source: Connect
no_no: Koble til

source: Renew
no_no: Forny

source: Release
no_no: Frigjør

source: Restart all services
no_no: Start alle tjenester på nytt

source: all (*)
no_no: alle (*)

source: Start %sService
no_no: Start %sTjeneste

source: Stop %sService
no_no: Stopp %sTjeneste

source: Restart %sService
no_no: Start %sService på nytt

source: Backup services
no_no: Sikkerhetskopier tjenester

source: Kernel
no_no: Kjerne

source: Backup firewall versions
no_no: Sikkerhetskopier brannmur-versjoner

source: The backup firewall is not accessible (check user credentials).
no_no: Backup-brannmuren er ikke tilgjengelig (sjekk brukeropplysninger).

source: The backup firewall is not accessible or not configured.
no_no: Backup-brannmuren er ikke tilgjengelig eller ikke konfigurert.

source: Total Out
no_no: Totalt ut

source: Total In
no_no: Totalt inn

source: IPv6 Prefix
no_no: IPv6 Prefiks

source: Delegated Prefixes
no_no: Delegerte prefikser

source: Lease Type
no_no: Leietype

source: Show all configured leases
no_no: Vis alle konfigurerte leieavtaler

source: Show active and static leases only
no_no: Vis bare aktive og statiske leieavtaler

source: add a static mapping for this MAC address
no_no: legg til en statisk tilordning for denne MAC-adressen

source: Lease type
no_no: Leietype

source: End
no_no: Slutt

source: Since
no_no: Siden

source: My State
no_no: Min tilstand

source: Failover Group
no_no: Failover-gruppe

source: Entries in this area override an entire domain by specifying an authoritative DNS server to be queried for that domain.
no_no: Oppføringer i dette området overstyrer et helt domene ved å angi en autoritativ DNS-server som skal spørres for dette domenet.

source: Keep in mind that all resource record types (i.e. A, AAAA, MX, etc. records) of a specified host below are being overwritten.
no_no: Husk at alle ressurs-oppføringstyper (dvs. A, AAAA, MX osv. oppføringer) til en vert angitt nedenfor blir overskrevet.

source: Host name of MX host
no_no: Vertsnavn for MX-vert

source: Priority of MX record
no_no: Prioritet for MX-oppføring

source: for IPv4 or IPv6 addresses
no_no: for IPv4- eller IPv6-adresser

source: Type of resource record
no_no: Type ressurs-oppføring

source: MX (Mail server)
no_no: MX (E-postserver)

source: A or AAAA (IPv4 or IPv6 address)
no_no: A eller AAAA (IPv4- eller IPv6-adresse)

source: Name of the host, without domain part. Use "*" to create a wildcard entry.
no_no: Navnet på verten, uten domenedel. Bruk "*" til å opprette en jokertegnoppføring.

source: A valid resource record type must be specified.
no_no: En gyldig ressursoppføringstype må angis.

source: A valid MX host must be specified.
no_no: En gyldig MX-vert må angis.

source: A valid MX priority must be specified.
no_no: En gyldig MX-prioritet må angis.

source: MX Priority
no_no: MX-prioritet

source: MX Host
no_no: MX-vert

source: To use a nondefault port for communication, append an '@' with the port number.
no_no: Hvis du vil bruke en ikke-standard port for kommunikasjon, legger du til en '@' med portnummeret.

source: A valid IP address must be specified, for example 192.168.100.10.
no_no: En gyldig IP-adresse må angis, for eksempel 192.168.100.10.

source: A valid IP address and port must be specified, for example 192.168.100.10@5353.
no_no: En gyldig IP-adresse og port må angis, for eksempel 192.168.100.10@5353.

source: Level %s
no_no: Nivå %s

source: Log level verbosity
no_no: Detaljnivå på loggnivå

source: 50 million
no_no: 50 millioner

source: 40 million
no_no: 40 millioner

source: 20 million
no_no: 20 millioner

source: 10 million
no_no: 10 millioner

source: 5 million
no_no: 5 millioner

source: Number of hosts for which information is cached. The default is 10000.
no_no: Antall verter som informasjonen bufres for. Standard er 10000.

source: Number of Hosts to cache
no_no: Antall verter som skal hurtigbufres

source: 15 minutes
no_no: 15 minutter

source: 10 minutes
no_no: 10 minutter

source: 5 minutes
no_no: 5 minutter

source: 2 minutes
no_no: 2 minutter

source: 1 minute
no_no: 1 minutt

source: TTL for Host cache entries
no_no: TTL for vertsbufferoppføringer

source: Configure a minimum Time to live for RRsets and messages in the cache. The default is 0 seconds. If the minimum value kicks in, the data is cached for longer than the domain owner intended, and thus less queries are made to look up the data. The 0 value ensures the data in the cache is as the domain owner intended. High values can lead to trouble as the data in the cache might not match up with the actual data anymore.
no_no: Konfigurer et minimum TTL for RRsets og meldinger i hurtigbufferen. Standard verdien er 0 sekunder. Hvis minimumsverdien slår inn, bufres dataene lenger enn domeneeieren hadde tenkt, og dermed gjøres mindre spørringer for å slå opp dataene. 0-verdien sikrer at dataene i hurtigbufferen er som domeneeieren hadde til hensikt. Høye verdier kan føre til problemer, siden dataene i hurtigbufferen kanskje ikke samsvarer med de faktiske dataene lenger.

source: Minimum TTL for RRsets and messages
no_no: Minimum TTL for RRsets og meldinger

source: Configure a maximum Time to live for RRsets and messages in the cache. The default is 86400 seconds (1 day). When the internal TTL expires the cache item is expired. This can be configured to force the resolver to query for data more often and not trust (very large) TTL values.
no_no: Konfigurer en maksimal TTL for RRsets og meldinger i hurtigbufferen. Standard er 86400 sekunder (1 dag). Når den interne TTL utløper, er hurtigbufferelementet utløpt. Dette kan konfigureres til å tvinge resolveren til å spørre etter data oftere og ikke klarere (veldig store) TTL-verdier.

source: Maximum TTL for RRsets and messages
no_no: Maksimal TTL for RRsets og meldinger

source: This timeout is used for when the server is very busy. This protects against denial of service by slow queries or high query rates. The default value is 200 milliseconds.
no_no: Dette tidsavbruddet brukes når serveren er veldig opptatt. Dette beskytter mot tjenestenekt ved langsomme spørringer eller høye spørringsrater. Standardverdien er 200 millisekunder.

source: Jostle Timeout
no_no: Jostle tidsavbrudd

source: The number of queries that every thread will service simultaneously. If more queries arrive that need to be serviced, and no queries can be jostled, then these queries are dropped.
no_no: Antall spørringer som hver tråd vil betjene samtidig. Hvis det kommer flere spørringer som må vedlikeholdes, og ingen spørringer kan dyttes, blir disse spørringene fjernet.

source: Number of queries per thread
no_no: Antall spørringer per tråd

source: The number of incoming TCP buffers to allocate per thread. The default value is 10. If 0 is selected then no TCP queries, from clients, are accepted.
no_no: Antall innkommende TCP-buffere som skal tildeles per tråd. Standardverdien er 10. Hvis 0 er valgt, godtas ingen TCP-spørringer fra klienter.

source: Incoming TCP Buffers
no_no: Innkommende TCP-buffere

source: The number of outgoing TCP buffers to allocate per thread. The default value is 10. If 0 is selected then no TCP queries, to authoritative servers, are done.
no_no: Antall utgående TCP-buffere som skal tildeles per tråd. Standardverdien er 10. Hvis 0 er valgt, utføres ingen TCP-spørringer, til autoritative servere.

source: Outgoing TCP Buffers
no_no: Utgående TCP-buffere

source: Size of the message cache. The message cache stores DNS rcodes and validation statuses. The RRSet cache will automatically be set to twice this amount. The RRSet cache contains the actual RR data. The default is 4 megabytes.
no_no: Størrelse på meldingsbufferen. Meldingsbufferen lagrer DNS rcodes og valideringsstatuser. RRSet-cachen blir automatisk satt til det dobbelte av denne mengden. RRSet-cachen inneholder de faktiske RR-dataene. Standardinnstillingen er 4 megabyte.

source: Message Cache Size
no_no: Meldingsbuffer størrelse

source: Serve expired responses from the cache with a TTL of 0 without waiting for the actual resolution to finish.
no_no: Betjen utløpte svar fra cachen med en TTL på 0 uten å vente på at det faktiske oppslaget skal fullføres.

source: Serve expired responses
no_no: Betjen utløpte svar

source: DNSKEY's are fetched earlier in the validation process when a %sDelegation signer%s is encountered. This helps lower the latency of requests but does utilize a little more CPU.
no_no: DNSKEYs hentes tidligere i valideringsprosessen når en %sDelegert signerer%s påtreffes. Dette hjelper med å redusere latens for forespørsler, men bruker litt mer CPU.

source: If enabled, version.server and version.bind queries are refused.
no_no: Hvis aktivert, vis version. server og version.bind-spørringer bli avvist.

source: Hide Version
no_no: Skjul versjon

source: If enabled, id.server and hostname.bind queries are refused.
no_no: Hvis aktivert, vil id.server og hostname.bind-spørringer bli avvist.

source: Hide Identity
no_no: Skjul identitet

source: Internal
no_no: Intern

source: Access List Name
no_no: Navn på tilgangsliste

source: You may enter a description here for your reference.
no_no: Du kan skrive inn en beskrivelse her for din referanse.

source: Allow: This action allows queries from hosts within the netblock defined below.
no_no: Tillat: Denne handlingen tillater spørringer fra verter i nett-blokken definert nedenfor.

source: Choose what to do with DNS requests that match the criteria specified below.
no_no: Velg hva som skal gjøres med DNS forespørsler som matcher kriteriene angitt nedenfor.

source: Allow Snoop
no_no: Tillat Snoop

source: Refuse
no_no: Avvis

source: Allow
no_no: Tillat

source: Provide an Access List name.
no_no: Angi et navn på tilgangsliste.

source: Access List name
no_no: Navn på tilgangsliste

source: %s Access List
no_no: %s tilgangsliste

source: Do you really want to delete this access list?
no_no: Vil du virkelig slette denne tilgangslisten?

source: Outgoing Network Interfaces
no_no: Grensesnitt for utgående nettverk

source: If this option is set, then any descriptions associated with Host entries and DHCP Static mappings will create a corresponding TXT record.
no_no: Hvis dette alternativet er angitt, vil eventuelle beskrivelser tilknyttet vertsoppføringer og DHCP-statiske mappinger medføre at det opprettes en tilsvarende TXT-oppføring.

source: TXT Comment Support
no_no: Støtte for TXT-kommentar

source: DHCP Static Mappings
no_no: Statiske DHCP-tilordninger

source: The configured system nameservers will be used to forward queries to.
no_no: Systemets konfigurerte navne-servere brukes til å videresende spørringer til.

source: Enable Forwarding Mode
no_no: Aktiver videresendingsmodus

source: The local zone type used for the system domain. Type descriptions are available under "local-zone:" in the %sunbound.conf(5)%s manual page. The default is 'transparent'.
no_no: Den lokale sonetypen som brukes for systemdomenet. Typebeskrivelser er tilgjengelige under "local-zone:" på manualsiden %sunbound.conf(5)%s. Standardverdien er "transparent".

source: Local Zone Type
no_no: Lokal sonetype

source: Network Interfaces
no_no: Nettverksgrensesnitt

source: Local zone type "%s" is not known.
no_no: Lokal sonetype "%s" er ikke kjent.

source: You must specify a valid port number.
no_no: Du må angi et gyldig portnummer.

source: The maximum time allowed between sending unsolicited multicast router advertisements from the interface, in seconds.
no_no: Den maksimale tillatte tiden mellom sending av uanmodede multicast ruterannonseringer fra grensesnittet, i sekunder.

source: Maximum Interval
no_no: Maksimalt intervall

source: The minimum time allowed between sending unsolicited multicast router advertisements from the interface, in seconds.
no_no: Den minimale tillatte tiden mellom sending av uanmodede multicast ruterannonseringer fra grensesnittet, i sekunder.

source: Minimum Interval
no_no: Minimum intervall

source: Use the DNS settings of the DHCPv6 server
no_no: Bruke DNS-innstillingene fra DHCPv6-serveren

source: Routes are specified in CIDR format. The prefix of a route definition should be network prefix; it can be used to advertise more specific routes to the hosts.
no_no: Ruter er angitt i CIDR-format. Prefikset for en rutedefinisjon bør være nettverksprefiks; den kan brukes til å annonsere mer spesifikke ruter til vertene.

source: Remove
no_no: Fjern

source: Advertise Routes
no_no: Annonser ruter

source: Select the Priority for the Router Advertisement (RA) Daemon.
no_no: Velg prioriteten for Router Advertisement (RA) Daemon.

source: Low
no_no: Lav

source: Router Priority
no_no: Prioritet for ruter

source: Stateless
no_no: Tilstandsløs

source: Assisted
no_no: Assistert

source: Managed
no_no: Administrert

source: Unmanaged
no_no: Ikke-administrert

source: Router Only
no_no: Bare ruter

source: Minimum interval must be between %s and %s seconds.
no_no: Minimumsintervallet må være mellom %s og %s sekunder.

source: Maximum interval must be between %s and %s seconds.
no_no: Maksimalt intervall må være mellom %s og %s sekunder.

source: An invalid subnet route was supplied: %s
no_no: Det ble angitt en ugyldig subnettrute: %s

source: Test/Update
no_no: Test/Oppdater

source: Test result
no_no: Testresultat

source: Enter the network name configured on the %sNetworks Dashboard of OpenDNS%s under 'Manage your networks'. Used to update the node's IP address whenever the WAN interface changes its IP address.
no_no: Angi nettverksnavnet som er konfigurert på %sNetworks Dashboard for OpenDNS%s under 'Manage your networks'. Brukes til å oppdatere nodens IP-adresse når WAN-grensesnittet endrer IP-adressen.

source: Signon Username to log into your OpenDNS dashboard. It is used to automatically update the IP address of the registered network.
no_no: Brukernavn for å logge på OpenDNS-dashbordet. Den brukes til automatisk å oppdatere IP-adressen til det registrerte nettverket.

source: Enabling the OpenDNS service will overwrite DNS servers configured via the General Setup page as well as ignore any DNS servers learned by DHCP/PPP on WAN and use the DNS servers from %s instead.
no_no: Aktivering av OpenDNS-tjenesten vil overskrive DNS-servere som er konfigurert via siden Generelt oppsett, i tillegg til å ignorere dns-servere som er lært av DHCP/PPP på WAN, og bruke DNS-serverne fra %s i stedet.

source: Filter DNS requests using OpenDNS
no_no: Filtrere DNS-forespørsler ved hjelp av OpenDNS

source: OpenDNS Setup
no_no: OpenDNS-oppsett

source: At least 3 additional time sources should be configured under %sServices: NTP%s to reliably supply the time of each PPS pulse.
no_no: Minst 3 ekstra tidskilder bør konfigureres under %sTjenester Nettverkstid%s for å levere tiden pålitelig til hver PPS-puls.

source: A PPS signal only provides a reference to the change of a second, so at least one other source to number the seconds is required.
no_no: Et PPS-signal gir bare en henvisning til endringen av et sekund, så det trengs minst en annen kilde for å telle sekundene.

source: A serial GPS may also be used, but the serial GPS driver would usually be the better option.
no_no: En seriell GPS kan også brukes, men den serielle GPS-driveren vil vanligvis være det beste alternativet.

source: Devices with a Pulse Per Second output such as radios that receive a time signal from DCF77 (DE), JJY (JP), MSF (GB) or WWVB (US) may be used as a PPS reference for NTP.
no_no: Enheter med en Puls Per Sekund output, for eksempel radioer som mottar et tidssignal fra DCF77 (DE), JJY (JP), MSF (GB) eller WWVB (US), kan brukes som en PPS-referanse for NTP.

source: This may be used to change the PPS Clock ID
no_no: Dette kan brukes til å endre PPS Clock ID

source: This may be useful if, for some reason, you want ntpd to prefer a different clock and just monitor this source.
no_no: Dette kan være nyttig hvis du av en eller annen grunn vil at ntpd skal foretrekke en annen klokke og bare overvåke denne kilden.

source: This may be used to change the PPS Clock stratum
no_no: Dette kan brukes til å endre PPS-klokkestratum

source: Fudge time is used to specify the PPS signal offset from the actual second such as the transmission delay between the transmitter and the receiver.
no_no: Fudge-tid brukes til å angi PPS-signalforskyvningen fra det faktiske sekundet, som for eksempel overføringsforsinkelse mellom sender og mottaker.

source: Fudge time
no_no: Fudge tid

source: All serial ports are listed, be sure to pick the port with the PPS source attached.
no_no: Alle serielle porter er oppført, må du velge porten med PPS-kilden tilkoblet.

source: NTP PPS Configuration
no_no: NTP PPS-konfigurasjon

source: For the best results, NTP should have at least three sources of time. So it is best to configure at least 2 servers under %sServices: Network Time%s to minimize clock drift if the GPS data is not valid over time. Otherwise ntpd may only use values from the unsynchronized local clock when providing time to clients.
no_no: For best resultat bør NTP ha minst tre tidskilder. Så det er best å konfigurere minst 2 servere under %sTjenester: Nettverkstid%s for å minimere klokkeavvik hvis GPS-dataene ikke er gyldige over tid. Ellers kan ntpd bare bruke verdier fra den usynkroniserte lokale klokken når den leverer tid til klienter.

source: A GPS connected via a serial port may be used as a reference clock for NTP. If the GPS also supports PPS and is properly configured, and connected, that GPS may also be used as a Pulse Per Second clock reference. NOTE: a USB GPS may work, but is not recommended due to USB bus timing issues.
no_no: En GPS som er koblet til via en seriell port, kan brukes som referanseklokke for NTP. Hvis GPS-en også støtter PPS og er riktig konfigurert og tilkoblet, kan GPS også brukes som en Puls Per Sekund klokkereferanse. MERK: En USB GPS kan fungere, men anbefales ikke på grunn av problemer med usb-busstiming.

source: Please click the "Calculate" to get a result.
no_no: Vennligst klikk på "Beregn" for å få et resultat.

source: Checksum:
no_no: Sjekksum:

source: Calculate
no_no: Beregn

source: Enter the text between "$" and "*" of a NMEA command string.
no_no: Skriv inn teksten mellom "$" og "*" i en NMEA-kommandostreng.

source: NMEA checksum calculator
no_no: NMEA sjekksum kalkulator

source: Note: Commands entered here will be sent to the GPS during initialization. Please read and understand your GPS documentation before making any changes here.
no_no: Merk: Kommandoer som er angitt her, sendes til GPS-en under initialiseringen. Vennligst les og forstå GPS-dokumentasjonen din før du gjør endringer her.

source: Show GPS Initialization commands
no_no: Vis kommandoer for GPS-initialisering

source: GPS Initialization
no_no: GPS-initialisering

source: This may be used to change the GPS Clock ID (default: GPS).
no_no: Dette kan brukes til å endre GPS-klokke-ID (standard: GPS).

source: (1 to 4 characters)
no_no: (1 til 4 tegn)

source: Clock ID
no_no: Klokke-ID

source: Enable PPS signal processing (default: enabled).
no_no: Aktiver PPS-signalbehandling (standard: aktivert).

source: NTP should not use this clock, it will be displayed for reference only (default: disabled).
no_no: NTP bør ikke bruke denne klokken, den vises kun for referanse (standard: deaktivert).

source: NTP should prefer this clock (default: enabled).
no_no: NTP bør foretrekke denne klokken (standard: aktivert).

source: Normally there should be no need to change these options from the defaults.
no_no: Normalt bør det ikke være nødvendig å endre disse alternativene fra standardinnstillingene.

source: This may be used to change the GPS Clock stratum (default: 0). This may be useful if, for some reason, you want ntpd to prefer a different clock
no_no: Dette kan brukes til å endre GPS-klokkestratumet (standard: 0). Dette kan være nyttig hvis du av en eller annen grunn vil at du skal foretrekke en annen klokke

source: Fudge time 2 is used to specify the GPS time offset (default: 0.0).
no_no: Fudge tid 2 brukes til å angi GPS-tidsforskyvningen (standard: 0.0).

source: Fudge time 2 (seconds)
no_no: Fudge tid 2 (sekunder)

source: Fudge time 1 is used to specify the GPS PPS signal offset (default: 0.0).
no_no: Fudge tid 1 brukes til å angi GPS PPS signalforskyvningen (standard: 0.0).

source: Fudge time 1 (seconds)
no_no: Fudge tid 1 (sekunder)

source: By default NTP will listen for all supported NMEA sentences. Here one or more sentences to listen for may be specified.
no_no: Som standard lytter NTP etter alle støttede NMEA-setninger. Her kan det angis en eller flere setninger å lytte etter.

source: ZDA or ZDG
no_no: ZDA eller ZDG

source: NMEA sentences
no_no: NMEA-setninger

source: Serial port baud rate.
no_no: Seriell port baud rate.

source: All serial ports are listed, be sure to pick the port with the GPS attached.
no_no: Alle serielle porter er oppført, sørg for å plukke porten som GPS-en er koblet til.

source: Serial port
no_no: Seriell port

source: The predefined configurations assume your GPS has already been set to NMEA mode.
no_no: De forhåndsdefinerte konfigurasjonene forutsetter at GPS-en allerede er satt til NMEA-modus.

source: Select Generic if your GPS is not listed.
no_no: Velg Generisk hvis GPS-en din ikke er oppført.

source: This option allows you to select a predefined configuration.
no_no: Med dette alternativet kan du velge en forhåndsdefinert konfigurasjon.

source: Generic
no_no: Generisk

source: NTP Serial GPS Configuration
no_no: NTP seriell GPS-konfigurasjon

source: Clock stratum must be a number in the range 0..16
no_no: Klokkestratum må være et tall i området 0..16

source: Enter any additional options you would like to add to the network time configuration here, separated by a space or newline.
no_no: Angi eventuelle ekstra alternativer du vil legge til i nettverkstidskonfigurasjonen her, atskilt med et mellomrom eller linjeskift.

source: select a file to upload:
no_no: velg en fil å laste opp:
