Repository: vw-fw/lang
Catalog: *.po
Languages: no_no

source: Set priority must be an integer between 0 and 7.
no_no: Angitt prioritet må være et helt tall mellom 0 og 7.

source: Both maximum new connections per host and the interval (per second(s)) must be specified
no_no: Både maksimalt nye tilkoblinger per vert og intervallet (per sekund(er)) må angis

source: State timeout (advanced option) must be a positive integer
no_no: Tilstands-tidsavbrudd (avansert alternativ) må være et positivt heltall

source: Maximum new connections per host / per second(s) (advanced option) must be a positive integer
no_no: Maksimalt antall nye tilkoblinger per vert /per sekund (avansert alternativ) må være et positivt heltall

source: Maximum state entries per host (advanced option) must be a positive integer
no_no: Maksimalt antall tilstandsoppføringer per vert (avansert alternativ) må være et positivt heltall

source: Maximum number of established connections per host (advanced option) must be a positive integer
no_no: Maksimalt antall etablerte tilkoblinger per vert (avansert alternativ) må være et positivt heltall

source: Maximum number of unique source hosts (advanced option) must be a positive integer
no_no: Maksimalt antall unike kildeverter (avansert alternativ) må være et positivt heltall

source: Maximum state entries (advanced option) must be a positive integer
no_no: Maksimalt antall tilstandsoppføringer (avansert alternativ) må være et positivt heltall

source: You cannot specify the maximum new connections per host / per second(s) (advanced option) if statetype is none.
no_no: Du kan ikke spesifisere maksimale nye tilkoblinger per vert / per sekund(er) (avansert alternativ) hvis tilstandstype er ingen.

source: You cannot specify the maximum state entries per host (advanced option) if statetype is none.
no_no: Du kan ikke spesifisere maksimum statusoppføringer per vert (avansert alternativ) hvis tilstandstype er ingen.

source: You cannot specify the maximum number of established connections per host (advanced option) if statetype is none.
no_no: Du kan ikke spesifisere maksimalt antall etablerte tilkoblinger per vert (avansert alternativ) hvis tilstandstype er ingen.

source: You cannot specify the maximum number of unique source hosts (advanced option) if statetype is none.
no_no: Du kan ikke angi maksimalt antall unike kildeverter (avansert alternativ) hvis tilstandstypen er ingen.

source: You cannot specify the maximum state entries (advanced option) if statetype is none.
no_no: Du kan ikke angi maks ant tilstandsoppføringer (avansert alternativ) hvis tilstandstypen er ingen.

source: You can only specify the state timeout (advanced option) for TCP protocol.
no_no: Du kan bare spesifisere tilstands-tidsavbrudd (avansert alternativ) for TCP-protokoll.

source: You can only specify the maximum new connections per host / per second(s) (advanced option) for TCP protocol.
no_no: Du kan bare angi maksimalt nye tilkoblinger per vert / per sekund (avansert alternativ) for TCP-protokollen.

source: You can only specify the maximum number of established connections per host (advanced option) for TCP protocol.
no_no: Du kan bare angi maksimalt antall etablerte tilkoblinger per vert (avansert alternativ) for TCP-protokollen.

source: You can not use gateways in Floating rules without choosing a direction.
no_no: Du kan ikke bruke gatewayer i flytende regler uten å velge en retning.

source: Invalid OS detection selection. Please select a valid OS.
no_no: Ugyldig valg av OS-gjenkjenning. Velg et gyldig OS.

source: OS detection is only valid with protocol tcp.
no_no: OS-gjenkjenning er bare gyldig med protokoll tcp.

source: Invalid subnet mask on IPv4 destination
no_no: Ugyldig nettverksmaske på IPv4-mål

source: Invalid subnet mask on IPv4 source
no_no: Ugyldig nettverksmaske på IPv4-kilde

source: You can not use IPv4 addresses in IPv6 rules.
no_no: Du kan ikke bruke IPv4-adresser i IPv6-regler.

source: You can not use IPv6 addresses in IPv4 rules.
no_no: Du kan ikke bruke IPv6-adresser i IPv4-regler.

source: The Source IP address %s Address Family differs from the destination %s.
no_no: Kilde-IP-adressen %ss adressefamilie er forskjellig fra målet %s.

source: When selecting aliases for destination ports, both from and to fields must be the same
no_no: Når du velger aliaser for mål-porter, må både fra og til felt være det samme

source: %s is only valid if the gateway is set to 'default'.
no_no: %s er bare gyldig hvis gatewayen er satt som standard.

source: %s is only valid with protocol tcp.
no_no: %s er bare gyldig med tcp protokoll.

source: You can not assign a gateway to a rule that applies to IPv4 and IPv6
no_no: Du kan ikke tilordne en gateway til en regel som gjelder for IPv4 og IPv6

source: log (disabled)
no_no: logg (deaktivert)

source: reject (disabled)
no_no: avvis (deaktivert)

source: block (disabled)
no_no: blokker (deaktivert)

source: pass (disabled)
no_no: pass (deaktivert)

source: log
no_no: logg

source: reject
no_no: avvis

source: block
no_no: blokker

source: No floating rules are currently defined. Floating rules are not bound to a single interface and can therefore be used to span policies over multiple networks at the same time.
no_no: Ingen flytende regler er definert. Flytende regler er ikke bundet til et enkelt grensesnitt og kan derfor brukes til å dekke policyer over flere nettverk samtidig.

source: Time Exceeded
no_no: Tid overskredet

source: Router Advertisement
no_no: Ruterannonsering

source: Alternate Host Address (Deprecated)
no_no: Alternativ vertsadresse (foreldet)

source: Redirect
no_no: Videresend

source: Destination Unreachable
no_no: Mål kan ikke nås

source: last match
no_no: siste treff

source: first match
no_no: første treff

source: Block private networks
no_no: Blokker private nettverk

source: The firewall rule configuration has been changed.<br />You must apply the changes in order for them to take effect.
no_no: Brannmurregelkonfigurasjonen er endret.<br />Du må bruke endringene for at de skal tre i kraft.

source: Select category
no_no: Velg kategori

source: The settings have been applied and the rules are now reloading in the background.
no_no: Innstillingene er tatt i bruk, og reglene lastes nå inn på nytt i bakgrunnen.

source: Static-port:
no_no: Statisk-port:

source: Enter the source port for the outbound NAT mapping.
no_no: Angi kildeporten for den utgående NAT-tilordningen.

source: Translation
no_no: Oversettelse

source: Hint: the firewall has limited local log space. Don't turn on logging for everything. If you want to do a lot of logging, consider using a %sremote syslog server%s.
no_no: Tips: brannmuren har begrenset lokal loggplass. Ikke slå på logging for alt. Hvis du vil logge mye, kan du vurdere å bruke en %sekstern syslog server%s.

source: Log packets that are handled by this rule
no_no: Logg pakker som håndteres av denne regelen

source: Packets matching this rule will be mapped to the IP address given here.
no_no: Pakker som samsvarer med denne regelen, tilordnes IP-adressen som er angitt her.

source: Translation address
no_no: Oversettelsesadresse

source: Translation / target
no_no: Oversettelse / mål

source: (leave blank for any)
no_no: (la stå tom for enhver)

source: Enter the source network for the outbound NAT mapping.
no_no: Angi kildenettverket for den utgående NAT-tilordningen.

source: Hint: in most cases, you won't use this option.
no_no: Tips: I de fleste tilfeller vil du ikke bruke dette alternativet.

source: Enabling this option will disable NAT for traffic matching this rule and stop processing Outbound NAT rules.
no_no: Aktivering av dette alternativet deaktivere NAT for trafikk som samsvarer med denne regelen og slutte å behandle utgående NAT-regler.

source: Do not NAT
no_no: Ikke NAT

source: Edit Advanced Outbound NAT entry
no_no: Rediger avansert utgående NAT-oppføring

source: A valid target IP address must be specified.
no_no: En gyldig mål-IP-adresse må angis.

source: A valid destination must be specified.
no_no: Et gyldig mål må angis.

source: You must supply a valid port for the NAT port entry.
no_no: Du må angi en gyldig port for NAT-port oppføringen.

source: You must supply either a valid port or port alias for the destination port entry.
no_no: Du må angi enten et gyldig port eller portalias for målportoppføringen.

source: You must supply either a valid port or port alias for the source port entry.
no_no: Du må angi enten et gyldig port eller portalias for kildeportoppføringen.

source: Auto created rule
no_no: Automatisk opprettet regel

source: Auto created rule for ISAKMP
no_no: Auto opprettet regel for ISAKMP

source: automatic outbound nat
no_no: automatisk utgående nat

source: Source Networks
no_no: Kildenettverk

source: %s networks
no_no: %s nettverk

source: YES
no_no: JA

source: NO
no_no: NEI

source: Interface address
no_no: Grensesnittadresse

source: This Firewall
no_no: Denne brannmuren

source: All manual rules are being ignored
no_no: Alle manuelle regler ignoreres

source: Static Port
no_no: Statisk port

source: NAT Address
no_no: NAT-adresse

source: (outbound NAT is disabled)
no_no: (utgående NAT er deaktivert)

source: Disable outbound NAT rule generation
no_no: Deaktiver generering av utgående NAT-regel

source: (no automatic rules are being generated)
no_no: (ingen automatiske regler genereres)

source: Manual outbound NAT rule generation
no_no: Manuell generering av utgående NAT-regel

source: (automatically generated rules are applied after manual rules)
no_no: (automatisk genererte regler brukes etter manuelle regler)

source: Hybrid outbound NAT rule generation
no_no: Hybrid utgående NAT regelgenerering

source: (no manual rules can be used)
no_no: (ingen manuelle regler kan brukes)

source: Automatic outbound NAT rule generation
no_no: Automatisk generering av utgående NAT regel

source: %s address
no_no: %s adresse

source: Address:
no_no: Adresse:

source: Internal IPv6 Prefix
no_no: Internt IPv6-prefiks

source: Destination prefix
no_no: Mål-prefiks

source: Source prefix
no_no: Kildeprefiks

source: External Prefix
no_no: Eksternt prefiks

source: Updated
no_no: Oppdatert

source: Created
no_no: Opprettet

source: Rule Information
no_no: Regelinformasjon

source: Add unassociated filter rule
no_no: Legg til ikke-tilknyttet filterregel

source: Add associated filter rule
no_no: Legg til tilknyttet filterregel

source: Pass
no_no: Passer

source: Hint: This prevents the rule on Master from automatically syncing to other CARP members. This does NOT prevent the rule from being overwritten on Slave.
no_no: Tips: Dette forhindrer at regelen på Master automatisk synkroniseres med andre CARP-medlemmer. Dette forhindrer IKKE at regelen blir overskrevet på Slave.

source: No XMLRPC Sync
no_no: Ingen XMLRPC-synk

source: Set local tag
no_no: Angi lokal tag

source: Bitmask
no_no: Bitmaske

source: Hint: this is usually identical to the 'from' port above
no_no: Hint: Dette er vanligvis identisk med "fra" porten ovenfor

source: Specify the port on the machine with the IP address entered above. In case of a port range, specify the beginning port of the range (the end port will be calculated automatically).
no_no: Angi porten på maskinen med IP-adressen som er angitt ovenfor. Hvis et portområde er angitt, angir du startporten for området (sluttporten beregnes automatisk).

source: Redirect target port
no_no: Omdiriger målport

source: e.g.
no_no: f.eks.

source: Enter the internal IP address of the server on which you want to map the ports.
no_no: Skriv inn den interne IP-adressen til serveren du vil tilordne portene på.

source: When using the TCP or UDP protocols, specify the port or port range for the destination of the packet for this mapping.
no_no: Når du bruker TCP- eller UDP-protokollene, angir du port eller portområdet for målet for pakken for denne tilordningen.

source: Destination port range
no_no: Mål-port område

source: and almost never equal to the destination port range (and should usually be 'any')
no_no: og nesten aldri lik mål-portområdet (og bør vanligvis være "any")

source: random
no_no: tilfeldig

source: This is usually
no_no: Dette er vanligvis

source: When using the TCP or UDP protocols, specify the source port or port range for this rule
no_no: Når du bruker TCP- eller UDP-protokollene, spesifiser kildeporten eller portområdet for denne regelen

source: any
no_no: enhver

source: Well-known ports
no_no: Godt kjente porter

source: to:
no_no: til:

source: from:
no_no: fra:

source: Source port range
no_no: Kilde port område

source: Show source address and port range
no_no: Vis kildeadresse og portområde

source: here.
no_no: her.

source: Hint: in most cases, you should specify
no_no: Tips: i de fleste tilfeller bør du angi

source: Choose which IP protocol this rule should match.
no_no: Velg hvilken IP-protokoll denne regelen skal samsvare med.

source: Select the Internet Protocol version this rule applies to
no_no: Velg Internet Protocol-versjonen denne regelen gjelder for

source: TCP/IP Version
no_no: TCP/IP-versjon

source: Hint: in most cases, you'll want to use WAN here.
no_no: Tips: i de fleste tilfeller vil du bruke WAN her.

source: Choose which interface this rule applies to.
no_no: Velg hvilket grensesnitt denne regelen gjelder for.

source: Hint: this option is rarely needed, don't use this unless you know what you're doing.
no_no: Tips: dette alternativet er sjelden nødvendig, ikke bruk dette med mindre du vet hva du gjør.

source: No RDR (NOT)
no_no: Ingen RDR (NOT)

source: %s is not a valid IPv6 address.
no_no: %s er ikke en gyldig IPv6-adresse.

source: %s is not a valid IPv4 address.
no_no: %s er ikke en gyldig IPv4-adresse.

source: %s is not a valid end destination port. It must be a port alias or integer between 1 and 65535.
no_no: %s er ikke en gyldig slutt målport. Det må være et portalias eller heltall mellom 1 og 65535.

source: %s is not a valid start destination port. It must be a port alias or integer between 1 and 65535.
no_no: %s er ikke en gyldig start målport. Det må være et portalias eller heltall mellom 1 og 65535.

source: %s is not a valid end source port. It must be a port alias or integer between 1 and 65535.
no_no: %s er ikke en gyldig sluttkildeport. Det må være et portalias eller heltall mellom 1 og 65535.

source: %s is not a valid start source port. It must be a port alias or integer between 1 and 65535.
no_no: %s er ikke en gyldig startkildeport. Det må være et portalias eller heltall mellom 1 og 65535.

source: "%s" is not a valid redirect target IP address, network or host alias.
no_no: " %s" er ikke en gyldig omdirigeringsmål-IP-adresse, nettverk eller vertsalias.

source: Redirect target IP
no_no: Omdirigere mål-IP

source: Destination port to
no_no: Destinasjonsport til

source: Destination port from
no_no: Destinasjonsport fra

source: redirect traffic to proxy
no_no: omdiriger trafikk til proxy

source: Use system default
no_no: Bruk systemstandard

source: NAT reflection
no_no: NAT refleksjon

source: Hint: this is usually 'any'.
no_no: Tips: dette er vanligvis 'enhver'.

source: Enter the internal subnet for the 1:1 mapping. The subnet size specified for the source will be applied to the external subnet, when none is provided.
no_no: Angi det interne delnettet for 1:1-tilordningen. Subnettstørrelsen som er angitt for kilden, vil bli brukt på det eksterne subnettet, når ingen er angitt.

source: Single host or Network
no_no: Enkelt vert eller nettverk

source: Use this option to invert the sense of the match.
no_no: Bruk dette alternativet for å snu følelsen av kampen.

source: Invert
no_no: Inverter

source: This is the address or network the traffic will translate to/from.
no_no: Dette er adressen eller nettverket trafikken vil oversette til/fra.

source: The subnet mask from the internal address below will be applied to this IP address, when none is provided.
no_no: Nettverksmasken fra den interne adressen nedenfor vil bli brukt på denne IP-adressen, når ingen er angitt.

source: Enter the external subnet's starting address for the 1:1 mapping or network.
no_no: Angi det eksterne subnettets startadresse for 1:1-tilordningen eller nettverket.

source: External network
no_no: Eksternt nettverk

source: A BINAT rule specifies a bidirectional mapping between an external and internal network and can be used from both ends, nat only applies in one direction.
no_no: En BINAT-regel angir en toveis tilordning mellom et eksternt og internt nettverk og kan brukes fra begge ender, nat gjelder bare i én retning.

source: Select BINAT (default) or NAT here, when nets are equally sized binat is usually the best option.Using NAT we can also map unequal sized networks.
no_no: Velg BINAT (standard) eller NAT her, når nett er like store er binat vanligvis det beste alternativet. Ved hjelp av NAT kan vi også mappe nettverk av ulik størrelse.

source: Hint: in most cases, you'll want to use WAN here
no_no: Tips: i de fleste tilfeller vil du bruke WAN her

source: Choose which interface this rule applies to
no_no: Velg hvilket grensesnitt denne regelen gjelder for

source: Set this option to disable this rule without removing it from the list.
no_no: Angi dette alternativet for å deaktivere denne regelen uten å fjerne den fra listen.

source: Disable this rule
no_no: Deaktiver denne regelen

source: Edit NAT 1:1 entry
no_no: Rediger NAT 1:1 oppføring

source: %s is not a valid destination IP address or alias.
no_no: %s er ikke en gyldig mål-IP-adresse eller alias.

source: %s is not a valid source IP address or alias.
no_no: %s er ikke en gyldig kilde-IP-adresse eller alias.

source: %s is not a valid source IP address.
no_no: %s er ikke en gyldig kilde-IP-adresse.

source: A valid external subnet must be specified.
no_no: Et gyldig eksternt subnett må angis.

source: External subnet
no_no: Eksternt subnett

source: Destination address
no_no: Mål-adresse

source: If you add a 1:1 NAT entry for any of the interface IPs on this system, it will make this system inaccessible on that IP address. i.e. if you use your WAN IP address, any services on this system (IPsec, OpenVPN server, etc.) using the WAN IP address will no longer function.
no_no: Hvis du legger til en 1:1 NAT-oppføring for noen av grensesnitt-IP-ene på dette systemet, vil det gjøre dette systemet utilgjengelig på denne IP-adressen. det vil si hvis du bruker WAN IP-adressen din, vil alle tjenester på dette systemet (IPsec, OpenVPN-server osv.) ved hjelp av WAN IP-adressen ikke lenger fungere.

source: delete selected rules
no_no: slett valgte regler

source: clone rule
no_no: klone regel

source: Internal IP
no_no: Intern IP

source: External IP
no_no: Ekstern IP

source: The NAT configuration has been changed.
no_no: NAT-konfigurasjonen er endret.

source: Alias (click to view/edit)
no_no: Alias (klikk for å vise/redigere)

source: Linked rule
no_no: Lenket regel

source: No redirect
no_no: Ingen redirigering

source: Disabled rule
no_no: Deaktivert regel

source: Enabled rule
no_no: Aktivert regel

source: Move selected rules to end
no_no: Flytt valgte regler til slutt

source: Move selected rules before this rule
no_no: Flytte valgte regler før denne regelen

source: edit alias
no_no: rediger alias

source: Disable
no_no: Deaktiver

source: Anti-Lockout Rule
no_no: Anti-lockout-regel

source: address
no_no: adresse

source: The NAT configuration has been changed
no_no: NAT-konfigurasjonen er endret

source: Do you really want to delete the selected rules?
no_no: Vil du virkelig slette de valgte reglene?

source: Do you really want to delete this rule?
no_no: Vil du virkelig slette denne regelen?

source: Add
no_no: Legg til

source: Ports
no_no: Porter

source: External (advanced)
no_no: Ekstern (avansert)

source: The name of the alias may only consist of the characters "a-z, A-Z, 0-9 and _". Aliases can be nested using this name.
no_no: Navnet på aliaset kan bare bestå av tegnene "a-z, A-Z, 0-9 og _". Aliaser kan nøstes ved hjelp av dette navnet.

source: An alias with this name already exists.
no_no: Det finnes allerede et alias med dette navnet.

source: The name cannot be the internally reserved keyword "%s".
no_no: Navnet kan ikke være det internt reserverte nøkkelordet "%s".

source: The name must be less than 32 characters long and may only consist of the following characters: %s
no_no: Navnet må være mindre enn 32 tegn langt og kan bare bestå av følgende tegn: %s

source: Entry "%s" is not a valid country code.
no_no: Oppføringen "%s" er ikke en gyldig landskode.

source: Entry "%s" is not a valid port number.
no_no: Oppføringen "%s" er ikke et gyldig portnummer.

source: Entry "%s" is not a valid hostname or IP address.
no_no: Oppføringen "%s" er ikke et gyldig vertsnavn eller IP-adresse.

source: Values
no_no: Verdier

source: You must apply the changes in order for them to take effect.
no_no: Du må bruke endringene for at de skal tre i kraft.

source: Cannot delete alias. Currently in use by %s
no_no: Kan ikke slette alias. Brukes for øyeblikket av %s

source: URL Table (IPs)
no_no: URL-tabell (IP-er)

source: URL (IPs)
no_no: URL (IPer)

source: Port(s)
no_no: Port(er)

source: Network(s)
no_no: Nettverk

source: Host(s)
no_no: Vert(er)

source: 1 column
no_no: 1 kolonne

source: Add widget
no_no: Legg til modul

source: Save Settings
no_no: Lagre innstillinger

source: Use ICMP
no_no: Bruk ICMP

source: Reverse Address Lookup
no_no: Omvendt adresseoppslag

source: Maximum number of hops
no_no: Maksimalt antall hopp

source: Maximum number of hops must be between 1 and %s
no_no: Maksimalt antall hopp må være mellom 1 og %s

source: Connection failed (Refused/Timeout)
no_no: Tilkoblingen mislyktes (avslått/tidsavbrudd)

source: No output received, or connection failed. Try with "Show Remote Text" unchecked first.
no_no: Ingen utdata mottatt, eller tilkoblingen mislyktes. Prøv først med å ikke merke av "Vis ekstern tekst".

source: Shows the text given by the server when connecting to the port. Will take 10+ seconds to display if checked.
no_no: Viser teksten som er gitt av serveren når du kobler til porten. Tar 10+ sekunder å vise hvis det er merket av for dette.

source: Show Remote Text
no_no: Vis ekstern tekst

source: This should typically be left blank.
no_no: Dette bør vanligvis stå tomt.

source: If you force IPv4 or IPv6 and use a hostname that does not contain a result using that protocol, it will result in an error. For example if you force IPv4 and use a hostname that only returns an AAAA IPv6 IP address, it will not work.
no_no: Hvis du tvinger IPv4 eller IPv6 og bruker et vertsnavn som ikke inneholder et resultat ved hjelp av denne protokollen, vil det føre til en feil. Hvis du for eksempel tvinger IPv4 og bruker et vertsnavn som bare returnerer en AAAA IPv6 IP-adresse, vil den ikke fungere.

source: No data is transmitted to the remote host during this test, it will only attempt to open a connection and optionally display the data sent back from the server.
no_no: Ingen data overføres til den eksterne verten under denne testen, den vil bare forsøke å åpne en tilkobling og eventuelt vise dataene som sendes tilbake fra serveren.

source: This page allows you to perform a simple TCP connection test to determine if a host is up and accepting connections on a given port. This test does not function for UDP since there is no way to reliably determine if a UDP port accepts connections in this manner.
no_no: Med denne siden kan du utføre en enkel TCP-tilkoblingstest for å finne ut om en vert er oppe og godtar tilkoblinger på en gitt port. Denne testen fungerer ikke for UDP, siden det ikke er mulig å pålitelig avgjøre om en UDP-port godtar tilkoblinger på denne måten.

source: Please enter a valid source port number, or leave the field blank.
no_no: Angi et gyldig kildeportnummer, eller la feltet stå tomt.
