Repository: vw-fw/lang
Catalog: *.po
Languages: no_no

source: Outgoing packets from this firewall on an interface which has a gateway will normally use the specified gateway for that interface. When this option is set the route will be selected by the system routing table instead.
no_no: Utgående pakker fra denne brannmuren på et grensesnitt som har en gateway, vil vanligvis bruke den angitte gatewayen for dette grensesnittet. Når dette alternativet er angitt, velges ruten av systemrutingstabellen i stedet.

source: When set, console login, SSH, and other system services can only use standard UNIX account authentication.
no_no: Når denne er angitt, kan konsoll-pålogging, SSH og andre systemtjenester bare bruke standard UNIX-kontoautentisering.

source: Permit sudo usage for administrators with shell access.
no_no: Tillat bruk av sudo for administratorer med shell-tilgang.

source: Select one or more authentication servers to validate user credentials against. Multiple servers can make sense with remote authentication methods to provide a fallback during connectivity issues. When nothing is specified the default of "Local Database" is used.
no_no: Velg en eller flere autentiseringsservere bruker-legitimasjoner skal valideres mot. Flere servere kan være fornuftig ved ekstern autentiseringsmetoder, slik at man har mulighet for tilbakefall ved tilkoblingsproblemer. Når ingenting er angitt, brukes "Lokal database" som standard.

source: Use USB-based serial ports
no_no: Bruk USB-baserte serielle porter

source: USB-based serial
no_no: USB-basert seriell

source: Console
no_no: Konsoll

source: HTTP Strict Transport Security (HSTS) is a web security policy mechanism that helps to protect websites against protocol downgrade attacks and cookie hijacking.
no_no: HTTP Strict Transport Security (HSTS) er en websikkerhets-policy mekanisme som hjelper til med å beskytte nettsteder mot nedprioritering-angrep av protokoller og kapring av informasjonskapsler.

source: Enable HTTP Strict Transport Security
no_no: Aktiver HTTP streng transportsikkerhet

source: HTTP Strict Transport Security
no_no: HTTP streng transportsikkerhet

source: Authentication server "%s" is invalid.
no_no: Godkjenningsserveren "%s" er ugyldig.

source: Generate configuration templates
no_no: Generer konfigurasjonsmaler

source: Synchronize config to backup
no_no: Synkroniser config til sikkerhetskopi

source: Synchronize
no_no: Synkroniser

source: No leases file found. Is the DHCP server active?
no_no: Ingen fil med leieavtaler funnet. Er DHCP-serveren aktiv?

source: A valid hostname or domain must be specified in alias list.
no_no: Et gyldig vertsnavn eller domene må angis i aliaslisten.

source: Deny Non-local: Allow only authoritative local-data queries from hosts within the netblock defined below. Messages that are disallowed are dropped.
no_no: Nekt ikke-lokal: Tillat kun autoritative lokale dataforespørsler fra verter i netblokken definert nedenfor. Meldinger som ikke tillates slettes.

source: Refuse Non-local
no_no: Nekt ikke-lokale

source: Deny Non-local
no_no: Nekt ikke-lokale

source: If Unbound is enabled, the DHCP service (if enabled) will automatically serve the LAN IP address as a DNS server to DHCP clients so they will use Unbound resolver. If forwarding is enabled, Unbound will use the DNS servers entered in %sSystem: General setup%s or those obtained via DHCP or PPP on WAN if the "Allow DNS server list to be overridden by DHCP/PPP on WAN" is checked.
no_no: Hvis Unbound er aktivert, vil DHCP-tjenesten (hvis aktivert) automatisk betjene LAN-IP-adressen som en DNS-server til DHCP-klienter, slik at de vil bruke Unbound resolver. Hvis videresending er aktivert, vil Unbound bruke DNS-serverne som er angitt i %sSystem: Innstillinger: Generelt%s eller de som er oppnådd via DHCP eller PPP på WAN hvis "Tillat at DNS-serverlisten blir overstyrt av DHCP / PPP på WAN" er avmerket.

source: WPAD Records
no_no: WPAD-oppføringer

source: Create corresponding TXT records
no_no: Opprett tilsvarende TXT-poster

source: Register IPv6 link-local addresses
no_no: Registrer IPv6 link-lokale adresser

source: IPv6 Link-local
no_no: IPv6 link lokal

source: If this option is set, then machines that specify their hostname when requesting a DHCP lease will be registered in Unbound, so that their name can be resolved.
no_no: Hvis dette alternativet er angitt, vil maskiner som spesifiserer vertsnavnet når de ber om en DHCP-leiekontrakt, bli registrert i Unbound, slik at navnet deres kan slås opp.

source: Interface IP addresses used for responding to queries from clients. If an interface has both IPv4 and IPv6 IPs, both are used. Queries to other interface IPs not selected below are discarded. The default behavior is to respond to queries on every available IPv4 and IPv6 address.
no_no: Grensesnitt-IP-adresser som brukes for å svare på spørringer fra klienter. Hvis et grensesnitt har både IPv4 og IPv6 IP, brukes begge. Spørringer til andre IP-grensesnitt som ikke er valgt nedenfor, blir forkastet. Standard oppførsel er å svare på spørringer på alle tilgjengelige IPv4- og IPv6-adresser.

source: Enable Unbound
no_no: Aktiver Unbound

source: The Unbound configuration has been changed.
no_no: Unbound konfigurasjonen er endret.

source: Dnsmasq is still active on the same port. Disable it before enabling Unbound.
no_no: Dnsmasq er fremdeles aktiv i den samme porten. Deaktiver denne før du aktiverer Unbound.

source: Edit entry
no_no: Rediger oppføring

source: If this option is set, then DHCP static mappings will be registered in Dnsmasq, so that their name can be resolved. You should also set the domain in %sSystem: General setup%s to the proper value.
no_no: Hvis dette alternativet er angitt, registreres DHCP-statiske tilordninger i Dnsmasq, slik at navnet kan slås opp. Du bør også angi domenet i %sSystem: Generelt oppsett%s til riktig verdi.

source: Register DHCP static mappings
no_no: Registrere statiske DHCP-tilordninger

source: If this option is set, then machines that specify their hostname when requesting a DHCP lease will be registered in Dnsmasq, so that their name can be resolved.
no_no: Hvis dette alternativet er angitt, vil maskiner som angir vertsnavnet når de ber om DHCP-leiekontrakt, bli registrert i Dnsmasq, slik at navnet deres kan slås opp.

source: Register DHCP leases
no_no: Registrere DHCP-leieavtaler

source: This option does not work with IPv6. If set, Dnsmasq will not bind to IPv6 addresses.
no_no: Dette alternativet fungerer ikke med IPv6. Hvis satt, vil Dnsmasq ikke binde til IPv6-adresser.

source: If this option is set, Dnsmasq will only bind to the interfaces containing the IP addresses selected above, rather than binding to all interfaces and discarding queries to other addresses.
no_no: Hvis dette alternativet er angitt, binder Dnsmasq seg bare til grensesnittene som inneholder IP-adressene som er valgt ovenfor, i stedet for å binde til alle grensesnitt og forkaste spørringer til andre adresser.

source: Interface IPs used by Dnsmasq for responding to queries from clients. If an interface has both IPv4 and IPv6 IPs, both are used. Queries to other interface IPs not selected below are discarded. The default behavior is to respond to queries on every available IPv4 and IPv6 address.
no_no: Grensesnitt-IP-er brukt av Dnsmasq for å svare på spørringer fra klienter. Hvis et grensesnitt har både IPv4 og IPv6 adresser brukes begge. Spørringer til andre grensesnitt IPer som ikke er valgt nedenfor, blir avvist. Standard oppførsel er å svare på spørringer på alle tilgjengelige IPv4- og IPv6-adresser.

source: Enable Dnsmasq
no_no: Aktiver Dnsmasq

source: General options
no_no: Generelle instillinger

source: The Dnsmasq configuration has been changed.
no_no: Dnsmasq-konfigurasjonen er endret.

source: Unbound is still active on the same port. Disable it before enabling Dnsmasq.
no_no: Unbound er fremdeles aktiv på den samme porten. Deaktiver denne før du aktiverer Dnsmasq.

source: When using a static WAN address, this should be entered using the full IPv6 address. When using a dynamic WAN address, only enter the suffix part (i.e. ::1:2:3:4).
no_no: Når du bruker en statisk WAN-adresse, bør dette angis ved hjelp av hele IPv6-adressen. Når du bruker en dynamisk WAN-adresse, skriver du bare inn suffikset (dvs. ::1:2:3:4).

source: Current LAN IPv6 prefix
no_no: Gjeldende LAN IPv6-prefiks

source: These are the IP addresses of servers to which DHCP requests are relayed. You can enter multiple server IP addresses, separated by commas.
no_no: Dette er IP-adressene til servere som DHCP-forespørsler videresendes til. Du kan angi flere server-IP-adresser, atskilt med komma.

source: Show WPAD
no_no: Vis WPAD

source: Leave blank to disable. Enter a full hostname or IP for the TFTP server and optionally a full path for a bootfile.
no_no: La stå tomt for å deaktivere. Skriv inn et fullstendig vertsnavn eller IP for TFTP-serveren, og eventuelt en fullstendig bane for en oppstartsfil.

source: Set Bootfile
no_no: Angi Bootfile

source: Set TFTP hostname
no_no: Angi TFTP-vertsnavn

source: Choose the dynamic DNS domain key algorithm.
no_no: Velg nøkkelalgoritmen for det dynamiske DNS-domenet.

source: Leave blank to use the system default DNS servers: This interface IP address if a DNS service is enabled or the configured global DNS servers.
no_no: La det stå tomt for å bruke systemets standard DNS-servere: Dette grensesnittets ip-adresse hvis en DNS-tjeneste er aktivert eller de konfigurerte globale DNS-serverne.

source: Repair Netflow Data
no_no: Reparere Netflow-data

source: Do you really want to force a repair of the netflow data? This might take a while.
no_no: Vil du virkelig tvinge en reparasjon av netflow-dataene? Dette kan ta en stund.

source: Database repair in progress, daemon will start when done.
no_no: Database reparasjon pågår, vil daemon starte når det er gjort.

source: The group name shall not end in a digit.
no_no: Gruppenavnet kan ikke slutte med et siffer.

source: The group name shall not be longer than 15 characters.
no_no: Gruppenavnet kan ikke være lengre enn 15 tegn.

source: Only letters, digits and underscores are allowed as the group name.
no_no: Bare bokstaver, sifre og understrekingstegn er tillatt som gruppenavn.

source: By default, link-local addresses for bridges are disabled. You can enable them manually using this option. However, when a bridge interface has IPv6 addresses, IPv6 addresses on a member interface will be automatically removed before the interface is added.
no_no: Som standard er link-lokale adresser for bridger deaktivert. Du kan aktivere dem manuelt ved å bruke dette alternativet. Når et bridge-grensesnitt har IPv6-adresser, vil imidlertid IPv6-adressene på et medlemsgrensesnitt automatisk fjernes før grensesnittet legges til.

source: Enable link-local address
no_no: Aktiver link-lokal adresse

source: Link-local address
no_no: Link-lokal adresse

source: Allow manual adjustment of DHCPv6 and Router Advertisements
no_no: Tillat manuell justering av DHCPv6 og ruterannonseringer

source: Manual configuration
no_no: Manuell konfigurasjon

source: 6RD IPv4 Prefix address
no_no: 6RD IPv4-prefiksadresse

source: SLAAC configuration
no_no: SLAAC-konfigurasjon

source: Request the IPv6 information through the IPv4 PPP connectivity link.
no_no: Be om IPv6-informasjonen via IPv4 PPP-tilkoblingen.

source: Only request an IPv6 prefix; do not request an IPv6 address.
no_no: Be bare om et IPv6-prefiks; ikke be om en IPv6-adresse.

source: Request only an IPv6 prefix
no_no: Be bare om et IPv6-prefiks

source: An ISP may incorrectly set an MTU value which can cause intermittent network disruption. By default this value will be ignored. Unsetting this option will allow to apply the MTU supplied by the ISP instead.
no_no: En ISP kan sette en MTU-verdi feil, noe som kan forårsake periodisk nettverksforstyrrelse. Som standard blir denne verdien ignorert. Hvis du ikke angir dette alternativet brukes MTU-en som leveres av ISP-en.

source: Override MTU
no_no: Overstyr MTU

source: If this interface is a multi-WAN interface, select an existing gateway from the list or add a new one using the button above. For single WAN interfaces a gateway must be created but set to auto-detect. For a LAN a gateway is not necessary to be set up.
no_no: Hvis dette grensesnittet er et multi-WAN-grensesnitt, velger du en eksisterende gateway fra listen eller legger til en ny ved hjelp av knappen ovenfor. For enkle WAN-grensesnitt må en gateway opprettes, men settes til auto-detect. For et LAN er det ikke nødvendig å konfigurere en gateway.

source: Gateway Name
no_no: Gateway-navn

source: Default gateway
no_no: Standard gateway

source: Auto-detect
no_no: Auto-oppdag

source: You specified an IPv6 prefix ID that is already in use.
no_no: Du har angitt en IPv6 prefiks-ID som allerede er i bruk.

source: 6RD IPv4 prefix length must be a number.
no_no: 6RD IPv4 prefikslengde må være et tall.

source: 6RD IPv4 prefix address must be a valid IPv4 address.
no_no: 6RD IPv4-prefiksadresse må være en gyldig IPv4-adresse.

source: 6RD prefix must be a valid IPv6 subnet.
no_no: 6RD-prefikset må være et gyldig IPv6-undernett.

source: 6RD border relay gateway must be a valid IPv4 address.
no_no: 6RD border relay gateway må være en gyldig IPv4-adresse.

source: Or click to %scheck for updates%s.
no_no: Eller klikk for å %sse etter oppdateringer%s.

source: The changes have been applied successfully, remember to update your backup server in %sSystem: High availablity: status%s
no_no: Endringene er brukt vellykket, husk å oppdatere backup-serveren i %sSystem: Høy tilgjengelighet: Status%s

source: Move selected virtual IPs to end
no_no: Flytt valgte virtuelle IP-er til slutt

source: Move selected virtual IPs before this entry
no_no: Flytte valgte virtuelle IP-er før denne oppføringen

source: You can not use an IPv4 or IPv6 address in combined IPv4 + IPv6 rules.
no_no: Du kan ikke bruke en IPv4- eller IPv6-adresse i kombinerte IPv4 + IPv6-regler.

source: You can not assign an ICMP type to a rule that applies to IPv4 and IPv6.
no_no: Du kan ikke tilordne en ICMP-type til en regel som gjelder for IPv4 og IPv6.

source: You can not assign the IPv6 Gateway to an IPv4 filter rule.
no_no: Du kan ikke tilordne IPv6 Gateway til en IPv4-filterregel.

source: You can not assign the IPv4 Gateway to an IPv6 filter rule.
no_no: Du kan ikke tilordne IPv4 Gateway til en IPv6-filterregel.

source: You can not assign an IPv6 gateway group on an IPv4 rule.
no_no: Du kan ikke tilordne en IPv6-gatewaygruppe på en IPv4-regel.

source: You can not assign an IPv4 gateway group on an IPv6 rule.
no_no: Du kan ikke tilordne en IPv4-gatewaygruppe på en IPv6-regel.

source: Active/Inactive Schedule (click to view/edit)
no_no: Aktiv/inaktiv tidsplan (klikk for å vise/redigere)

source: Enter the destination network for the outbound NAT mapping.
no_no: Angi målnettverket for den utgående NAT-tilordningen.

source: Automatic rules
no_no: Automatiske regler

source: Manual rules
no_no: Manuelle regler

source: Disabled linked rule
no_no: Deaktivert lenket regel

source: Delete selected
no_no: Slett valgte

source: Disable selected rules?
no_no: Deaktivere valgte regler?

source: Enable selected rules?
no_no: Aktiver valgte regler?

source: %s columns
no_no: %s kolonner

source: IPv6 Link-Local
no_no: IPv6 link-lokal

source: Saved settings, but remote backup failed.
no_no: Lagret innstillinger, men ekstern sikkerhetskopiering mislyktes.

source: The uploaded file could not be decrypted.
no_no: Den opplastede filen kan ikke dekrypteres.

source: You do not have the permission to perform this action.
no_no: Du har ikke tillatelse til å utføre denne handlingen.

source: You must supply the password for decryption.
no_no: Du må oppgi passordet for dekryptering.

source: Elapsed
no_no: Forløpt

source: Now
no_no: Nå

source: Queries
no_no: Spørringer

source: Cache hits
no_no: Cache treff

source: TCP usage
no_no: TCP-bruk

source: Edit Match
no_no: Rediger match

source: After changing categories, please remember to download the ACL again to apply your new settings
no_no: Når du har endret kategorier, må du huske å laste ned ACL på nytt for å ta i bruk de nye innstillingene

source: Proxy Auto-Config
no_no: Proxy Auto-konfig

source: Linked user(s)
no_no: Tilknyttet(e) bruker(e)

source: Accounts / certificates
no_no: Kontoer / sertifikater

source: The Monit configuration has been changed
no_no: Monit-konfigurasjonen er endret

source: Look up which aliases match a certain IP address
no_no: Slå opp hvilke aliaser som matcher en viss IP-adresse

source: No matches for this IP.
no_no: Ingen treff for denne IP-en.

source: Error while fetching matching aliases:
no_no: Feil under henting av metchende aliaser:

source: Enter an IP address to show in which aliases it is used.
no_no: Skriv inn en IP-adresse for å vise hvilke aliaser den brukes i.

source: Find references
no_no: Finn referanser

source: Edit Alias
no_no: Rediger alias

source: upload
no_no: last opp

source: download
no_no: last ned

source: Import aliases
no_no: Importer alias

source: Please note that none of the aliases provided are imported due to the errors above
no_no: Vær oppmerksom på at ingen av de gitte aliasene blir importert på grunn av feilene ovenfor

source: message
no_no: melding

source: %s out of %s selected
no_no: %s av %s valgt

source: Full Date & Time
no_no: Full dato og klokkeslett

source: (dst) Address
no_no: (dst) Adresse

source: Lookup hostnames
no_no: Slå opp vertsnavn

source: Install
no_no: Installer

source: Reinstall
no_no: Reinstaller

source: No previous action log found.
no_no: Ingen tidligere handlingslogg funnet.

source: Network must be set.
no_no: Nettverk må angis.

source: Hostname must be set.
no_no: Vertsnavn må angis.

source: URL must be set.
no_no: URL må angis.

source: Path is mandatory.
no_no: Sti er obligatorisk.

source: Please set at least one of Address or Interface.
no_no: Angi minst én av Adresse eller Grensesnitt.

source: Address is mandatory for 'Remote Host' checks.
no_no: Adresse er obligatorisk for "Ekstern Vert" sjekker.

source: Test %s with type %s not allowed for this service type
no_no: Test %s med type %s er ikke tillatt for denne tjenestetypen

source: Reserved protocol or service names may not be used
no_no: Reserverte protokoller eller tjenestenavn kan ikke brukes

source: A service name is also possible (%s).
no_no: Et tjenestenavn er også mulig ( %s).

source: Please specify a valid port number (1-65535).
no_no: Vennligst angi et gyldig portnummer (1-65535).

source: Viscosity (visz)
no_no: Viskositet (visz)

source: A password to encrypt your configuration
no_no: Et passord for å kryptere konfigurasjonen

source: Encryption Password (Optional)
no_no: Krypteringpassord (valgfritt)

source: The time period in which the token will be valid, default is 30 seconds.
no_no: Tidsperioden som tokenet skal være gyldig, standard er 30 sekunder.

source: OpenVPN export
no_no: OpenVPN-eksport

source: Alias in use
no_no: Alias i bruk

source: Unknown firmware status encountered.
no_no: Ukjent firmwarestatus.

source: An error occurred while connecting to the selected mirror.
no_no: Det oppstod en feil under tilkobling til det valgte speilet.

source: The current package configuration is invalid.
no_no: Gjeldende pakkekonfigurasjon er ugyldig.

source: No address record found for the selected mirror.
no_no: Ingen adresseoppføring funnet for den valgte mirror-en.

source: obsolete
no_no: foreldet

source: Please enter a different name for the Certificate. A Certificate with that name/common name already exists.
no_no: Skriv inn et annet navn for sertifikatet. Det finnes allerede et sertifikat med dette navnet/fellesnavnet.

source: Please enter a different name for the Certificate Authority. A Certificate Authority with that name already exists.
no_no: Skriv inn et annet navn for sertifiseringsinstansen. Det finnes allerede en sertifiseringsinstans med dette navnet.

source: DHCPv4 Relay
no_no: DHCPv4 relé

source: Synchronize the %s configuration to the other HA host.
no_no: Synkroniser %s konfigurasjonen til den andre HA-verten.

source: The line in question reads [%s]: %s
no_no: Den aktuelle linjen lyder [ %s]: %s

source: WARNING
no_no: ADVARSEL

source: For more information, please visit
no_no: For mer informasjon, kan du gå til

source: Last heartbeat
no_no: Siste hjerteslag

source: Telemetry status
no_no: Telemetri status

source: Wipe all certificate and account data
no_no: Slett alle sertifikat- og kontodata

source: Edit Automation
no_no: Rediger automatisering

source: accepted
no_no: akseptert

source: Unnamed entry
no_no: Ikke navngitt oppføring

source: waiting
no_no: venter

source: writing
no_no: skriver

source: reading
no_no: leser

source: Result
no_no: Resultat

source: active
no_no: aktiv

source: Do you want to reset the database?
no_no: Vil du tilbakestille databasen?

source: Confirm database reset
no_no: Bekreft tilbakestilling av database

source: Shared memory
no_no: Delt minne

source: Monthly Statistics
no_no: Månedlig statistikk

source: Daily Statistics
no_no: Daglig statistikk

source: Hourly Statistics
no_no: Timestatistikk

source: Connections
no_no: Tilkoblinger

source: Apply Configuration
no_no: Bruke konfigurasjon

source: Capacity
no_no: Kapasitet

source: Hit
no_no: Treff

source: Revalidated
no_no: Revalidert

source: The Relayd configuration has been changed
no_no: Relayd-konfigurasjonen er endret

source: Routing interface cannot be empty
no_no: Ruting grensesnittet kan ikke være tomt

source: Expired
no_no: Utløpt

source: Edit Lease
no_no: Rediger leieavtale

source: Edit DHCP
no_no: Rediger DHCP

source: This feature is still in experimental state, use with caution.
no_no: Denne funksjonen er fortsatt på eksperiment-stadiet, bruk med forsiktighet.

source: Edit User Parameter
no_no: Rediger brukerparameter

source: User Parameters
no_no: Brukerparametere

source: Error reconfiguring Zabbix Agent
no_no: Feil ved rekonfigurering av Zabbix Agent

source: Edit Sender BCC
no_no: Rediger avsender BCC

source: Edit Recipient BCC
no_no: Rediger mottaker BCC

source: Responses
no_no: Svar

source: Requests
no_no: Forespørsler

source: Edit Address Rewriting
no_no: Rediger adresseomskriving

source: Whitelists
no_no: Hvitelister

source: Tabs (\t), newlines (\n) and carriage returns (\r) at the beginning or end of the returned results are removed before comparison.
no_no: Tabulatorer (\t), linjeskift (\n) og vognreturer (\r) i begynnelsen eller slutten av de returnerte resultatene fjernes før sammenligning.

source: If you need to include multiple possible values, separate them with a |. If your provider includes a |, escape it with \|
no_no: Hvis du må inkludere flere mulige verdier, skiller du dem med en |. Hvis leverandøren tar med en |, må du escape den med \|

source: Caches
no_no: Cacher

source: Upstreams
no_no: Oppstrøms

source: Filters
no_no: Filtre

source: Server zones
no_no: Serversoner

source: Server main
no_no: Server hoved

source: Forwarders
no_no: Videresendere

source: Update Interval:
no_no: Oppdateringsintervall:

source: Edit Forwarders
no_no: Rediger videresendere

source: Edit Overrides
no_no: Rediger overstyringer

source: Edit Whitelists
no_no: Rediger hvitelister

source: Edit Servers
no_no: Rediger servere

source: Edit TLS Fingerprint
no_no: Rediger TLS fingeravtrykk

source: Edit IP ACL
no_no: Rediger IP ACL

source: Edit Naxsi Rule
no_no: Rediger Naxsi-regel

source: SNMPv3 Users
no_no: SNMPv3-brukere

source: Edit WAF Policy
no_no: Rediger WAF-policy

source: Tags
no_no: Tagger

source: Edit Mapping
no_no: Rediger tilordning

source: Edit ACL
no_no: Rediger ACL

source: Edit HTTP Server
no_no: Rediger HTTP-server

source: Download NAXSI Rules
no_no: Last ned NAXSI-regler
