Repository: vw-fw/lang
Catalog: *.po
Languages: no_no

source: Leave blank to disable. Enter the interface IP address of the other machine. Machines must be using CARP. Interface's advskew determines whether the DHCPd process is Primary or Secondary. Ensure one machine's advskew<20 (and the other is >20). Note that changing this value will delete the current leases-database!
no_no: La stå tom for å deaktivere. Angi grensesnitt IP-adressen til den andre maskinen. Maskiner må bruke CARP. Grensesnittets advskew avgjør om DHCPd-prosessen er primær eller sekundær. Forsikre deg om at maskinens advskew<20 (og den andre er >20). Merk at hvis du endrer denne verdien, vil du slette den gjeldende leasingdatabasen!

source: The default is to use the IP on this interface of the firewall as the gateway, if a valid (online) gateway has been configured under System->Gateways. Specify an alternate gateway here if this is not the correct gateway for your network. Type "none" for no gateway assignment.
no_no: Standard er å bruke IP-en på dette grensesnittet til brannmuren som gateway, hvis en gyldig (online) gateway er konfigurert under System->Gatewayer. Angi en alternativ gateway her hvis dette ikke er riktig gateway for nettverket ditt. Skriv inn "ingen" for å slå av gateway-tildeling.

source: A valid port number must be specified for the OMAPI port.
no_no: Et gyldig portnummer må angis for OMAPI-porten.

source: A valid gateway IP address must be specified for %s.
no_no: En gyldig gateway IP-adresse må angis for %s.

source: Generic configuration
no_no: Generisk konfigurasjon

source: The real device name of this interface.
no_no: Det virkelige enhetsnavnet til dette grensesnittet.

source: Basic configuration
no_no: Grunnleggende konfigurasjon

source: The MTU must be greater than %s bytes and less than %s.
no_no: MTU må være større enn %s bytes og mindre enn %s.

source: Cannot assign an IP configuration type to a tunnel interface.
no_no: Kan ikke tilordne en IP-konfigurasjonstype til et tunnelgrensesnitt.

source: Maximum number of established connections per host (TCP only)
no_no: Maksimalt antall etablerte tilkoblinger per vert (bare TCP)

source: If you selected ICMP6 for the protocol above, you may specify an ICMP6 type here.
no_no: Hvis du valgte ICMP6 for protokoll overnfor, kan du angi en ICMP6-type her.

source: %s rules are evaluated on a first-match basis by default (i.e. the action of the first rule to match a packet will be executed). This means that if you use block rules, you will have to pay attention to the rule order. Everything that is not explicitly passed is blocked by default.
no_no: %s regler blir evaluert på første-match basis (dvs. handlingen til den første regelen som matcher en pakke vil bli utført). Dette betyr at hvis du bruker blokkeringsregler, må du ta hensyn til regel-rekkefølgen. Alt som ikke eksplisitt blir tillatt, blokkeres som standard.

source: Enable logging
no_no: Aktiver logging

source: Disable logging
no_no: Deaktiver logging

source: Enable rule
no_no: Aktiver regel

source: Disable rule
no_no: Deaktiver regel

source: Automatically generated rules
no_no: Automatisk genererte regler

source: Evaluations
no_no: Evalueringer

source: No %s rules are currently defined. All incoming connections on this interface will be blocked until you add a pass rule. Exceptions for automatically generated rules may apply.
no_no: Ingen %s regler er for øyeblikket definert. Alle innkommende tilkoblinger på dette grensesnittet vil bli blokkert til du legger til en passeringsregel. Unntak for automatisk genererte regler kan gjelde.

source: Inspect
no_no: Inspiser

source: Enable Log
no_no: Aktiver logg

source: Disable Log
no_no: Deaktiver logg

source: Enable Rule
no_no: Aktiver regel

source: Disable Rule
no_no: Deaktiver regel

source: mtrace messages
no_no: mtrace meldinger

source: mtrace response
no_no: mtrace svar

source: Who-are-you reply
no_no: Who-are-you svar

source: FQDN reply
no_no: FQDN svar

source: Who-are-you request
no_no: Who-are-you forspørsel

source: FQDN query
no_no: FQDN-spørring

source: Route renumbering
no_no: Rute omnummerering

source: Shorter route exists
no_no: Kortere rute finnes

source: Neighbor advertisement
no_no: Nabo-annonsering

source: Router advertisement
no_no: Ruter-annonsering

source: Group membership report
no_no: Gruppemedlemskap rapport

source: Group membership query
no_no: Gruppemedlemskap spørring

source: Invalid IPv6 header
no_no: Ugyldig IPv6-header

source: Time exceeded
no_no: Tid overskredet

source: Packet too big
no_no: Pakken er for stor

source: Destination unreachable
no_no: Destinasjon utilgjengelig

source: timeouts
no_no: tidsavbrudd

source: rules
no_no: regler

source: memory
no_no: minne

source: interfaces
no_no: grensesnitt

source: Invalid interface %s.
no_no: Ugyldig grensesnitt %s.

source: No interface selected
no_no: Ingen grensesnitt valgt

source: Current CARP demotion level
no_no: Gjeldende CARP nedgraderingsnivå

source: Remove selected item(s)?
no_no: Fjern valgt(e) element(er)?

source: Deselect All
no_no: Fravelg alle

source: Select All
no_no: Velg alle

source: No results matched {0}
no_no: Ingen resultater matchet {0}

source: Nothing selected
no_no: Ingenting valgt

source: Edit destination
no_no: Rediger destinasjon

source: Error reconfiguring syslog
no_no: Feil ved rekonfigurering av syslog

source: SourceInstance
no_no: KildeInstans

source: SourceId
no_no: KildeId

source: SourceName
no_no: KildeNavn

source: Reset all generated content (cached files and certificates included) and restart the proxy.
no_no: Tilbakestill alt generert innhold (herunder cachede filer og sertifikater) og start proxyen på nytt.

source: Are you sure you want to flush all generated content and restart the proxy?
no_no: Er du sikker på at du vil tømme alt generert innhold og starte proxyen på nytt?

source: Error reconfiguring Monit
no_no: Feil ved rekonfigurering av Monit på nytt

source: Edit VxLan
no_no: Rediger VxLan

source: Error reconfiguring vxlan
no_no: Feil ved rekonfigurering av vxlan

source: Edit Loopback
no_no: Rediger Loopback

source: Error reconfiguring loopbacks
no_no: Feil ved re-konfigurering av loopbacks

source: Edit key pair
no_no: Rediger nøkkelpar

source: Key Fingerprint
no_no: Nøkkel fingeravtrykk

source: Key Size
no_no: Nøkkelstørrelse

source: Drop selected
no_no: Dropp valgt

source: packets
no_no: pakker

source: Maintain a set of counters for each table entry
no_no: Oppretthold et sett med tellere for hver tabelloppføring

source: Countries
no_no: Land

source: Enable this alias
no_no: Aktiver dette aliaset

source: Error reconfiguring aliases
no_no: Feil under re-konfigurering av aliaser

source: GeoIP settings
no_no: GeoIP-innstillinger

source: In order to use GeoIP, you need to configure a source in the GeoIP settings tab
no_no: For å bruke GeoIP, må du konfigurere en kilde i fanen GeoIP-innstillinger

source: Go to reporting settings
no_no: Gå til rapporteringsinnstillinger

source: Local data collection is not enabled at the moment
no_no: Lokal datainnsamling er ikke aktivert for øyeblikket

source: Are you sure you want to remove this route? Caution, this could potentially lead to loss of connectivity
no_no: Er du sikker på at du vil fjerne denne ruten? Forsiktig, dette kan potensielt føre til tap av tilkobling

source: Remove static route
no_no: Fjern statisk rute

source: download selection
no_no: last ned utvalg

source: Line
no_no: Linje

source: Do you really want to flush this log?
no_no: Vil du virkelig tømme denne loggen?

source: Error reconfiguring cron
no_no: Feil ved rekonfigurering av cron

source: This software package is provided by an external vendor, for more information contact the author
no_no: Denne programvarepakken leveres av en ekstern leverandør, for mer informasjon, kontakt forfatteren

source: Third party software
no_no: Tredjeparts programvare

source: After changing settings, please remember to apply them with the button below
no_no: Når du har endret innstillinger, må du huske å ta dem i bruk ved å klikke "Lagre" nedenfor

source: Transport protocol does not match address in hostname
no_no: Transportprotokoll samsvarer ikke med adressen i vertsnavnet

source: Cannot change the test type to '%s'. Test '%s' is linked to a service.
no_no: Kan ikke endre testtypen til ' %s'. Test ' %s' er knyttet til en tjeneste.

source: Unsupported OpenSSL key type [%d] for %s key, expected RSA.
no_no: Ikke støttet OpenSSL-nøkkeltype [% d] for %s nøkkel, forventet RSA.

source: Could not fetch details for %s key: %s
no_no: Kunne ikke hente detaljer for %s nøkkel: %s

source: Unsupported key type: %s
no_no: Ikke-støttet nøkkeltype: %s

source: This private key does not belong to the given public key.
no_no: Denne private nøkkelen tilhører ikke den angitte offentlige nøkkelen.

source: WAN interfaces missing in listening interfaces: %s
no_no: WAN-grensesnitt som mangler i lyttegrensesnitt: %s

source: Item in use by
no_no: Element i bruk av

source: Service `%s' has been restarted.
no_no: Tjenesten ' %s' er startet på nytt.

source: Service `%s' has been stopped.
no_no: Tjenesten '%s' er stoppet.

source: Service `%s' has been started.
no_no: Tjenesten '%s' er startet.

source: Firewall Groups
no_no: Brannmur-grupper

source: Service not running?
no_no: Tjenesten kjører ikke?

source: Unable to contact daemon
no_no: Kan ikke kontakte daemon

source: Test not possible. Failed to talk to firewall backend.
no_no: Test ikke mulig. Kunne ikke snakke med brannmur-backend.

source: Connection and upload test succeeded.
no_no: Tilkoblings- og opplastingstest gjennomført OK.

source: Test Connection
no_no: Test forbindelse

source: Test failed, see details.
no_no: Test mislyktes, se detaljer.

source: Uploads are not allowed to the specified remote path.
no_no: Opplastinger er ikke tillatt til den angitte eksterne banen.

source: Failed to change the remote path.
no_no: Kunne ikke endre den eksterne stien.

source: Failed to connect to host.
no_no: Kunne ikke koble til verten.

source: Host does not permit a connection for the specified user & identity.
no_no: Verten tillater ikke en tilkobling for den angitte brukeren og identiteten.

source: Host cannot be trusted.
no_no: Verten er ikke klarert.

source: Host not reachable.
no_no: Verten kan ikke nås.

source: Connection timed out.
no_no: Tidsavbrudd på tilkobling.

source: Connection to host refused.
no_no: Tilkobling til vert nektet.

source: Failed to resolve hostname.
no_no: Kunne ikke slå opp vertsnavnet.

source: Host or username not specified.
no_no: Vert eller brukernavn er ikke angitt.

source: Failed loading identity
no_no: Kunne ikke laste identiteten

source: Show Identity
no_no: Vis identitet

source: Source ports are only valid for tcp or udp type rules.
no_no: Kildeporter er bare gyldige for regler for tcp eller udp.

source: Destination address type should match selected TCP/IP protocol version.
no_no: Mål-adressetype må samsvare med valgt TCP/IP-protokollversjon.

source: snapshot error
no_no: snapshot feil

source: Savepoint
no_no: Lagringspunkt

source: Revert
no_no: Gå tilbake

source: Enter a savepoint to rollback to.
no_no: Angi et lagringspunkt du vil rulle tilbake til.

source: Revert to savepoint
no_no: Gå tilbake til lagringspunkt

source: Savepoint created
no_no: Lagringspunkt opprettet

source: unknown (or removed) savepoint
no_no: ukjent (eller fjernet) lagringspunkt

source: Zabbix monitoring agent
no_no: Zabbix overvåkingsagent

source: Edit Commands
no_no: Rediger kommandoer

source: Edit AVPair
no_no: Rediger AVPair

source: Edit address
no_no: Rediger adresse

source: BIND domain name service
no_no: BIND domenenavnstjeneste

source: Zone management is still in experimental state, use with caution.
no_no: Sone-administrasjon er fremdeles på eksperiment-stadiet, bruk med forsiktighet.

source: Records
no_no: Oppføringer

source: Edit Zone
no_no: Rediger sone

source: Edit Record
no_no: Rediger oppføring

source: Resource Id
no_no: Ressurs-ID

source: Username is required except when stated otherwise.
no_no: Brukernavn kreves med mindre annet er oppgitt.

source: dynv6: Enter your Token.
no_no: dynv6: Skriv inn Token.

source: Azure: Enter your Azure AD application ID.
no_no: Azure: Angi din Azure AD applikasjons-ID.

source: dynv6: Leave blank.
no_no: dynv6: La stå tom.

source: Azure: client secret of the AD application
no_no: Azure: klienthemmelighet for AD-applikasjonen

source: Enter the resource id of the DNS Zone in Azure.
no_no: Skriv inn ressurs-ID for DNS-sonen i Azure.

source: Signatures
no_no: Signaturer

source: Edit Signature URLs
no_no: Rediger signatur-URLer

source: Nginx Load Balancer
no_no: Nginx Lastbalanserer

source: SYSLOG Targets
no_no: SYSLOG mål

source: Edit SYSLOG Target
no_no: Rediger SYSLOG-mål

source: Could not load potentially invalid %s key: %s
no_no: Kunne ikke laste mulig ugyldig %s nøkkel: %s

source: Source routing is another way for an attacker to try to reach non-routable addresses behind your box. It can also be used to probe for information about your internal networks. These functions come enabled as part of the standard FreeBSD core system.
no_no: Kilde-ruting er en annen måte for en angriper å prøve å nå ikke-rutbare adresser bak boksen din. Det kan også brukes til å søke etter informasjon om dine interne nettverk. Disse funksjonene er aktivert som en del av standard FreeBSD kjernesystem.

source: This option turns off the logging of redirect packets because there is no limit and this could fill up your logs consuming your whole hard drive.
no_no: Dette alternativet slår av loggingen av viderekoblingspakker fordi det ikke er noen grense, og dette kan fylle opp loggene dine og bruke hele harddisken.

source: Randomize the ID field in IP packets
no_no: Randomiser ID-feltet i IP-pakker

source: Direction of the traffic. The default policy is to filter inbound traffic, which sets the policy to the interface originally receiving the traffic.
no_no: Retning av trafikken. Standardpolicyen er å filtrere innkommende trafikk. Dette legger policyen på grensesnittet som opprinnelig mottok trafikken.

source: Leave as 'default' to use the system routing table. Or choose a gateway to utilize policy based routing.
no_no: La stå som standard for å bruke systemrutingtabellen. Eller velg en gateway for å bruke policybasert ruting.

source: Paste a public key of the selected type in X.509 format. Must be pasted including the '-----BEGIN ...-----' and '-----END [...]-----' headers.
no_no: Lim inn en offentlig nøkkel av valgt type i X.509-format. Må limes inn med "----- BEGIN ...-----" og "----- END [...] -----" headere.

source: Paste an optional private key of the selected type in X.509 format which belongs to the public key specified above. When adding the public key of a peer, this field should not be specified as the private key remains solely with the peer. Must be pasted including the '-----BEGIN ...-----' and '-----END [...]-----' headers.
no_no: Lim inn en valgfri privat nøkkel av valgt type i X.509-format som hører til den offentlige nøkkelen som er angitt over. Når du legger til den offentlige nøkkelen til en jevnaldrende, bør dette feltet ikke spesifiseres, siden den private nøkkelen bare forblir hos jevnaldrende. Må limes inn inkludert "----- BEGIN ...-----" og "----- END [...] -----" overskrifter.

source: Send alerts in eve format to syslog, using log level info. This will not change the alert logging used by the product itself. Drop logs will only be send to the internal logger, due to restrictions in suricata.
no_no: Send varsler i eve-format til syslog ved å bruke logg-nivå info. Dette vil ikke endre varselsloggingen som brukes av selve produktet. Dropplogger vil bare bli sendt til den interne loggeren på grunn av restriksjoner i suricata.

source: The interface can be configured in a multicast mode to create a virtual network of hosts. This is the IP multicast group address the interface will join.
no_no: Grensesnittet kan konfigureres i en multicast-modus for å opprette et virtuelt nettverk av verter. Dette er IP-multicast-gruppeadressen som grensesnittet vil bli med på.

source: The interface can be configured in a unicast, or point-to-point, mode to create a tunnel between two hosts. This is the IP address of the remote end of the tunnel.
no_no: Grensesnittet kan konfigureres i en unicast- eller punkt-til-punkt-modus for å lage en tunnel mellom to verter. Dette er IP-adressen til den eksterne enden av tunnelen.

source: The source address used in the encapsulating IPv4/IPv6 header. The address should already be assigned to an existing interface. When the interface is configured in unicast mode, the listening socket is bound to this address.
no_no: Kildeadressen som brukes i den innkapslende IPv4/IPv6-headeren. Adressen må allerede være tilordnet et eksisterende grensesnitt. Når grensesnittet er konfigurert i unicast-modus, er lytte-socketen bundet til denne adressen.

source: Change the default time-to-live value in the IP headers for host checks.
no_no: Endre standardverdien for time-to-live i IP-headerene for verts-sjekker.

source: Change the route priority used when adding a route.
no_no: Endre ruteprioritet som brukes når du legger til en rute.

source: If unchecked start the virtual server disabled.
no_no: Hvis den ikke er krysset av, startes den virtuelle serveren deaktivert.

source: Match response against pattern.
no_no: Match respons mot mønster.

source: Override the global check timeout.
no_no: Overstyr global verdi for tidsavbrudd for sjekk.

source: Override the global interval. I must be a multiple of the global interval.
no_no: Overstyr det globale intervallet. Jeg må være et multiplum av det globale intervallet.

source: Specify an address to listen on.
no_no: Angi en adresse det skal lyttes på.

source: Specify the destination port.
no_no: Angi mål-porten.

source: Specify the end of a port range.
no_no: Angi slutten av et portområde.

source: Specify the port to listen on.
no_no: Angi porten det skal lyttes på.

source: Specify the table check.
no_no: Angi tabell-sjekk.

source: The HTTP 'Host' header value.
no_no: HTTP 'Host' header verdien.

source: The Interface to listen on. Leave it unset to listen on all interfaces.
no_no: Grensesnittet det skal lyttes på. La stå ikke-satt for å lytte på alle grensesnitt.

source: The URL path for HTTP(S) or the script path for SCRIPT checks.
no_no: URL-banen for HTTP(S) eller skriptbanen for SCRIPT sjekker.

source: The backend host address.
no_no: Backend vertsadressen.

source: The expected response code.
no_no: Den forventede responskoden.

source: The interface to use for routing packages.
no_no: Grensesnittet som skal brukes til ruting av pakker.

source: The name of the host.
no_no: Navnet på verten.

source: The name of the protocol definition.
no_no: Navnet på protokolldefinisjonen.

source: The name of the table check.
no_no: Navnet på tabell-sjekken.

source: The name of the table.
no_no: Navnet på tabellen.

source: The name of the virtual server.
no_no: Navnet på den virtuelle serveren.

source: The protocol options.
no_no: Protokoll-innstillingene.

source: The type of the protocol definition.
no_no: Protokoll-definisjonens type.

source: This is a list with backend hosts
no_no: Dette er en liste med backend-verter

source: Use SSL.
no_no: Bruk SSL.

source: Use the specified protocol definition for the relay.
no_no: Bruk den angitte protokolldefinisjonen for reléet.

source: A list of allowed IP addresses to receive notifies from.
no_no: En liste over tillatte IP-adresser å motta varsler fra.

source: API Endpoint
no_no: API endepunkt

source: API Password
no_no: API-passord

source: Action required
no_no: Handling kreves

source: Active Timeout
no_no: Aktivt tidsavbrudd

source: Add JURLBLA Signatures
no_no: Legg til JURLBLA-signaturer

source: Advanced HELO Restrictions
no_no: Avanserte HELO-begrensninger

source: Advanced Sender Restrictions
no_no: Avanserte avsender-begrensninger

source: Advertise Protocols (ALPN)
no_no: Annonser protokoller (ALPN)

source: Allow Arguments
no_no: Tillat argumenter

source: Allow Bash Substitutions
no_no: Tillat Bash-substitusjoner

source: Allow Query
no_no: Tillat spørring

source: Allow Transfer
no_no: Tillat overføring

source: Allowed Hosts
no_no: Tillatte verter

source: Allowed IPs
no_no: Tillatte IP-er

source: Allowed Networks
no_no: Tillatte nettverk

source: Applications
no_no: Applikasjoner

source: CARP demote
no_no: CARP nedgradering

source: CF Account ID
no_no: CF konto ID

source: Cache enabled
no_no: Cache aktivert

source: Can be found in the URI after logging into the Cloudflare dashboard.
no_no: Finnes i URI etter innlogging på Cloudflare-dashbordet.

source: Certificate Options
no_no: Sertifikat alternativer

source: Choose which IP versions are allowed, defaults to all.
no_no: Velg hvilke IP-versjoner som er tillatt, standard er alle.

source: Choose which levels to include, omit to select all.
no_no: Velg hvilke nivåer som skal inkluderes, utelat for å velge alle.

source: Client CA Certificate
no_no: Klient CA-sertifikat

source: Command Timeout
no_no: Kommando tidsavbrudd

source: Configure DNS alias mode to validate the certificate.
no_no: Konfigurer DNS-aliasmodus for å validere sertifikatet.

source: Count of buffers for a single connection.
no_no: Antall bufre for en enkelt tilkobling.

source: Customer number
no_no: Kundenummer

source: DNS Alias Mode
no_no: DNS Alias Modus

source: Debug Log
no_no: Debug logg

source: Default Metric
no_no: Standard metrikk

source: Define an ACL where you allow which client are allowed to query this zone.
no_no: Definer en ACL hvor du tillater hvilke klienter som har lov til å spørre denne sonen.

source: Define an ACL where you allow which server can retrieve this zone.
no_no: Definer en ACL hvor du tillater hvilke servere som har lov til å hente denne sonen.

source: Define the maximum size of the objects to be cached. Must not be greater than an half of the maximum size of the cache. If not set, it equals to a 256th of the cache size. All objects with sizes larger than this value will not be cached.
no_no: Definer maksimal størrelse på objektene som skal bufres. Må ikke være større enn halvparten av den maksimale størrelsen på hurtigbufferen. Hvis ikke angitt, tilsvarer det en 256. del av hurtigbufferstørrelsen. Alle objekter med størrelser større enn denne verdien blir ikke bufret.

source: Define the size in RAM of the cache in megabytes. This size is split in blocks of 1kB which are used by the cache entries. Its maximum value is 4095.
no_no: Definer størrelsen i RAM på hurtigbufferen i megabyte. Denne størrelsen er delt i blokker på 1 kB som brukes av cacheoppføringene. Maksimumsverdien er 4095.

source: Device
no_no: Enhet

source: Disable TLS Verification
no_no: Deaktiver TLS-verifisering

source: Domain Alias
no_no: Domene-alias

source: Enable Bayes Autolearn
no_no: Aktiver Bayes autolær

source: Enable Caching
no_no: Aktiver caching

source: Enable NRPE
no_no: Aktiver NRPE

source: Enable eve syslog output
no_no: Aktiver eve syslog output

source: Enable sudo root permissions
no_no: Aktiver sudo root-rettigheter

source: Enable support for HTTP/2 even if TLS (SSL offloading) is not enabled.
no_no: Aktiver støtte for HTTP/2 selv om TLS (SSL-avlastning) ikke er aktivert.

source: Enable support for HTTP/2 even if TLS is not enabled.
no_no: Aktiver støtte for HTTP/2 selv om TLS ikke er aktivert.

source: Enable support for end-to-end HTTP/2 communication.
no_no: Aktiver støtte for ende-til-ende HTTP/2-kommunikasjon.

source: Enable the PowerWare BCMXCPUSB driver.
no_no: Aktiver PowerWare BCMXCPUSB-driveren.

source: Enable the QX driver.
no_no: Aktiver QX-driveren.

source: Enable the Riello driver.
no_no: Aktiver Riello-driveren.

source: Enable the SNMP driver.
no_no: Aktiver SNMP-driveren.
