Repository: vw-fw/lang
Catalog: *.po
Languages: no_no

source: Set public IP address the endpoint listens to.
no_no: Angi offentlig IP-adresse endepunktet lytter til.

source: Set the IP address and port combinations this service should listen on, e.g 127.0.0.1:5353 and/or [::1]:5353
no_no: Angi IP-adresse- og portkombinasjonene denne tjenesten skal lytte på, for eksempel 127.0.0.1:5353 og/eller [::1]:5353

source: Set the IP address for this static lease.
no_no: Angi IP-adressen for denne statiske leieavtalen.

source: Set the IP address of remote MySQL server.
no_no: Angi IP-adressen til den eksterne MySQL-serveren.

source: Set the IP address to listen on.
no_no: Angi IP-adressen det skal lyttes på.

source: Set the IP addresses the service should listen to.
no_no: Angi IP-adressene tjenesten skal lytte på.

source: Set the IP addresses to forward the domain.
no_no: Angi IP-adressene for å videresende domenet.

source: Set the IP addresses to listen to.
no_no: Angi IP-adressene det skal lytte på.

source: Set the IPv4 addresses the service should listen to.
no_no: Angi IPv4-adressene tjenesten skal lytte på.

source: Set the IPv6 address the user should receive.
no_no: Angi IPv6-adressen brukeren skal motta.

source: Set the IPv6 addresses the service should listen to.
no_no: Angi IPv6-adressene tjenesten skal lytte på.

source: Set the MAC address for this static lease.
no_no: Angi MAC-adressen for denne statiske leieavtalen.

source: Set the Mikrotik VLAN ID attribute. Mikrotik uses own attributes for VLAN assignment.
no_no: Angi Mikrotik VLAN ID attributtet. Mikrotik bruker egne attributter for VLAN-tildeling.

source: Set the Mikrotik VLAN type attribute. For general use a value of 0 is fine.
no_no: Angi Mikrotik VLAN type attributtet. For generell bruk er en verdi på 0 greit.

source: Set the SHA256 password for user admin here. For ways to generate it, please consult the plugin documentation.
no_no: Angi SHA256-passordet for bruker admin her. For måter å generere det på, vennligst se plugin dokumentasjonen.

source: Set the SSL version to use. In AUTO mode, only TLS is used.
no_no: Angi SSL-versjonen som skal brukes. I AUTO-modus brukes bare TLS.

source: Set the addresses this service listen on.
no_no: Angi adressene denne tjenesten lytter til.

source: Set the amount how big a logfile can growth.
no_no: Angi hvor stor en loggfil kan bli.

source: Set the cache size.
no_no: Angi bufferstørrelsen.

source: Set the certificate to use for HTTPS connections.
no_no: Angi sertifikat som skal brukes for HTTPS-tilkoblinger.

source: Set the community string to use.
no_no: Angi community-strengen som skal brukes.

source: Set the contact address to use.
no_no: Angi kontaktadressen som skal brukes.

source: Set the destination IP or network to match. Leave this field empty for using "any".
no_no: Angi mål-IP-en eller nettverket som skal matche. La dette feltet stå tomt for å bruke "hvilken som helst".

source: Set the domain, IP or expression to whitelist, e.g. ads.* or *.example.com
no_no: Sett domenet, IP-en eller uttrykket som skal hvitelistes, for eksempel annonser.* eller *.example.com

source: Set the domain, e.g. example.com
no_no: Angi domenet, for eksempel eksempel.no

source: Set the encryption key to secure the connection between client and this host. Minimum is 8 characters.
no_no: Angi krypteringsnøkkelen for å sikre tilkoblingen mellom klienten og denne verten. Minimum er 8 tegn.

source: Set the gateway IP for this pool. It will be the gateway for the clients and also used as the identifier.
no_no: Angi gateway IP for denne poolen. Det vil være porten for klientene og også brukes som identifikator.

source: Set the index name.
no_no: Angi indeksnavnet.

source: Set the interface specific DNS server.
no_no: Angi grensesnittspesifikk DNS-server.

source: Set the interface to listen on.
no_no: Angi grensesnittet det skal lyttes på.

source: Set the maximum number of simultaneous client connections to accept.
no_no: Angi maksimalt antall samtidige klienttilkoblinger som skal godtas.

source: Set the name for this ACL.
no_no: Angi navnet på denne ACLen.

source: Set the name for this instance.
no_no: Angi navnet på denne forekomsten.

source: Set the name of this mapping.
no_no: Angi navnet på denne tilordningen.

source: Set the name to override, e.g. www.google.*
no_no: Angi navnet som skal overstyres, for eksempel www.google.*

source: Set the password for the user. Minimum is 8 characters.
no_no: Angi passordet for brukeren. Minimum er 8 tegn.

source: Set the password of remote MySQL server.
no_no: Angi passordet for ekstern MySQL-server.

source: Set the port of remote MySQL server.
no_no: Angi porten til den eksterne MySQL-serveren.

source: Set the port the service should listen to.
no_no: Angi porten tjenesten skal lytte til.

source: Set the port to listen to.
no_no: Angi porten du vil lytte til.

source: Set the source IP or network to match. Leave this field empty for using "any".
no_no: Angi kilde-IP eller -nettverk som skal matche. La dette feltet være tomt for å bruke "hvilken som helst".

source: Set the subnet mask for this pool.
no_no: Sett subnettmasken for denne pool-en.

source: Set the unique username for the user.
no_no: Angi det unike brukernavnet for brukeren.

source: Set the user of remote MySQL server.
no_no: Angi bruker for ekstern MySQL-server.

source: Set the value of the defined key.
no_no: Angi verdien for den definerte nøkkelen.

source: Sets the interval (in milliseconds) for running health checks on a configured server when the server state is DOWN. If it is not set HAProxy uses the check interval.
no_no: Angir intervallet (i millisekunder) for kjøring av helsesjekker på en konfigurert server når servertilstanden er NEDE. Hvis det ikke er angitt vil HAProxy bruke sjekkintervallet.

source: Sets the interval (in milliseconds) for running health checks on all configured servers. This setting takes precedence over default values in health monitors and real servers.
no_no: Angir intervallet (i millisekunder) for å gjennomføre helsesjekker på alle konfigurerte servere. Denne innstillingen har forrang for standardverdier i helse-monitorer og virkelige servere.

source: Sets the interval (in milliseconds) for running health checks on this server. This setting takes precedence over default values in health monitors. It can still be overwritten from the backend pool.
no_no: Angir intervallet (i millisekunder) for å gjennomføre helsesjekker på denne serveren. Denne innstillingen har forrang for standardverdiene i helse-monitorer. Det kan fremdeles overskrives fra backend-poolen.

source: Shared secret (PSK) for this peer.
no_no: Delt hemmelighet (PSK) for denne peer-en.

source: Short description (to display)
no_no: Kort beskrivelse (for visning)

source: Size (MB)
no_no: Størrelse (MB)

source: Source port number or well known name (imap, imaps, http, https, ...), for ranges use a dash
no_no: Kildeportnummer eller velkjent navn (imap, imaps, http, https, ...), for områder bruker du en bindestrek

source: Specify the IPv4 address the server should bind to for outgoing connections. In most cases empty is fine.
no_no: Angi IPv4-adressen serveren skal binde til for utgående tilkoblinger. I de fleste tilfeller kan denne stå tom.

source: Specify the IPv6 address the server should bind to for outgoing connections. In most cases empty is fine.
no_no: Angi IPv6-adressen serveren skal binde til for utgående tilkoblinger. I de fleste tilfeller kan denne stå tom.

source: Specify the domain key length: 2048, 3072, 4096, 8192 or ec-256, ec-384.
no_no: Angi domene nøkkellengde: 2048, 3072, 4096, 8192 eller ec-256, ec-384.

source: Specify the location of the generated TSIG Key inside the TSIG file using grep and cut, example: grep \# /etc/knot/acme.key | cut -d' ' -f2
no_no: Angi plasseringen av den genererte TSIG-nøkkelen inne i TSIG-filen ved hjelp av grep og cut eksempel: grep \# /etc/knot/acme.key | cut -d' ' -f2

source: Store the response on the local storage.
no_no: Lagre responsen på den lokale lagringen.

source: Strip quotes
no_no: Ta bort anførselstegn

source: Subdomain
no_no: Underdomene

source: Subscription ID
no_no: Abonnement-ID

source: TCP inspection delay
no_no: TCP-inspeksjonsforsinkelse

source: TCP port of the server UI.
no_no: TCP-port for servergrensesnittet.

source: TLS Certificate
no_no: TLS sertifikat

source: TLS Wrapper Mode
no_no: TLS wrapper modus

source: TLS: Client Certificate
no_no: TLS: Klientsertifikat

source: TLS: Supported Versions
no_no: TLS: Støttede versjoner

source: TLS: Trusted Certificate
no_no: TLS: Klarert sertifikat

source: TLS: Verify Certificate
no_no: TLS: Bekreft sertifikat

source: The PSK configured on the Zabbix server
no_no: PSK-en som er konfigurert på Zabbix-serveren

source: The PSK identity configured on the Zabbix server
no_no: PSK-identiteten som er konfigurert på Zabbix-serveren

source: The UDP port of the log server. Leave blank if you run server and sensor on the same machine. The default when in use should be set to 8337.
no_no: UDP-porten til loggserveren. La være tomt hvis du kjører server og sensor på samme maskin. Standard når den er i bruk, bør settes til 8337.

source: The URL pattern to match.
no_no: URL-mønsteret som skal matche.

source: The start script of the service.
no_no: Startskriptet for tjenesten.

source: The stop script of the service.
no_no: Stoppskriptet for tjenesten.

source: The timeout for custom program checks.
no_no: Tidsavbruddet for egendefinerte program-sjekker.

source: This certificate will be presented if no SNI is provided by the client or if the client provides an SNI hostname which does not match any certificate. This parameter is optional to enforce a certain sort order for certificates.
no_no: Dette sertifikatet vil bli presentert hvis ingen SNI leveres av klienten, eller hvis klienten oppgir et SNI-vertsnavn som ikke samsvarer med noe sertifikat. Denne parameteren er valgfri for å håndheve en viss sorteringsrekkefølge for sertifikater.

source: This content type is sent if the file extension is unknown.
no_no: Denne innholdstypen sendes hvis filtypen er ukjent.

source: This enables SQLite module and accounting.
no_no: Dette aktiverer SQLite-modul og accounting.

source: This enables remote MySQL support.
no_no: Dette aktiverer ekstern MySQL-støtte.

source: This enables the Mikrotik attributes assignment via users tab.
no_no: Dette aktiverer tilordning av Mikrotik attributter via brukere-fanen.

source: This is only for your reference.
no_no: Dette er bare for din referanse.

source: This option reverses the order of preference to make Squid contact dual-stack websites over IPv4 first. Squid will still perform both IPv6 and IPv4 DNS lookups before connecting. This option will restrict the situations under which IPv6 connectivity is used (and tested) and will hide network problems which would otherwise be detected and warned about.
no_no: Dette alternativet reverserer preferansen for at Squid skal kontakte nettsteder med både IPv6 og IPv4-adresser over IPv4 først. Squid vil fremdeles utføre både IPv6 og IPv4 DNS-oppslag før tilkobling. Dette alternativet vil begrense situasjonene som IPv6-tilkoblingen brukes (og testes) og vil skjule nettverksproblemer som ellers ville bli oppdaget og advart om.

source: This specifies for how long (in hours) the proxy server assumes an externally validated username and password combination is valid (Time To Live). When the TTL expires, the user will be prompted for credentials again.
no_no: Dette angir hvor lenge (i timer) proxy-serveren antar at en eksternt validert brukernavn og passordkombinasjon er gyldig (Time To Live). Når TTL går ut, blir brukeren bedt om å legitimere seg på nytt.

source: This will activate DNSCrypt-Proxy service.
no_no: Dette vil aktivere DNSCrypt-Proxy-tjenesten.

source: This will activate SoftEther vpnserver process.
no_no: Dette vil aktivere SoftEther vpnserver prosessen.

source: This will activate WireGuard and start all enabled instances.
no_no: Dette vil aktivere WireGuard og starte alle aktiverte forekomster.

source: This will activate certificate based authentication (EAP-TLS) and validation (EAP-TTLS). Please choose CA and Certificate below and do not forget to roll out certificates to the clients. If you do not enable this, default installation certificate will be used.
no_no: Dette vil aktivere sertifikatbasert autentisering (EAP-TLS) og validering (EAP-TTLS). Velg CA og sertifikat nedenfor og ikke glem å rulle ut sertifikater til klientene. Hvis du ikke aktiverer dette, vil standardinstallasjonssertifikat brukes.

source: This will activate ntopng.
no_no: Dette vil aktivere ntopng.

source: This will activate the BIND daemon.
no_no: Dette vil aktivere BIND-daemonen.

source: This will activate the DHCP FreeRADIUS service.
no_no: Dette vil aktivere DHCP FreeRADIUS-tjenesten.

source: This will activate the FreeRADIUS DHCP service.
no_no: Dette vil aktivere FreeRADIUS DHCP-tjenesten.

source: This will activate the Maltrail server. You can use this service to also collect data from remote Maltrail sensors.
no_no: Dette vil aktivere Maltrail-serveren. Du kan bruke denne tjenesten til å også samle inn data fra eksterne Maltrail-sensorer.

source: This will activate the Sensor. Do not forget to enable the local server mode or send the logs to a remote server.
no_no: Dette vil aktivere sensoren. Ikke glem å aktivere den lokale servermodusen eller sende loggene til en ekstern server.

source: This will activate the routing service only on the master device.
no_no: Dette vil aktivere rutetjenesten bare på hovedenheten.

source: This will activate the snmpd service.
no_no: Dette vil aktivere snmpd-tjenesten.

source: This will activate the static DHCP lease.
no_no: Dette vil aktivere den statiske DHCP-leieavtalen.

source: This will activate the vnStat daemon.
no_no: Dette vil aktivere vnStat-daemonen.

source: This will allow you to run the service on port 53.
no_no: Dette vil tillate deg å kjøre tjenesten på port 53.

source: This will enable Elasticsearch as output. Format is without square brackets, just like http://192.168.0.1:9200.
no_no: Dette vil aktivere Elasticsearch som output. Formatet er uten firkantede parenteser, akkurat som http://192.168.0.1:9200.

source: This will enable or disable the ACL.
no_no: Dette vil aktivere eller deaktivere ACL.

source: This will enable or disable the server config.
no_no: Dette vil aktivere eller deaktivere serverkonfigurasjonen.

source: This will enable or disable the whitelist entry.
no_no: Dette vil aktivere eller deaktivere hvitelisteoppføringen.

source: This will enable or disable this forward.
no_no: Dette vil aktivere eller deaktivere denne videresendingen.

source: This will enable or disable this override.
no_no: Dette vil aktivere eller deaktivere denne overstyringen.

source: This will enable support for tags.
no_no: Dette vil aktivere støtte for tagger.

source: This will enable the use of DNS Blocklists for ADs, Malware, or both.
no_no: Dette vil gjøre det mulig å bruke DNS-blokklister for annonser, malware eller begge deler.

source: This will force SafeSearch.
no_no: Dette vil tvinge SafeSearch.

source: This will force safe Youtube browsing.
no_no: Dette vil tvinge sikker YouTube-surfing.

source: This will force safe search when using Bing.
no_no: Dette vil tvinge sikkert søk når du bruker Bing.

source: This will hide the local BIND version in DNS queries.
no_no: Dette vil skjule den lokale BIND-versjonen i DNS-spørringer.

source: This will hide the system hostname for DNS queries.
no_no: Dette vil skjule systemvertsnavnet for DNS-spørringer.

source: This will look into all IPv4 and IPv6 traffic. If disabled it will only look for traffic for icmp, udp, tcp syn packets and on known HTTP ports.
no_no: Dette vil se på all IPv4- og IPv6-trafikk. Hvis den er deaktivert, vil den bare se etter trafikk for icmp, udp, tcp syn-pakker og på kjente HTTP-porter.

source: This will prevent installing routes. Usually you only enable this to do own routing decisions via a local gateway and gateway rules.
no_no: Dette vil forhindre installering av ruter. Vanligvis aktiverer du bare dette for å ta egne ruting-beslutninger via en lokal gateway og gateway-regler.

source: Thread ID
no_no: Tråd-ID

source: To Day
no_no: Til dag

source: To Month
no_no: Til måned

source: Trusted
no_no: Klarerte

source: Trusted Proxies
no_no: Klarerte proxyer

source: Trusted Proxies (Firewall Alias)
no_no: Klarerte proxyer (brannmuralias)

source: Tunnel Address
no_no: Tunnel adresse

source: Type IP addresses you want to allow access to the proxy server.
no_no: Skriv inn IP-adresser du vil gi tilgang til proxy-serveren.

source: Type IP addresses you want to deny access to the proxy server.
no_no: Skriv inn IP-adresser du vil nekte tilgang til proxy-serveren.

source: Type IPs of alternative DNS servers you like to use.
no_no: Skriv inn IP-er for alternative DNS-servere du liker å bruke.

source: Type group or choose from list.
no_no: Skriv inn gruppe eller velg fra listen.

source: Type of DNSBL
no_no: Type DNSBL

source: Type subnets you want to allow access to the proxy server.
no_no: Skriv inn subnett du vil gi tilgang til proxy-serveren.

source: Type subnets/addresses you want to ignore for the access.log.
no_no: Skriv inn subnett/adresser du vil ignorere for access.log.

source: Type username or choose from list.
no_no: Skriv inn brukernavn eller velg fra listen.

source: URL Pattern
no_no: URL-mønster

source: URL Rewriting
no_no: URL-omskriving

source: Uncheck this box if you have a valid SSL certificate for your DirectAdmin installation.
no_no: Fjern merket i denne ruten hvis du har et gyldig SSL-sertifikat for DirectAdmin-installasjonen.

source: Uncheck this box if you have a valid SSL certificate for your ISPConfig installation.
no_no: Fjern merket i denne ruten hvis du har et gyldig SSL-sertifikat for ISPConfig-installasjonen.

source: Update Period
no_no: Oppdateringsperiode

source: Upload a HTML file to /usr/local/etc/tor/exit-notice.html before enabling this to serve a directory frontpage.
no_no: Last opp en HTML-fil til /usr/local/etc/tor/exit-notice.html før du aktiverer denne for å betjene en katalog-forside.

source: Upstream Servers
no_no: Oppstrøms servere

source: Use DNS-over-HTTPS Servers
no_no: Bruk DNS-over-HTTPS-servere

source: Use DNSCrypt Servers
no_no: Bruk DNSCrypt-servere

source: Use Heuristics
no_no: Bruk heuristikk

source: Use IPv4 Servers
no_no: Bruk IPv4-servere

source: Use IPv6 Servers
no_no: Bruk IPv6-servere

source: Use Regular Expressions
no_no: Bruk regulære uttrykk

source: Use TLS (HTTPS) to connect to the server.
no_no: Bruk TLS (HTTPS) til å koble til serveren.

source: Use a password to protect the pkcs12 file contents
no_no: Bruk et passord til å beskytte innholdet i pkcs12-filen

source: Use another hostname for SNI and certificate validation.
no_no: Bruk et annet vertsnavn for SNI og sertifikatvalidering.

source: Use own certificates
no_no: Bruk egne sertifikater

source: Use random local port
no_no: Bruk tilfeldig lokal port

source: Use this to route all TCP connections to a local Tor node, format has to be like 127.0.0.1:9050
no_no: Bruk dette til å rute alle TCP-tilkoblinger til en lokal Tor-node, formatet må være på formen 127.0.0.1:9050

source: User Agent
no_no: Bruker agent

source: Validate server subject
no_no: Valider serveremne

source: Verification
no_no: Verifisering

source: Verify Client Certificate
no_no: Verifiser klientsertifikat

source: Verify SSL certificates
no_no: Verifiser SSL-sertifikater

source: Verify the server certificate name when the client connects
no_no: Bekreft serversertifikatnavnet når klienten kobles til

source: WAN interfaces
no_no: WAN-grensesnitt

source: WebSocket Support
no_no: WebSocket-støtte

source: When HAProxy requests user name and password from the user, this optional authentication realm is returned with the response (typically the application's name).
no_no: Når HAProxy ber brukernavn og passord fra brukeren, returneres dette valgfrie godkjenningsområdet med svaret (vanligvis programmets navn).

source: Whether to enable or disable the usage or heuristic detection.
no_no: Hvorvidt du vil aktivere eller deaktivere bruk eller heuristisk gjenkjenning.

source: Whitelist Domains
no_no: Hviteliste domener

source: Whitelist destination domains. You may use a regular expression, use a comma or press Enter for new item. Examples: "mydomain.com" matches on "*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\." matches on "http(s)://textONLY.mydomain.*"; "\.gif$" matches on "\*.gif" but not on "\*.gif\test"; "\[0-9]+\.gif$" matches on "\123.gif" but not on "\test.gif"
no_no: Hvitlist måldomener. Du kan bruke et regulært uttrykk, bruke komma eller trykke Enter for et nytt element. Eksempler: "mydomain.com" matcher "* .mydomain.com"; "^https:?\/\/([A-zA-Z]+)\mittdomene\." matcher "http(s)://textONLY.mittdomene.*"; "\.gif$" matcher "\*.gif", men ikke "\*.gif\test"; "\[0-9]+\.gif$" matcher "\123.gif", men ikke "\test.gif"

source: Whitelisted IPs
no_no: Hvitlistede IP-er

source: X-Real-IP and X-Forwarded-For are HTTP headers, while PROXY protocol is a protocol which needs to be enabled.
no_no: X-Real-IP og X-Forwarded-For er HTTP-headere, mens PROXY-protokollen er en protokoll som må aktiveres.

source: XSS Protection
no_no: XSS-beskyttelse

source: You may use replacement strings like $1 for the first match group from the source here.
no_no: Du kan bruke erstatningsstrenger som $1 for den første match-gruppen fra kilden her.

source: enable this rule
no_no: aktivere denne regelen

source: A host must be set.
no_no: En vert må være angitt.

source: A hostname cannot have a negative count of levels.
no_no: Et vertsnavn kan ikke ha et negativt antall nivåer.

source: A port must be set.
no_no: En port må angis.

source: AdAway List
no_no: AdAway Liste

source: AdGuard List
no_no: AdGuard Liste

source: Address Rewriting
no_no: Adresseomskriving

source: Aggressive
no_no: Aggressiv

source: All CPUs
no_no: Alle CPUer

source: All HAProxy processes
no_no: Alle HAProxy prosesser

source: Allow Access
no_no: Tillat tilgang

source: Allow Request
no_no: Tillat forespørsel

source: Always
no_no: Alltid

source: And
no_no: Og

source: Anonymized
no_no: Anonymisert

source: Automation
no_no: Automasjon

source: Banned
no_no: Utestengt

source: Basic Rule
no_no: Grunnleggende regel

source: Best Effort
no_no: Beste forsøk

source: Bigger
no_no: Større

source: Bigger or Equal
no_no: Større eller lik

source: Block Request
no_no: Blokker forespørsel

source: CPUs with even ID
no_no: CPUer med partall ID

source: CPUs with odd ID
no_no: CPUer med oddetall ID

source: Cameleon List
no_no: Cameleon liste

source: Changelog
no_no: Endringslogg

source: Choose a number between 1 and 10000.
no_no: Velg et tall mellom 1 og 10000.

source: Choose a number between 1 and 20480.
no_no: Velg et tall mellom 1 og 20480.

source: Choose a number between 1 and 3600.
no_no: Velg et tall mellom 1 og 3600.

source: Choose a number between 1 and 600.
no_no: Velg et tall mellom 1 og 600.

source: Choose a number between 1 and 86400.
no_no: Velg et tall mellom 1 og 86400.

source: Choose a number between 100 and 10000.
no_no: Velg et tall mellom 100 og 10000.

source: Choose a value between 1 and 1000.
no_no: Velg en verdi mellom 1 og 1000.

source: Choose a value between 1 and 99.
no_no: Velg en verdi mellom 1 og 99.

source: Choose an ACL.
no_no: Velg en ACL.

source: Choose an Peer.
no_no: Velg en peer.

source: CoDel and PIE can not be combined.
no_no: CoDel og PIE kan ikke kombineres.

source: DHCP Leases
no_no: DHCP-leieavtaler

source: DNS Domain Is
no_no: DNS-domenet er

source: DNS Domain Levels (Count Of Dots)
no_no: DNS-domenenivåer (Antall punktum)

source: Date Range
no_no: Datointervall
