Repository: vw-fw/lang
Catalog: *.po
Languages: no_no

source: Enable the usage of DNS blocklists.
no_no: Aktiver bruken av DNS-blokklister.

source: Enable this address
no_no: Aktiver denne adressen

source: Enable this rule
no_no: Aktiver denne regelen

source: Global API Key
no_no: Global API-nøkkel

source: HTTP/2 without TLS
no_no: HTTP/2 uten TLS

source: Here you can whitelist IP addresses or domains.
no_no: Her kan du hvitliste IP-adresser eller domener.

source: History Rows
no_no: Historikk rader

source: Host Key
no_no: Vertsnøkkel

source: IP address or hostname of the SFTP server.
no_no: IP-adresse eller vertsnavn på SFTP-serveren.

source: IPv4 Address
no_no: IPv4 adresse

source: IPv4 NAT64 Interface Address
no_no: IPv4 NAT64 grensesnittadresse

source: IPv4 address of the NAT64 interface. Must not be located in Tayga's IPv4 pool. Only used for ICMP.
no_no: IPv4-adresse til NAT64-grensesnittet. Må ikke være plassert i Taygas IPv4-pool. Brukes kun for ICMP.

source: IPv6 NAT64 Interface Address
no_no: IPv6 NAT64 grensesnittadresse

source: IPv6 address of the NAT64 interface. Must not have Tayga's IPv6 prefix. Only used for ICMP.
no_no: IPv6-adresse til NAT64-grensesnittet. Må ikke ha Taygas IPv6-prefiks. Brukes kun for ICMP.

source: IPv6 hosts which send traffic through Tayga will be dynamically assigned an IPv4 address from this pool. Can be any size, but each IPv6 host requires one address.
no_no: IPv6-verter som sender trafikk gjennom Tayga, vil dynamisk tildeles en IPv4-adresse fra denne samlingen. Kan være av hvilken som helst størrelse, men hver IPv6-vert krever en adresse.

source: Identity Type
no_no: Identitetstype

source: Inactive Timeout
no_no: Inaktiv tidsavbrudd

source: JSON Key
no_no: JSON Nøkkel

source: Key Type
no_no: Nøkkeltype

source: Last updated timestamp. This is the time the vendor created the lists.
no_no: Sist oppdatert tidsstempel. Dette er det tidspunktet leverandøren opprettet listene.

source: Levels
no_no: Nivåer

source: List of domains to mark as private. You only need this for some DNSBL lists which resolve to private addresses.
no_no: Liste over domener som skal markeres som private. Du trenger bare dette for noen DNSBL-lister som slås opp til private adresser.

source: List of domains to whitelist. You can use regular expressions.
no_no: Liste over domener som skal hvitelistes. Du kan bruke regulære uttrykk.

source: Listening interfaces
no_no: Lyttende grensesnitt

source: Load Balancing Algorithm
no_no: Lastbalanserings-algoritme

source: Location to fetch geoip address ranges from. Refer to the Veritawall documentation for further details
no_no: Plassering å hente geoip-adresse utvalg fra. Se Veritawall-dokumentasjonen for flere detaljer

source: Master Zone
no_no: Master sone

source: Multi-Hop
no_no: Multi-Hopp

source: Multicast group
no_no: Multicast-gruppe

source: Name template for the certificate's private key. Placeholders "{{name}}" and "%s" are replaced by the name of the certificate being uploaded. Leave blank to use default "{{name}}/key.pem".
no_no: Navnemal for sertifikatets private nøkkel. Plassholdere "{{name}}" og "%s" erstattes av navnet på sertifikatet som lastes opp. La være tomt for å bruke standard "{{name}}/key.pem".

source: Name template for the public certificate chain file. Placeholders "{{name}}" and "%s" are replaced by the name of the certificate being uploaded. Leave blank to use default "{{name}}/ca.pem".
no_no: Navnmal for den offentlige sertifikatkjedefilen. Plassholdere "{{name}}" og "%s" erstattes av navnet på sertifikatet som lastes opp. La være tomt for å bruke standard "{{name}}/ca.pem".

source: Name template for the public certificate. Placeholders "{{name}}" and "%s" are replaced by the name of the certificate being uploaded. Leave blank to use default "{{name}}/cert.pem".
no_no: Navnemal for det offentlige sertifikatet. Plassholdere "{{name}}" og "%s" erstattes av navnet på sertifikatet som lastes opp. La være tomt for å bruke standard "{{name}}/cert.pem".

source: Naming "ca.pem"
no_no: Navngir "ca.pem"

source: Naming "cert.pem"
no_no: Navngir "cert.pem"

source: Naming "key.pem"
no_no: Navngir "key.pem"

source: Negative TTL
no_no: Negativ TTL

source: No Hostname
no_no: Ingen vertsnavn

source: Optional comment field
no_no: Valgfritt kommentarfelt

source: Passive Interface
no_no: Passivt grensesnitt

source: Password for admin user
no_no: Passord for admin bruker

source: Permission (Private Keys)
no_no: Tillatelse (private nøkler)

source: Permission (Public Keys)
no_no: Tillatelse (offentlige nøkler)

source: Please manually install the plugin "os-bind" to enable support for it.
no_no: Vennligst installer tillegget "os-bind" manuelt for å aktivere støtte for det.

source: Please manually install the plugin "os-google-cloud-sdk" to enable support for Google Cloud DNS.
no_no: Vennligst installer tillegget "os-google-cloud-sdk" manuelt for å aktivere støtte for Google Cloud DNS.

source: Plesk XML URIs often look similar to: https://my-plesk-site.com:8443/enterprise/control/agent.php
no_no: Plesk XML URI-er ser ofte ut som: https://my-plesk-site.com:8443/enterprise/control/agent.php

source: Private Domains
no_no: Private domener

source: Proxy Buffer Size (kB)
no_no: Proxy-bufferstørrelse (kB)

source: Proxy Buffers: Count
no_no: Proxy Buffere: Antall

source: Proxy Buffers: Size (kB)
no_no: Proxy buffere: størrelse (kB)

source: Refresh Time
no_no: Oppfriskingstid

source: Reject Invalid HELO Hostname
no_no: Avvis ugyldig HELO vertsnavn

source: Reject Non-FQDN HELO Hostname
no_no: Avvis ikke-FQDN HELO vertsnavn

source: Remote address
no_no: Ekstern adresse

source: SFTP Host
no_no: SFTP-vert

source: SFTP server host key, formatted as in 'known_hosts'. Leave blank to auto accept host key on first connect (not as secure as specifying it).
no_no: SFTP-server vertsnøkkel, formatert som i 'known_hosts'. La stå tom for å godta vertsnøkkelen automatisk ved først å koble til (ikke så sikker som å angi den).

source: SFTP server port. Leave blank to use default "22".
no_no: SFTP-serverport. La stå tom for å bruke standard "22".

source: SYSLOG targets
no_no: SYSLOG mål

source: Select all the interfaces to enable NetFlow on.
no_no: Velg alle grensesnittene hvor NetFlow skal aktiveres.

source: Select the configured AVPairs for this user.
no_no: Velg de konfigurerte AVPair-ene for denne brukeren.

source: Select the zone for this record.
no_no: Velg sonen for denne oppfrøringen.

source: Sender Whitelist
no_no: Avsender hviteliste

source: Service Type
no_no: Tjenestetype

source: Set extra arguments for this UPS, e.g. "community=public".
no_no: Angi ekstra argumenter for denne UPSen, f.eks. "community=public".

source: Set the DNS server hosting this file. This should usually be the FQDN of your firewall where the BIND plugin is installed.
no_no: Angi DNS-serveren som er vert for denne filen. Dette vil vanligvis være FQDN for brannmuren din der BIND-tillegget er installert.

source: Set the Service-Type attributes for this user.
no_no: Angi ServiceT ype-attributtene for denne brukeren.

source: Set the address the daemon is listening to. Empty means listen to all addresses.
no_no: Angi adressen daemonen lytter til. Tom betyr å lytte til alle adresser.

source: Set the arguments for this check commands.
no_no: Angi argumentene for disse sjekk-kommandoene.

source: Set the default metric to a value between 1 and 16.
no_no: Sett standard metrikk til en verdi mellom 1 og 16.

source: Set the gateway IP here when using Disable Routes feature. You also have to add this as a gateway in Veritawall.
no_no: Angi gateway-IP her når du bruker funksjonen Deaktiver ruter. Du må også legge til denne som en gateway i Veritawall.

source: Set the general Time To Live for this zone.
no_no: Angi den generelle Time To Live for denne sonen.

source: Set the hostname which will indicate this system at the central munin platform.
no_no: Angi vertsnavnet som vil indikere dette systemet på den sentrale munin-plattformen.

source: Set the list of allowed hosts which can query this system.
no_no: Angi listen over tillatte verter som kan spørre dette systemet.

source: Set the mail address of zone admin. A @-sign will automatically be replaced with a dot in the zone data.
no_no: Angi e-postadressen til soneadministrator. Et @-tegn erstattes automatisk med et punktum i sonedataene.

source: Set the name for this AVPair
no_no: Angi navnet for dette AVPair-et

source: Set the name for this check.
no_no: Angi navnet for denne sjekken.

source: Set the name for this record.
no_no: Angi navnet for denne oppføringen.

source: Set the name for this signatures.
no_no: Angi navnet for disse signaturene.

source: Set the name for this zone. Both forward and reverse zones may be specified, i.e. example.com or 0.168.192.in-addr.arpa.
no_no: Angi navnet for denne sonen. Både forover og revers-soner kan angis, for eksempel eksempel.no eller 0.168.192.in-addr.arpa.

source: Set the number of rows to be displayed in rspamd UI.
no_no: Angi antall rader som skal vises i rspamd grensesnittet.

source: Set the number of worker processes to run.
no_no: Angi antall arbeidsprosesser som skal kjøres.

source: Set the password for admin user "admin".
no_no: Angi passord for admin bruker "admin".

source: Set the password for monitoring user "monuser".
no_no: Angi passord for overvåkingsbruker "monuser".

source: Set the port munin listen to.
no_no: Angi porten munin lytter til.

source: Set the port the daemon is listening to.
no_no: Angi porten som daemonen lytter til.

source: Set the time in hours how long the values will be buffered when the server is unreachable.
no_no: Angi tid i timer for hvor lenge verdiene skal bufres når serverener utilgjengelig.

source: Set the type for this record.
no_no: Angi typen for denne oppføringen.

source: Set the type for this zone.
no_no: Angi typen for denne sonen.

source: Set the value for this AVPair.
no_no: Angi verdien for dette AVPair-et.

source: Set the value for this record.
no_no: Angi verdien for denne oppføringen.

source: Set this option to enable this destination.
no_no: Angi dette alternativet for å aktivere dette målet.

source: Severity
no_no: Alvorlighetsgrad

source: Slave Zone
no_no: Slave sone

source: Specifies the log level for acme.sh, default is "normal". All other log levels add information for debug purposes, but be aware that this will break the log formatting in the GUI. Levels "debug 2" and "debug 3" log successively deeper log messages from the acme.sh including messages from DNS-01 DNSAPI scripts.
no_no: Angi logg-nivået for acme.sh, standard er "normal". Alle andre logg-nivåer legger til informasjon for feilsøkingsformål, men vær klar over at dette vil ødelegge loggformateringen i GUI. Nivåene "debug 2" og "debug 3" logger på dypere loggmeldinger fra acme.sh, inkludert meldinger fra DNS-01 DNSAPI-skript.

source: TLS SNI Forwarding
no_no: TLS SNI Videresending

source: The username to login to the SFTP server.
no_no: Brukernavnet for å logge inn på SFTP-serveren.

source: This let you fetch the current installed version via .1.3.6.1.4.1.8072.1.3.2.3.1.2.7.118.101.114.115.105.111.110
no_no: Dette lar deg hente den gjeldende installerte versjonen via .1.3.6.1.4.1.8072.1.3.2.3.1.2.7.118.101.114.115.105.111.110

source: This must be a /96 prefix selected from your organization's IPv6 address space or the Well-Known Prefix 64:ff9b::/96. The IPv4 address space is mapped into the IPv6 address space by prepending this prefix to the IPv4 address.
no_no: Dette må være et /96-prefiks valgt fra din organisasjonns IPv6-adresseområde eller det velkjente prefikset 64:ff9b::/96. IPv4-adresserommet blir mappet i IPv6-adresseområdet ved å legge dette prefikset foran IPv4-adressen.

source: This will activate Tayga.
no_no: Dette vil aktivere Tayga.

source: This will activate the NRPE service.
no_no: Dette vil aktivere NRPE-tjenesten.

source: This will enable or disable the AVPair.
no_no: Dette vil aktivere eller deaktivere AVPair-et.

source: This will enable or disable the check command.
no_no: Dette vil aktivere eller deaktivere sjekk-kommandoen.

source: This will enable or disable the list.
no_no: Aktiverer eller deaktiverer listen.

source: This will enable or disable this record.
no_no: Dette vil aktivere eller deaktivere denne oppføringen.

source: This will enable or disable this zone.
no_no: Dette vil aktivere eller deaktivere denne sonen.

source: This will run BIND in IPv4-only mode.
no_no: Dette vil kjøre BIND i IPv4-modus.

source: Transport protocol
no_no: Transport protokoll

source: URL of the signature database.
no_no: URL til signaturdatabasen.

source: Uncheck this box if you have a valid certificate for your Veritawall interface.
no_no: Ikke kryss i denne boksen hvis du har et gyldig sertifikat for Veritawall-grensesnittet.

source: Unix group id to apply to all uploaded files. Leave blank to not change the group.
no_no: Unix gruppe-ID som brukes på alle opplastede filer. La stå tom for å ikke endre gruppen.

source: Unix permission to apply to uploaded private keys. Leave blank to use default "0400".
no_no: Unix tillatelse som brukes på opplastede private nøkler. La stå tom for å bruke standard "0400".

source: Unix permission to apply to uploaded public keys. Leave blank to use default "0440".
no_no: Unix tillatelse som brukes på opplastede offentlige nøkler. La stå tom for å bruke standard "0440".

source: User API key
no_no: Bruker-API-nøkkel

source: User API token
no_no: Bruker API-token

source: User with admin priviledges
no_no: Bruker med admin rettigheter

source: Usual operators here are = or +=
no_no: Vanlige operatorer her er = eller +=

source: VXLAN Network Identifier (VNI) that identifies the virtual network segment membership of the interface.
no_no: VXLAN Nettverk Identifikator (VNI) som identifiserer det virtuelle nettverkssegmentmedlemskapet for grensesnittet.

source: When this buffer size is reached, nginx will send a part of the response to the client.
no_no: Når denne bufferstørrelsen er nådd, vil nginx sende en del av svaret til klienten.

source: You need to obtain your API key from variomedia's customer support.
no_no: Du må hente API-nøkkelen din fra variomedias kundesupport.

source: Zone Name
no_no: Sonenavn

source: (none)
no_no: (ingen)

source: A unix permission, 4 digits (e.g. 0400).
no_no: En unix-tillatelse, 4 sifre (f.eks. 0400).

source: A unix permission, 4 digits (e.g. 0440).
no_no: En unix-tillatelse, 4 sifre (f.eks. 0440).

source: Access Log
no_no: Tilgangslogg

source: Active timeout needs to be an integer value between 1 and 86400
no_no: Aktivt tidsavbrudd må være et heltall mellom 1 og 86400

source: Automatic Mode (uses DNS lookups)
no_no: Automatisk modus (bruker DNS-oppslag)

source: Blocklist.site Ads
no_no: Blocklist.site Annonser

source: Blocklist.site Fraud
no_no: Blocklist.site Svindel

source: Cache Configuration
no_no: Cache-konfigurasjon

source: Cache Log
no_no: Cache Logg

source: Choose a value between 1 and 100000.
no_no: Velg en verdi mellom 1 og 100000.

source: Domain alias mode
no_no: Domene alias-modus

source: Log / Blocked
no_no: Logg / Blokkert

source: Log / Clamd
no_no: Logg / Clamd

source: Log / Freshclam
no_no: Logg / Freshclam

source: Log / General
no_no: Logg / Generelt

source: Log / NX
no_no: Logg / NX

source: Log / Queries
no_no: Logg / Spørringer

source: Logging / targets
no_no: Logging / mål

source: NTP subsystem
no_no: NTP-undersystem

source: Not using DNS alias mode
no_no: Bruker ikke DNS-aliasmodus

source: Veritawall BIND Plugin
no_no: Veritawall BIND tillegg

source: Please specify a value between 1 and 2146435072.
no_no: Vennligst angi en verdi mellom 1 og 2146435072.

source: Please specify a value between 1 and 3600.
no_no: Vennligst angi en verdi mellom 1 og 3600.

source: Please specify a value between 1 and 4095.
no_no: Vennligst angi en verdi mellom 1 og 4095.

source: Please specify a value between 2 and 1000.
no_no: Vennligst angi en verdi mellom 2 og 1000.

source: RSA Key Pairs
no_no: RSA nøkkel-par

source: Safe [default]
no_no: Sikker [standard]

source: Selected SYSLOG target not found
no_no: Valgt SYSLOG-mål ikke funnet

source: Set a number between 1 and 720.
no_no: Angi et tall mellom 1 og 720.

source: Set a value between 60 and 10000000.
no_no: Angi en verdi mellom 60 og 10000000.

source: Set a value between 60 and 86400.
no_no: Angi en verdi mellom 60 og 86400.

source: Should be 6 groups of 2 hex characters (a-fA-F0-9) separated by ':'
no_no: Må være 6 grupper med 2 hex tegn (a-fA-F0-9) atskilt med ':'

source: Should be a numeric value.
no_no: Må være en numerisk verdi.

source: Should be a string between 1 and 255 characters. Characters are limited to [a-z], [0-9] and [{}@./-_%] and the string must neither begin nor end with '/'.
no_no: Må være en streng mellom 1 og 255 tegn. Tegn er begrenset til [a-z], [0-9] og [{} @. / -_%] og strengen må verken begynne eller slutte med '/'.

source: Should be a valid port number between 1 and 49151.
no_no: Må være et gyldig portnummer mellom 1 og 49151.

source: Specify valid source applications.
no_no: Angi gyldige kildeapplikasjoner.

source: Traffic is SSL (TCP request content inspection)
no_no: Trafikk er SSL (TCP-forespørsel om innholdsinspeksjon)

source: Traffic is SSL (locally deciphered)
no_no: Trafikk er SSL (lokalt dechiffrert)

source: Types
no_no: Typer

source: URL has to start with http:// or https://
no_no: URL må starte med http:// eller https://

source: UUCP subsystem
no_no: UUCP-undersystem

source: Value must be between 1 and 900.
no_no: Verdien må være mellom 1 og 900.

source: When enabling "Log SNI information only", SSL inspection must also be enabled
no_no: Når du aktiverer "Logg bare SNI-informasjon", må SSL-inspeksjon også være aktivert

source: WindowsSpyBlocker (extra)
no_no: WindowsSpyBlocker (ekstra)

source: You have to enable Disable Routes option.
no_no: Du må aktivere innstillingen Deaktiver Ruter.

source: clock
no_no: klokke

source: clock daemon
no_no: klokke daemon

source: emergency
no_no: nødsituasjon

source: error
no_no: feil

source: kernel messages
no_no: kjerne-meldinger

source: locally used (0)
no_no: lokalt brukt (0)

source: locally used (1)
no_no: lokalt brukt (1)

source: locally used (2)
no_no: lokalt brukt (2)

source: locally used (3)
no_no: lokalt brukt (3)

source: locally used (4)
no_no: lokalt brukt (4)

source: locally used (5)
no_no: lokalt brukt (5)

source: locally used (6)
no_no: lokalt brukt (6)

source: locally used (7)
no_no: lokalt brukt (7)

source: mail system
no_no: e-post system

source: messages generated internally by syslogd
no_no: meldinger generert internt av syslogd

source: security/authorization messages
no_no: sikkerhets-/autorisasjons-meldinger

source: user-level messages
no_no: bruker-nivå meldinger

source: warn
no_no: advar

source: Lifetime in days. This is commonly set to 825 (approximately 2 years).
no_no: Levetid i dager. Dette er vanligvis satt til 825 (omtrent 2 år).
