Repository: vw-fw/lang
Catalog: *.po
Languages: no_no

source: Enable or disable the FritzBox Anoncall plugin.
no_no: Aktiver eller deaktiver FritzBox Anoncall-tillegget.

source: Enable or disable the HAProxy service.
no_no: Aktiver eller deaktiver HAProxy-tjenesten.

source: Enable or disable the Redis service.
no_no: Aktiver eller deaktiver Redis-tjenesten.

source: Enable or disable the STUN plugin.
no_no: Aktiver eller deaktiver STUN-tillegget.

source: Enable or disable the caching of Windows updates. This makes sense if you don't have a WSUS server. If you can setup a WSUS server, this solution should be preferred.
no_no: Aktiver eller deaktiver hurtigbufring av Windows-oppdateringer. Dette er fornuftig hvis du ikke har en WSUS-server. Hvis du kan konfigurere en WSUS-server, bør dette foretrekkes.

source: Enable or disable the defaulttarget plugin.
no_no: Aktiver eller deaktiver defaulttarget tillegget.

source: Enable or disable the fix_DTAG_networks plugin.
no_no: Aktiver eller deaktiver fix_DTAG_networks tillegget.

source: Enable or disable the fix_bogus_via plugin.
no_no: Aktiver eller deaktiver fix_bogus_via tillegget.

source: Enable or disable the proxy service.
no_no: Aktiver eller deaktiver proxy-tjenesten.

source: Enable or disable the rspamd service.
no_no: Aktiver eller deaktiver rspamd-tjenesten.

source: Enable or disable the squid SNMP Agent.
no_no: Aktiver eller deaktiver squid SNMP agenten.

source: Enable or disable this ftp proxy.
no_no: Aktiver eller deaktiver denne ftp-proxyen.

source: Enable or disable traffic management.
no_no: Aktiver eller deaktiver trafikkstyring.

source: Enable processes plugin
no_no: Aktiver prosesser-tillegget

source: Enable promiscuous mode, for certain setups (like IPS with vlans), this is required to actually capture data on the physical interface.
no_no: Aktiver promiskuøs modus. For enkelte oppsett (som IPS med VLAN), er dette nødvendig for å faktisk fange data på det fysiske grensesnittet.

source: Enable proxy
no_no: Aktiver proxy

source: Enable remote access
no_no: Aktiver ekstern tilgang

source: Enable rspamd
no_no: Aktiver rspamd

source: Enable ruleset
no_no: Aktiver regelsett

source: Enable service checks
no_no: Aktiver tjenestesjekker

source: Enable siproxd service
no_no: Aktivere siproxd-tjeneste

source: Enable the CPU collector.
no_no: Aktiver CPU-innsamleren.

source: Enable the DEVSTAT collector.
no_no: Aktiver DEVSTAT-innsamleren.

source: Enable the EXEC collector.
no_no: Aktiver EXEC-innsamleren.

source: Enable the FILESYSTEM collector.
no_no: Aktiver FILESYSTEM-innsamleren.

source: Enable the INTERRUPTS collector.
no_no: Aktiver INTERRUPTS innsamleren.

source: Enable the LOADAVG collector.
no_no: Aktiver LOADAVG-innsamleren.

source: Enable the MEMINFO collector.
no_no: Aktiver MEMINFO-innsamleren.

source: Enable the NETDEV collector.
no_no: Aktiver NETDEV-innsamleren.

source: Enable the NTP collector.
no_no: Aktiver NTP-innsamleren.

source: Enable the Netclient driver.
no_no: Aktiver Netclient-driveren.

source: Enable the TIME collector.
no_no: Aktiver TIME-innsamleren.

source: Enable the USBHID driver.
no_no: Aktiver USBHID-driveren.

source: Enable the logging of authentication requests, including MAC addresses.
no_no: Aktiver logging av autentiserings-forespørsler, inkludert MAC-adresser.

source: Enable the repeater.
no_no: Aktiver repeateren.

source: Enable this Lua script.
no_no: Aktiver dette Lua-skriptet.

source: Enable this Onion service.
no_no: Aktiver denne Onion-tjenesten.

source: Enable this Public Service.
no_no: Aktiver denne offentlige tjenesten.

source: Enable this account
no_no: Aktiver denne kontoen

source: Enable this feature
no_no: Aktiver denne funksjonen

source: Enable this fingerprint rule.
no_no: Aktiver denne fingeravtrykksregelen.

source: Enable this if you want to enable bayes learning.
no_no: Aktiver dette hvis du vil aktivere bayes-læring.

source: Enable this if you want to enable fuzzy learning.
no_no: Aktiver dette hvis du vil aktivere fuzzy læring.

source: Enable this if you want to enable the spam trap.
no_no: Aktiver dette hvis du vil aktivere spam-fellen.

source: Enable this network
no_no: Aktiver dette nettverket

source: Enable this validation
no_no: Aktiver denne valideringen

source: Enable this zone
no_no: Aktivere denne sonen

source: Enable this, if you want to anonymize traffic originating from a network.
no_no: Aktiver dette hvis du vil anonymisere trafikk som stammer fra et nettverk.

source: Enable to log health check status updates.
no_no: Aktiver for å logge statusoppdateringer for helsesjekk.

source: Enable traffic management.
no_no: Aktiver trafikkstyring.

source: Enable transparent ftp proxy mode to forward all requests for destination port 21 to the proxy server without any additional configuration.
no_no: Aktiver transparent ftp-proxy-modus for å videresende alle forespørsler om destinasjonsport 21 til proxy-serveren uten noen ekstra konfigurasjon.

source: Enable uptime plugin
no_no: Aktiver tillegg for oppetid

source: Enable users plugin
no_no: Aktiver brukere-tilegg

source: Enable verbose logging.
no_no: Aktiver detaljert logging.

source: Enabled
no_no: Aktivert

source: Enabling this will write the policy to the config file.
no_no: Hvis du aktiverer dette, skrives policyen til konfigurasjonsfilen.

source: Encode Username
no_no: Kod brukernavn

source: End Port
no_no: Slutt port

source: Ending of the port range RTP may use.
no_no: Slutten på portområdet RTP kan bruke.

source: Endpoint
no_no: Endepunkt

source: Enforce local group
no_no: Bruk lokal gruppe

source: Enter FQDN here. Finish with TAB.
no_no: Skriv inn FQDN her. Avslutt med TAB.

source: Enter IP addresses here. Finish each with TAB.
no_no: Skriv inn IP-adresser her. Avslutt hver med TAB.

source: Enter a MAC address in the following format: xx:xx:xx:xx:xx:xx
no_no: Skriv inn en MAC-adresse i følgende format: xx:xx:xx:xx:xx:xx

source: Enter a MAC address in the following format: xx:xx:xx:xx:xx:xx.
no_no: Skriv inn en MAC-adresse i følgende format: xx:xx:xx:xx:xx:xx.

source: Enter a description to explain what this blacklist is intended for.
no_no: Skriv inn en beskrivelse for å forklare hva denne svartelisten er beregnet på.

source: Enter a description to explain what this job is intended for.
no_no: Skriv inn en beskrivelse for å forklare hva denne jobben er beregnet på.

source: Enter a filename for storing the blacklist.
no_no: Skriv inn et filnavn for lagring av svartelisten.

source: Enter a name of user/group. Group name is case sensitive.
no_no: Skriv inn et navn på bruker/gruppe. Gruppenavn er store og små bokstaver.

source: Enter a network which will be used as an IP Pool to map onion Hosts.
no_no: Gå inn i et nettverk som vil bli brukt som en IP-pool for å kartlegge onion verter.

source: Enter a number followed by one of the supported suffixes "d" (days), "h" (hour), "m" (minute), "s" (seconds), "ms" (miliseconds). This configures the maximum duration of an entry in the stick-table since it was last created, refreshed or matched. The maximum duration is slightly above 24 days.
no_no: Skriv inn et tall etterfulgt av en av de støttede suffiksene "d" (dager), "h" (time), "m" (minutt), "s" (sekunder), "ms" (millisekunder). Dette konfigurerer den maksimale varigheten av en oppføring i stavtabellen siden den sist ble opprettet, oppdatert eller matchet. Maksimal varighet er litt over 24 dager.

source: Enter a number followed by one of the supported suffixes "k", "m", "g". This configures the maximum number of entries that can fit in the table. This value directly impacts memory usage. Count approximately 50 bytes per entry, plus the size of a string if any.
no_no: Skriv inn et tall etterfulgt av en av de støttede suffiksene "k", "m", "g". Dette konfigurerer maksimalt antall oppføringer som får plass i tabellen. Denne verdien påvirker minnebruk direkt. Tell omtrent 50 byte per oppføring, pluss størrelsen på en streng hvis noen.

source: Enter a valid TCP port.
no_no: Angi en gyldig TCP-port.

source: Enter address:port here. Finish with TAB.
no_no: Skriv inn adresse:port her. Avslutt med TAB.

source: Enter an end port if you want to use a port range.
no_no: Angi en sluttport hvis du vil bruke et portområde.

source: Enter an url to fetch the blacklist from.
no_no: Skriv inn en url å hente svartelisten fra.

source: Enter either the IP address or FQDN of your Infoblox appliance.
no_no: Angi enten IP-adressen eller FQDN til Infoblox-enheten.

source: Enter how long SPF entries are valid in days, default is 1 day.
no_no: Angi hvor lenge SPF-oppføringer er gyldige i dager, standard er 1 dag.

source: Enter parameters for this job if required.
no_no: Angi parametere for denne jobben om nødvendig.

source: Enter server address.
no_no: Angi serveradresse.

source: Enter the URL of the ICAP Server
no_no: Skriv inn URL til ICAP-serveren

source: Enter the allowed overall bandtwith in kilobits per second (leave empty to disable).
no_no: Legg inn tillatt totalbåndbredde i kilobit per sekund (la stå tom for å deaktivere).

source: Enter the allowed per host bandwidth in kilobits per second (leave empty to disable).
no_no: Legg inn tillatt båndbredde per vert i kilobit per sekund (la stå tom for å deaktivere).

source: Enter the default ttl.
no_no: Angi standard ttl.

source: Enter the maximum size (in MB) to use for SSL certificates.
no_no: Angi maksimal størrelse (i MB) som skal brukes for SSL-sertifikater.

source: Enter the number of first-level subdirectories for the local cache (default is 16).
no_no: Angi antall underkataloger på første nivå for den lokale cachen (standard er 16).

source: Enter the number of first-level subdirectories for the local cache (default is 256).
no_no: Angi antall underkataloger på første nivå for den lokale cachen (standard er 256).

source: Enter the port of your target server.
no_no: Angi porten til målserveren din.

source: Enter the size of the SPF cache in kilobytes. Default is 2k.
no_no: Angi størrelsen på SPF-cachen i kilobyte. Standard er 2k.

source: Enter the size of the preview which is sent to the ICAP server.
no_no: Angi størrelsen på forhåndsvisningen som blir sendt til ICAP-serveren.

source: Enter the size of the preview.
no_no: Angi størrelsen på forhåndsvisningen.

source: Enter the storage size for the local cache (default is 100).
no_no: Angi lagringsstørrelse for den lokale cachen (standard er 100).

source: Enter the url where the REQMOD requests should be sent to.
no_no: Skriv inn url-en REQMOD-forespørslene skal sendes til.

source: Enter the url where the RESPMOD requests should be sent to.
no_no: Skriv inn url RESPMOD-forespørslene skal sendes til.

source: Enter your networks in CIDR notation like 127.0.0.0/8.
no_no: Angi nettverkene dine i CIDR-notasjon som 127.0.0.0/8.

source: Error Messages
no_no: Feilmeldinger

source: Error code
no_no: Feilkode

source: Events
no_no: Hendelser

source: Exceptions
no_no: Unntak

source: Exclusion List
no_no: Unntaksliste

source: Execute function
no_no: Utfør funksjon

source: Execute the specified Lua function. You will most likely need to include/load your Lua code first.
no_no: Utfør angitt Lua-funksjonen. Du vil sannsynligvis trenge å inkludere/laste inn Lua-koden først.

source: Expiration
no_no: Utløp

source: Expiration time
no_no: Utløpstid

source: Explicit Congestion Notification
no_no: Eksplisitt varsel om overbelastning

source: Expression
no_no: Uttrykk

source: Ext. Address
no_no: Ekst. Adresse

source: Ext. Port
no_no: Ekst. Port

source: Extra Arguments
no_no: Ekstra argumenter

source: FQ-CoDel limit
no_no: FQ-CoDel grense

source: FQDN lookup
no_no: FQDN-oppslag

source: FQDN or IP
no_no: FQDN eller IP

source: FTP Proxy Settings
no_no: Innstillinger for FTP-proxy

source: FTP proxy interfaces
no_no: FTP-proxy-grensesnitt

source: Filename
no_no: Filnavn

source: Files larger than this limit won't be scanned.
no_no: Filer som er større enn denne grensen, skannes ikke.

source: Filesystem Statistics
no_no: Statistikk for filsystem

source: Filter for group objects, should match all available group objects a user might be a member of.
no_no: Filter for gruppeobjekter, bør matche alle tilgjengelige gruppeobjekter en bruker kan være medlem av.

source: Filter syslog level
no_no: Filter syslog-nivå

source: Fixed server address, also known as reverse mode. The proxy will always connect to the same server, regardless of where the client wanted to connect to (before it was redirected). Use this option to proxy for a server behind NAT, or to forward all connections to another proxy.
no_no: Fast serveradresse, også kjent som omvendt modus. Proxyen vil alltid koble seg til den samme serveren, uavhengig av hvor klienten ønsket å koble seg til (før den ble omdirigert). Bruk dette alternativet for å være proxy for en server bak NAT, eller for å videresende alle tilkoblinger til en annen proxy.

source: Follow directory symlinks
no_no: Følg katalog symlenker

source: Follow regular file symlinks
no_no: Følg vanlige filsymlenker

source: For example recipients without a domain or only a hostname.
no_no: For eksempel mottakere uten et domene eller bare et vertsnavn.

source: For example senders without a domain or only a hostname.
no_no: For eksempel avsendere uten et domene eller bare et vertsnavn.

source: Force Reject
no_no: Tving avvisning

source: Forward HTTP traffic to transparent proxy
no_no: Videresend HTTP-trafikk til transparent proxy

source: Forward HTTPS traffic to transparent proxy
no_no: Videresend HTTPS-trafikk til transparent proxy

source: Forward Proxy
no_no: Videresendings Proxy

source: Freshclam connect timeout
no_no: Freshclam tidsavbrudd for tilkobling

source: Freshclam database mirror
no_no: Freshclam database speil

source: Freshclam log verbose
no_no: Freshclam logg detaljert

source: Fuzzy Learning
no_no: Fuzzy Læring

source: General Anti Malware Settings
no_no: Generelle innstillinger for Anti Skadevare

source: General Forward Settings
no_no: Generelle innstillinger for videresending

source: General Nut Settings
no_no: Generelle Nut-innstillinger

source: General Proxy Settings
no_no: Generelle proxyinnstillinger

source: General Redis Settings
no_no: Generelle Redis-innstillinger

source: General Rspamd Settings
no_no: Generelle Rspamd-innstillinger

source: General Settings
no_no: Generelle innstillinger

source: Get the number of processes and group them by status.
no_no: Hent antall prosesser og gruppere dem etter status.

source: Give a URL where to retrieve the Phishtank feed.
no_no: Angi en URL Phishtank-feeden skal hentes fra.

source: Given name, last name, or anything you need to describe.
no_no: Fornavn, etternavn eller noe du trenger å beskrive.

source: Global Check Interval
no_no: Globalt sjekkintervall

source: Global Parameters
no_no: Globale parametere

source: Graphite Prefix
no_no: Graphite Prefiks

source: Graphite Template
no_no: Graphite Mal

source: Graphite collector host
no_no: Graphite collector vert

source: Graylisting
no_no: Grålisting

source: Group Filter
no_no: Gruppefilter

source: Group or User ACL
no_no: Gruppe eller bruker ACL

source: Group/User
no_no: Gruppe/bruker

source: HAProxy Integration
no_no: HAProxy-integrasjon

source: HAProxy function
no_no: HAProxy-funksjon

source: HTTP Keep-Alive Timeout
no_no: HTTP Keep-Alive Tidsavbrudd

source: HTTP Redirect
no_no: HTTP-omdirigering

source: HTTP Service
no_no: HTTP-tjeneste

source: HTTP Status Code
no_no: HTTP statuskode

source: HTTP error count
no_no: HTTP antall feil

source: HTTP error rate
no_no: HTTP-feilrate

source: HTTP host
no_no: HTTP-vert

source: HTTP host header contains string (substring match)
no_no: HTTP-host header inneholder streng (substring match)

source: HTTP host header ends with string (suffix match)
no_no: HTTP-host header slutter med streng (suffiks-match)

source: HTTP host header starts with string (prefix match)
no_no: HTTP-host header starter med streng (prefix-match)

source: HTTP method
no_no: HTTP-metode

source: HTTP version
no_no: HTTP-versjon

source: HTTP(S) settings
no_no: HTTP(S)-innstillinger

source: Hard timeout (minutes)
no_no: Hardt tidsavbrudd (minutter)

source: Header Content
no_no: Header Innhold

source: Health Checking
no_no: Helsesjekk

source: Health Monitor
no_no: Helse Monitor

source: Health check buffer size
no_no: Helsesjekk bufferstørrelse

source: Hello Interval
no_no: Hallo Intervall

source: Here you can set the FQDN of your STUN server.
no_no: Her kan du angi FQDN for STUN-serveren din.

source: Here you can set the port of your STUN server.
no_no: Her kan du angi porten til STUN-serveren din.

source: Home networks
no_no: Hjemmenettverk

source: Host
no_no: Vert

source: Host Contains
no_no: Vert inneholder

source: Host Name
no_no: Vertsnavn

source: Host Prefix
no_no: Vert-prefiks

source: Host Regex
no_no: Vert Regex

source: Host String
no_no: Vert streng

source: Host Suffix
no_no: Vert Suffiks

source: Host outbound
no_no: Vert utgående

source: Hostname
no_no: Vertsnavn

source: Hostname (of this machine) to redirect login page to, leave blank to use this interface IP address, otherwise make sure the client can access DNS to resolve this location. When using a SSL certificate, make sure both this name and the cert name are equal.
no_no: Vertsnavn (på denne maskinen) for å omdirigere innloggingssiden til, la stå tomt for å bruke dette grensesnittets IP-adresse, ellers sørg for at klienten har tilgang til DNS for å slå opp denne plasseringen. Når du bruker et SSL-sertifikat, må du forsikre deg om at både dette navnet og sertifikatnavnet er like.

source: Hostname DNS lookup
no_no: Vertsnavn DNS-oppslag

source: Hostname DNS reverse lookup
no_no: Vertsnavn DNS omvendt oppslag

source: Hosts
no_no: Verter

source: Hours
no_no: Timer

source: ICAP Settings
no_no: ICAP-innstillinger

source: IP Address
no_no: IP adresse

source: IP Address or Network with CIDR
no_no: IP-adresse eller nettverk med CIDR

source: IP Addresses
no_no: IP-adresser

source: IP Auto-Discovery
no_no: IP Auto-oppdaging

source: IP Version
no_no: IP-versjon

source: IP address or hostname of Zabbix server.
no_no: IP-adresse eller vertsnavn for Zabbix-server.

source: IP address or hostname of the remote ShadowSocks server.
no_no: IP-adresse eller vertsnavn for den eksterne ShadowSocks-serveren.

source: IP address or hostname of the server.
no_no: IP-adresse eller vertsnavn på serveren.

source: IP address to listen to, this should be your LAN IP address.
no_no: IP-adresse å høre på, dette skal være din IP-adresse.

source: IPS mode
no_no: IPS-modus

source: IPv4 Mask
no_no: IPv4-maske

source: IPv6 Host
no_no: IPv6 vert

source: IPv6 Mask
no_no: IPv6-maske

source: IPv6 Source
no_no: IPv6 Kilde

source: Idle timeout
no_no: Inaktiv tidsavbrudd

source: Idle timeout (minutes)
no_no: Inaktiv tidsavbrudd (minutter)

source: If set (default), Squid will include a Via header in requests and replies as required by RFC2616.
no_no: Hvis angitt (standard), vil Squid inkludere en Via-header i forespørsler og svar som påkrevd av RFC2616.

source: If set, the mail will be rejected.
no_no: Hvis angitt, vil e-posten bli avvist.

source: If the hostname is determined automatically this setting controls whether or not the daemon should try to figure out the fully qualified domain name (FQDN). This is done by looking up the name by using gethostname.
no_no: Hvis vertsnavnet bestemmes automatisk, kontrollerer denne innstillingen om daemonen skal prøve å finne ut det fullstendige domenenavnet (FQDN). Dette gjøres ved å slå opp navnet ved å bruke gethostname.

source: If this amount of memory is reached, Tor will close circuits until 10% of this limit are free again.
no_no: Hvis denne mengden minne nås, vil Tor lukke kretser til 10% av denne grensen er ledig igjen.

source: If this checkbox is checked, you can use an ICAP server to filter or replace content.
no_no: Hvis denne boksen er avmerket, kan du bruke en ICAP-server til å filtrere eller erstatte innhold.

source: If you check this, a log file will be written to disk.
no_no: Hvis du krysser av denne, vil en loggfil skrives til disken.

source: If you have a CARP setup, you may want to configure a router id in case of a conflict.
no_no: Hvis du har et CARP-oppsett, kan det være lurt å konfigurere en ruter-ID i tilfelle en konflikt.

source: Ignore SSL certificate validation (for self-signed certificates)
no_no: Ignorer SSL-sertifikatvalidering (for selvsignerte sertifikater)

source: Ignore hosts in access.log
no_no: Ignorer verter i access.log

source: Inbound interface
no_no: Innkommende grensesnitt

source: Indicates where to send the logs. Takes an IPv4 or IPv6 address optionally followed by a colon (':') and a UDP port, i.e. 127.0.0.1 or 10.0.0.1:514
no_no: Angir hvor loggene skal sendes. Tar en IPv4- eller IPv6-adresse eventuelt etterfulgt av en kolon (':') og en UDP-port, f.eks. 127.0.0.1 eller 10.0.0.1:514

source: Interface
no_no: Grensesnitt

source: Interface Configuration
no_no: Konfigurasjon av grensesnitt

source: Interfaces
no_no: Grensesnitt

source: Internal number used for this zone
no_no: Internt nummer brukt for denne sonen

source: Interrupts Statistics
no_no: Avbrudds-statistikk

source: Interval
no_no: Intervall

source: Kerberos Account Name Of This Host In AD
no_no: Kerberos kontonavn på denne verten i AD

source: Kerberos configuration
no_no: Kerberos-konfigurasjon

source: Kerberos configuration must exist and be valid.
no_no: Kerberos-konfigurasjon må eksistere og være gyldig.

source: Key
no_no: Nøkkel

source: Keytab file
no_no: Keytab-fil

source: Keytab file must exist and be valid.
no_no: Keytab-filen må eksistere og være gyldig.

source: LDAP Server accessible
no_no: LDAP-server tilgjengelig

source: LDAP Server configuration
no_no: LDAP Server-konfigurasjon

source: LDAP server DNS lookup
no_no: LDAP-server DNS-oppslag

source: LDAP server DNS reverse lookup
no_no: LDAP-server DNS omvendt oppslag

source: LDAP server ping check.
no_no: LDAP-server ping-sjekk.

source: Limits
no_no: Grenser

source: List of IP addresses (or hostnames) of Zabbix servers. Incoming connections will be accepted only from the hosts listed here.
no_no: Liste med IP-adresser (eller vertsnavn) til Zabbix-servere. Innkommende forbindelser vil bare bli akseptert fra vertene som er oppført her.

source: List of IP addresses that the agent should listen on. First IP address is sent to Zabbix server if connecting to it to retrieve list of active checks.
no_no: Liste over IP-adresser som agenten skal lytte på. Første IP-adresse sendes til Zabbix-server hvis den kobles til den for å hente liste over aktive sjekker.

source: List of domains that are not checked by SURBL.
no_no: Liste over domener som ikke sjekkes av SURBL.

source: List of networks where to apply the DTAG fix. Default should fit for most situations.
no_no: Liste over nettverk hvor DTAG-fiksen skal brukea. Standard skal passe for de fleste situasjoner.

source: List with events. Leave it empty for all events.
no_no: Liste med hendelser. La det stå tomt for alle hendelser.

source: Listen Address
no_no: Lytte-adresse

source: Listen Addresses
no_no: Lytte-adresser

source: Listen IP
no_no: Lytt IP

source: Listen IPs
no_no: Lytt på IP-er

source: Listen Interfaces
no_no: Lytt på grensesnitt

source: Listen Port
no_no: Lytt på port

source: Listen address
no_no: Lytte-adresse

source: Listen address (IP)
no_no: Lytte-adresse (IP)

source: Listen port
no_no: Lytt på port

source: Listen port for trapper. Default is just fine.
no_no: Lytte-port for trapper. Standardverdien er helt ok.

source: Local Address
no_no: Lokal adresse

source: Local Cache Settings
no_no: Lokale cache-innstillinger

source: Local Description
no_no: Lokal beskrivelse
