Repository: vw-fw/lang
Catalog: *.po
Languages: no_no

source: This is the IPv4 virtual network used for private communications between this client and the server expressed using CIDR (eg. 10.0.8.0/24). The first network address is assumed to be the server address and the second network address will be assigned to the client virtual interface
no_no: Dette er det virtuelle IPv4-nettverket som brukes til privat kommunikasjon mellom denne klienten og serveren uttrykt ved hjelp av CIDR (f.eks. 10.0.8.0/24). Den første nettverksadressen antas å være serveradressen og den andre nettverksadressen tilordnes det virtuelle klientgrensesnittet

source: NOTE: Leave this set to SHA1 unless the server is set to match. SHA1 is the default for OpenVPN.
no_no: MERK: La denne være satt til SHA1 med mindre serveren er satt til å matche. SHA1 er standard for OpenVPN.

source: Automatically generate a shared key
no_no: Generer en delt nøkkel automatisk

source: Shared Key
no_no: Delt nøkkel

source: if one is required for this connection.
no_no: hvis det kreves en for denne tilkoblingen.

source: No Certificates defined.
no_no: Ingen sertifikater definert.

source: (Username and Password required)
no_no: (Krever brukernavn og passord)

source: Paste your shared key here
no_no: Lim inn den delte nøkkelen din her

source: Automatically generate a shared TLS authentication key
no_no: Generer automatisk en delt TLS-autentiseringsnøkkel

source: Renegotiate data channel key after n seconds (default=3600). Set to 0 to disable.
no_no: Reforhandle datakanal nøkkel etter n sekunder (standard=3600). Sett til 0 for å deaktivere.

source: Renegotiate time
no_no: Reforhandlings-tid

source: Leave empty when no user name and password are needed.
no_no: La stå tomt når ingen brukernavn og passord er nødvendig.

source: User name/pass
no_no: Bruker navn/pass

source: User Authentication Settings
no_no: Innstillinger for brukerautentisering

source: Set this option if you would like to bind to a specific port. Leave this blank or enter 0 for a random dynamic port.
no_no: Angi dette alternativet hvis du vil binde til en bestemt port. La dette være tomt eller skriv 0 for en tilfeldig dynamisk port.

source: Local port
no_no: Lokal port

source: Proxy authentication extra options
no_no: Ekstra alternativer for proxy-godkjenning

source: Proxy host or address
no_no: Proxy vert eller adresse

source: Continuously attempt to resolve the server host name. Useful when communicating with a server that is not permanently connected to the Internet
no_no: Forsøk kontinuerlig å slå opp serverens vertsnavn. Nyttig når du kommuniserer med en server som ikke er permanent koblet til Internett

source: Retry DNS resolution
no_no: Prøv DNS oppslag på nytt

source: Select remote server at random
no_no: Velg ekstern server tilfeldig

source: Host or address
no_no: Vert eller adresse

source: Remote server
no_no: Ekstern server

source: Device mode
no_no: Enhetsmodus

source: Select the protocol family to be used. Note that using both families with UDP/TCP does not work with an explicit interface as OpenVPN does not support listening to more than one specified IP address. In this case IPv4 is currently assumed.
no_no: Velg protokollfamilien som skal brukes. Vær oppmerksom på at bruk av begge familier med UDP/TCP ikke fungerer med et eksplisitt grensesnitt, da OpenVPN ikke støtter lytting til mer enn én spesifisert IP-adresse. I dette tilfellet antas IPv4.

source: Peer to Peer ( Shared Key )
no_no: Peer to Peer (Delt nøkkel)

source: Server Mode
no_no: Servermodus

source: Set this option to disable this client without removing it from the list
no_no: Angi dette alternativet for å deaktivere denne klienten uten å fjerne den fra listen

source: Do you really want to delete the selected clients?
no_no: Vil du virkelig slette de valgte klientene?

source: Do you really want to delete this client?
no_no: Vil du virkelig slette denne klienten?

source: If no Client Certificate is selected, a username and password must be entered.
no_no: Hvis ikke noe klientsertifikat er valgt, må et brukernavn og passord oppgis.

source: Shared key
no_no: Delt nøkkel

source: The field 'Shared Key' does not appear to be valid
no_no: Feltet 'Delt nøkkel' ser ikke ut til å være gyldig

source: The bandwidth limit must be a positive numeric value.
no_no: Båndbreddegrensen må være en positiv numerisk verdi.

source: User name and password are required for proxy with authentication.
no_no: Brukernavn og passord kreves for proxy med godkjenning.

source: The field 'Proxy port' must contain a valid port, ranging from 0 to 65535.
no_no: Feltet 'Proxy-port' må inneholde en gyldig port, fra 0 til 65535.

source: The field 'Proxy host or address' must contain a valid IP address or domain name.
no_no: Feltet 'Proxy vert eller adresse' må inneholde en gyldig IP-adresse eller domenenavn.

source: Renegotiate time should contain a valid number of seconds.
no_no: Reforhandlingstiden må inneholde et gyldig antall sekunder.

source: At least one remote server must be specified.
no_no: Det må angis minst én ekstern server.

source: The field 'Server port' must contain a valid port, ranging from 0 to 65535.
no_no: Feltet 'Serverport' må inneholde en gyldig port, fra 0 til 65535.

source: The field 'Server host or address' must contain a valid IP address or domain name.
no_no: Feltet 'Server vert eller adresse' må inneholde en gyldig IP-adresse eller domenenavn.

source: The specified 'Local port' is in use. Please select another value
no_no: Den angitte lokalporten er i bruk. Velg en annen verdi

source: The field 'Local port' must contain a valid port, ranging from 0 to 65535.
no_no: Feltet 'Lokal port' må inneholde en gyldig port, fra 0 til 65535.

source: An IPv6 protocol was selected, but the selected interface has no IPv6 address.
no_no: En IPv6-protokoll ble valgt, men det valgte grensesnittet har ingen IPv6-adresse.

source: An IPv4 protocol was selected, but the selected interface has no IPv4 address.
no_no: En IPv4-protokoll ble valgt, men det valgte grensesnittet har ingen IPv4-adresse.

source: Protocol and IP address families do not match. You cannot select an IPv4 protocol and an IPv6 address.
no_no: Protokoll- og IP-adressefamilier stemmer ikke overens. Du kan ikke velge en IPv4-protokoll og en IPv6-adresse.

source: Protocol and IP address families do not match. You cannot select an IPv6 protocol and an IPv4 address.
no_no: Protokoll- og IP-adressefamilier stemmer ikke overens. Du kan ikke velge en IPv6-protokoll og en IPv4-adresse.

source: Launch IPsec in debug mode so that more verbose logs will be generated to aid in troubleshooting.
no_no: Start IPsec i feilsøkingsmodus slik at mer detaljerte logger genereres for å hjelpe til med feilsøking.

source: Start IPsec in debug mode based on sections selected
no_no: Start IPsec i feilsøkingsmodus basert på valgte seksjoner

source: By default, IPsec installs routes when a tunnel becomes active. Select this option to prevent automatically adding routes to the system routing table. See charon.install_routes
no_no: Som standard installerer IPsec ruter når en tunnel blir aktiv. Velg dette alternativet for å hindre automatisk tilføying av ruter i systemrutingstabellen. Se charon.install_routes

source: Do not automatically install routes
no_no: Ikke installer ruter automatisk

source: Do not install routes
no_no: Ikke installer ruter

source: This exempts traffic for one or more subnets from getting processed by the IPsec stack in the kernel. When sending all traffic to the remote location, you probably want to add your lan network(s) here
no_no: Dette unntar trafikk for ett eller flere undernett fra å bli behandlet av IPsec-stabelen i kjernen. Når du sender all trafikk til det eksterne stedet, vil du sannsynligvis legge til dine LAN-nettverk her

source: Passthrough networks
no_no: Passthrough nettverk

source: By default, if several SAs match, the newest one is preferred if it's at least 30 seconds old. Select this option to always prefer old SAs over new ones.
no_no: Som standard, hvis flere SA-er samsvarer, foretrekkes den nyeste hvis den er minst 30 sekunder gammel. Velg dette alternativet for å alltid foretrekke gamle SA-er fremfor nye.

source: Prefer older IPsec SAs
no_no: Foretrekker eldre IPsec SA-er

source: Security Associations
no_no: Sikkerhets assosiasjoner

source: Disable all auto-added VPN rules.
no_no: Deaktiver alle VPN-regler som er lagt til automatisk.

source: Disable Auto-added VPN rules
no_no: Deaktiver VPN-regler som er lagt til automatisk

source: IPsec Advanced Settings
no_no: IPsec Avanserte innstillinger

source: Entry "%s" is not a valid network.
no_no: Oppføringen "%s" er ikke et gyldig nettverk.

source: e.g. 192.168.1.0/24, 192.168.2.0/24
no_no: f.eks. 192.168.1.0/24, 192.168.2.0/24

source: Register additional Security Policy Database entries
no_no: Registrer flere sikkerhetspolicy databaseoppføringer

source: Manual SPD entries
no_no: Manuelle SPD-oppføringer

source: Automatically ping host
no_no: Ping vert automatisk

source: Set globally in mobile client options
no_no: Angi globalt i mobilklient innstillinger

source: PFS key group
no_no: PFS nøkkelgruppe

source: Hash algorithms
no_no: Hash-algoritmer

source: Encryption algorithms
no_no: Krypteringsalgoritmer

source: ESP is encryption, AH is authentication only
no_no: ESP er kryptering, AH er kun godkjenning

source: Phase 2 proposal (SA/Key Exchange)
no_no: Fase 2-forslag (SA/Key Exchange)

source: Remote Network
no_no: Eksternt nettverk

source: %s subnet
no_no: %s subnett

source: Local Network
no_no: Lokalt nettverk

source: Set this option to disable this phase2 entry without removing it from the list
no_no: Angi dette alternativet for å deaktivere denne fase2-oppføringen uten å fjerne den fra listen

source: Disable this phase2 entry
no_no: Deaktiver denne fase2-oppføringen

source: SPD "%s" is not a valid network, it should match the tunnel type (IPv4/IPv6).
no_no: SPD "%s" er ikke et gyldig nettverk, det må samsvare med tunneltypen (IPv4/IPv6)

source: The P2 lifetime must be an integer.
no_no: P2-levetiden må være et heltall.

source: At least one hashing algorithm needs to be selected.
no_no: Det må velges minst én hashingsalgoritme.

source: At least one encryption algorithm must be selected.
no_no: Minst én krypteringsalgoritme må velges.

source: Phase2 with this Local/Remote networks combination is already defined for this Phase1.
no_no: Fase2 med denne kombinasjonen av lokale/eksterne nettverk er allerede definert for denne fase1.

source: Phase2 with this Local Network is already defined for mobile clients.
no_no: Fase2 med dette lokale nettverket er allerede definert for mobilklienter.

source: A valid remote network IPv6 address must be specified or you need to change Mode to IPv4
no_no: Du må angi en gyldig IPv6-adresse for eksternt nettverk, eller du må endre modus til IPv4

source: A valid remote network IPv4 address must be specified or you need to change Mode to IPv6
no_no: Du må angi en gyldig IPv4-adresse for eksternt nettverk, eller du må endre modus til IPv6

source: A valid remote network IP address must be specified.
no_no: Du må angi en gyldig IP adresse for eksternt nettverk.

source: A valid remote network bit count must be specified.
no_no: Du må angi et gyldig bit-tall for eksternt nettverk.

source: A valid local network IPv6 address must be specified or you need to change Mode to IPv4
no_no: Du må angi en gyldig IPv6-adresse for lokalt nettverk, eller du må endre modus til IPv4

source: A valid local network IPv4 address must be specified or you need to change Mode to IPv6
no_no: Du må angi en gyldig IPv4-adresse for lokalt nettverk, eller du må endre modus til IPv6

source: A valid local network IP address must be specified.
no_no: En gyldig lokal nettverks-IP-adresse må angis.

source: A valid local network bit count must be specified.
no_no: Du må angi et gyldig bit-tall for lokalt nettverk.

source: Remote network type
no_no: Ekstern nettverkstype

source: Unique Identifier
no_no: Unik identifikator

source: Local network type
no_no: Lokal nettverkstype

source: A valid ikeid must be specified.
no_no: Du må angi en gyldig ikeid.

source: Number of consecutive failures allowed before disconnect.
no_no: Antall påfølgende feil tillatt før frakobling.

source: retries
no_no: forsøk

source: Enable DPD
no_no: Aktiver DPD

source: Disables the IKEv2 MOBIKE protocol defined by RFC 4555
no_no: Deaktiverer IKEv2 MOBIKE-protokollen definert av RFC 4555

source: Disable MOBIKE
no_no: Deaktiver MOBIKE

source: Set this option to enable the use of NAT-T (i.e. the encapsulation of ESP in UDP packets) if needed, which can help with clients that are behind restrictive firewalls.
no_no: Angi dette alternativet for å aktivere bruk av NAT-T (dvs. innkapsling av ESP i UDP-pakker) om nødvendig, noe som kan hjelpe med klienter som står bak restriktive brannmurer.

source: Force
no_no: Tving

source: NAT Traversal
no_no: NAT-traversering

source: This option will create a tunnel for each phase 2 entry for IKEv2 interoperability with e.g. FortiGate devices.
no_no: Dette alternativet vil lage en tunnel for hver fase 2-oppføring for IKEv2-interoperabilitet med f.eks FortiGate-enheter.

source: Tunnel Isolation
no_no: Tunnelisolasjon

source: Disable Reauth
no_no: Deaktiver reauth

source: Whether a connection should be renegotiated when it is about to expire.
no_no: Hvorvidt en forbindelse skal reforhandles når den er i ferd med å utløpe.

source: Disable Rekey
no_no: Deaktiver rekey

source: DH key group
no_no: DH nøkkelgruppe

source: Hash algorithm
no_no: Hash-algoritme

source: Encryption algorithm
no_no: Krypteringsalgoritme

source: Phase 1 proposal (Algorithms)
no_no: Fase-1 forslag (algoritmer)

source: Select authentication servers to use.
no_no: Velg godkjenningsservere du vil bruke.

source: Radius servers
no_no: Radius-servere

source: Select a certificate authority previously configured in the Certificate Manager.
no_no: Velg en sertifiseringsinstans som tidligere er konfigurert i Sertifikatbehandling.

source: My Certificate Authority
no_no: Min sertifikatmyndighet

source: Select a certificate previously configured in the Certificate Manager.
no_no: Velg et sertifikat som tidligere er konfigurert i Sertifikatbehandling.

source: My Certificate
no_no: Mitt sertifikat

source: Input your Pre-Shared Key string.
no_no: Skriv inn streng med forhåndsdelte nøkkel.

source: NOTE: This is known as the "group" setting on some VPN client implementations.
no_no: MERK: Dette kalles "gruppe"-innstillingen på noen VPN-klientimplementeringer.

source: Peer IP address
no_no: Peer IP-adresse

source: Peer identifier
no_no: Peer identifikator

source: ASN.1 distinguished Name
no_no: ASN.1 entydig navn

source: My IP address
no_no: Min IP adresse

source: My identifier
no_no: Min identifikator

source: Aggressive is more flexible, but less secure.
no_no: Aggressiv er mer fleksibel, men mindre sikker.

source: Negotiation mode
no_no: Forhandlingsmodus

source: If you select EAP-RADIUS, you must define your RADIUS servers on the %sServers%s page.
no_no: Hvis du velger EAP-RADIUS, må du definere RADIUS-serverne på siden %sServere%s.

source: Must match the setting chosen on the remote side.
no_no: Må samsvare med innstillingen som er valgt på ekstern side.

source: Phase 1 proposal (Authentication)
no_no: Fase 1-forslag (autentisering)

source: Select the interface for the local endpoint of this phase1 entry.
no_no: Velg grensesnittet for det lokale endepunktet for denne fase1-oppføringen.

source: Select the Internet Protocol family from this dropdown.
no_no: Velg Internet Protocol-familien fra denne nedtrekkslisten.

source: Internet Protocol
no_no: Internett protokoll

source: Select the KeyExchange Protocol version to be used. Usually known as IKEv1 or IKEv2.
no_no: Velg protokoll-versjonen for nøkkelutveksling som skal brukes. Vanligvis kjent som IKEv1 eller IKEv2.

source: Key Exchange version
no_no: Key Exchange (IKE)-versjon

source: Choose the connect behaviour here, when using CARP you might want to consider the 'Respond only' option here (wait for the other side to connect).
no_no: Velg tilkoblingsatferden her. Når du bruker CARP, kan det være lurt å vurdere alternativet "Bare svar"(vent på den andre siden for å koble til).

source: Start immediate
no_no: Start umiddelbart

source: Start on traffic
no_no: Start ved trafikk

source: Respond only
no_no: Bare svar

source: Connection method
no_no: Tilkoblingsmetode

source: Set this option to disable this phase1 without removing it from the list.
no_no: Angi dette alternativet for å deaktivere denne fase1 uten å fjerne den fra listen.

source: Disable this phase1 entry
no_no: Deaktiver denne fase1-oppføringen

source: Clone related phase 2 entries as well, remember to change the networks. All phase 2 entries will be added in disabled state
no_no: Klone relaterte fase 2 oppføringer også, husk å endre nettverkene. Alle fase 2-oppføringer vil bli lagt til i deaktivert tilstand

source: Clone phase2
no_no: Klon fase2

source: General information
no_no: Generell informasjon

source: Invalid argument for key exchange protocol version.
no_no: Ugyldig argument for versjon av nøkkelutvekslingsprotokoller.

source: A numeric value must be specified for DPD retries.
no_no: En numerisk verdi må angis for DPD-forsøk.

source: A numeric value must be specified for DPD delay.
no_no: En numerisk verdi må angis for DPD-forsinkelse.

source: A valid User FQDN in the form of user@my.domain.com for 'Peer identifier' must be specified.
no_no: En gyldig bruker FQDN på formen bruker@mt.domene.no for 'Peer identifikator' må angis.

source: A valid FQDN for 'Peer identifier' must be specified.
no_no: En gyldig FQDN for 'Peer identifikator' må angis.

source: A valid domain name for 'Peer identifier' must be specified.
no_no: Et gyldig domenenavn for 'Peer identifikator' må angis.

source: A valid IP address for 'Peer identifier' must be specified.
no_no: En gyldig IP-adresse for 'Peer identifikator' må angis.

source: Please enter a user and fully qualified domain name for 'Peer Identifier'
no_no: Skriv inn en bruker og et fullstendig kvalifisert domenenavn for 'Peer Identifikator'

source: Please enter a fully qualified domain name for 'Peer Identifier'
no_no: Skriv inn et fullstendig kvalifisert domenenavn for 'Peer Identifikator'

source: Please enter a keyid tag for 'Peer Identifier'
no_no: Skriv inn en keyid-kode for 'Peer Identifikator'

source: Please enter an address for 'Peer Identifier'
no_no: Skriv inn en adresse for 'Peer Identifikator'

source: A valid Dynamic DNS address for 'My identifier' must be specified.
no_no: Du må angi en gyldig dynamisk DNS-adresse for 'Min identifikator'.

source: A valid User FQDN in the form of user@my.domain.com for 'My identifier' must be specified.
no_no: Du må angi en gyldig bruker-FQDN i form av bruker@mitt.domene.no for 'Min identifikator'.

source: A valid FQDN for 'My identifier' must be specified.
no_no: Du må angi en gyldig FQDN for 'Min identifikator'.

source: A valid domain name for 'My identifier' must be specified.
no_no: Det må angiset gyldig domenenavn for 'Min identifikator'.

source: A valid IP address for 'My identifier' must be specified.
no_no: Du må angi en gyldig IP-adresse for 'Min identifikator'.

source: Please enter a dynamic domain name for 'My Identifier'
no_no: Skriv inn et dynamisk domenenavn for 'Min identifikator'

source: Please enter a user and fully qualified domain name for 'My Identifier'
no_no: Skriv inn en bruker og et fullstendig kvalifisert domenenavn for 'Min identifikator'

source: Please enter a fully qualified domain name for 'My Identifier'
no_no: Skriv inn et fullstendig kvalifisert domenenavn for 'Min identifikator'

source: Please enter a keyid tag for 'My Identifier'
no_no: Skriv inn en keyid-kode for 'Min identifikator'

source: Please enter an address for 'My Identifier'
no_no: Skriv inn en adresse for 'Min identifikator'

source: Please select an identifier (My Identifier) other then 'any' when selecting 'Any' interface
no_no: Velg en identifikator (Min identifikator) annen enn "hvilken som helst" når du velger 'Any' grensesnitt

source: The remote gateway "%s" is already used by phase1 "%s".
no_no: Den eksterne gatewayen "%s" brukes allerede av fase1 "%s".

source: A valid remote gateway IPv6 address must be specified or you need to change protocol to IPv4
no_no: Du må angi en gyldig ekstern gateway IPv6-adresse, eller så må du endre protokollen til IPv4

source: A valid remote gateway IPv4 address must be specified or you need to change protocol to IPv6
no_no: Du må angi en gyldig ekstern gateway IPv4-adresse, eller så må du endre protokollen til IPv6

source: A valid remote gateway address or host name must be specified.
no_no: Du må angi en gyldig ekstern gateway adresse eller vertsnavn.

source: The P1 lifetime must be an integer.
no_no: P1-levetiden må være et heltall.

source: Remote gateway
no_no: Ekstern gateway

source: Please select radius servers to use.
no_no: Velg radius-servere du vil bruke.

source: %s can only be used with IKEv2 type VPNs.
no_no: %s kan bare brukes med IKEv2 typer VPN.

source: Provide a login banner to clients
no_no: Gi et innloggingsbanner til klienter

source: Login Banner
no_no: Påloggingsbanner

source: Provide a WINS server list to clients
no_no: Tilby en WINS-serverliste til klienter

source: WINS Servers
no_no: WINS Servere

source: Provide a DNS server list to clients
no_no: Tilby en DNS-serverliste til klienter

source: DNS Servers
no_no: DNS Servere

source: Provide a default domain name to clients
no_no: Tilby et standard domenenavn til klienter

source: Save Xauth Password
no_no: Lagre Xauth-passord

source: Provide a list of accessible networks to clients
no_no: Gi en liste over tilgjengelige nettverk til klienter

source: Network List
no_no: Nettverksliste

source: Client Configuration (mode-cfg)
no_no: Klientkonfigurasjon (mode-cfg)

source: Restrict access to users in the selected local group. Please be aware that other authentication backends will refuse to authenticate when using this option.
no_no: Begrens tilgangen til brukere i den valgte lokale gruppen. Vær oppmerksom på at andre godkjenningsbackends vil nekte å godkjenne når du bruker dette alternativet.

source: Extended Authentication (Xauth)
no_no: Utvidet autentisering (Xauth)

source: Enable IPsec Mobile Client Support
no_no: Aktiver støtte for IPsec Mobile Client

source: IKE Extensions
no_no: IKE-utvidelser

source: Support for IPsec Mobile clients is enabled but a Phase1 definition was not found
no_no: Støtte for IPsec Mobile-klienter er aktivert, men en Fase1-definisjon ble ikke funnet

source: Please click Create to define one.
no_no: Klikk på Opprett for å definere en.

source: Create Phase1
no_no: Opprett Fase1

source: A valid IP address for 'WINS Server #2' must be specified.
no_no: Du må angi en gyldig IP-adresse for 'WINS Server # 2'.

source: A valid IP address for 'WINS Server #1' must be specified.
no_no: Du må angi en gyldig IP-adresse for 'WINS Server # 1'.

source: A valid IP address for 'DNS Server #4' must be specified.
no_no: Du må angi en gyldig IP-adresse for 'DNS Server # 4'.

source: A valid IP address for 'DNS Server #3' must be specified.
no_no: Du må angi en gyldig IP-adresse for 'DNS Server # 3'.

source: A valid IP address for 'DNS Server #2' must be specified.
no_no: Du må angi en gyldig IP-adresse for 'DNS Server # 2'.

source: A valid IP address for 'DNS Server #1' must be specified.
no_no: Du må angi en gyldig IP-adresse for 'DNS Server # 1'.

source: A valid split DNS domain list must be specified.
no_no: En gyldig split DNS-domeneliste må angis.

source: A valid value for 'DNS Default Domain' must be specified.
no_no: En gyldig verdi for 'DNS standard domene' må angis.
